Repository: poli0981/HashTool
Catalog: Lang/Resources.*.resx
Languages: ar, bg_bg, bn_bd, cs_cz, da_dk, de_at, dz_bt, el_cy, es_419, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, km_kh, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, mn_mn, ms_my, my_mm, nb_no, ne_np, nl_be, pl_pl, ps_af, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, tg_tj, th_th, tk_tm, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant

# Error_Network
source: Network connection error. Please check your internet connection.
ar: خطأ في الاتصال بالشبكة. يرجى التحقق من اتصال الإنترنت الخاص بك.
bg_bg: Грешка в мрежата. Моля, проверете връзката си.
bn_bd: নেটওয়ার্ক সংযোগ ত্রুটি। অনুগ্রহ করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন।
cs_cz: Chyba síťového připojení. Zkontrolujte prosím internet.
da_dk: Netværksforbindelsesfejl. Tjek venligst din internetforbindelse.
de_at: Netzwerkfehler. Bitte prüfen Sie Ihre Internetverbindung.
dz_bt: ཡོངས་འབྲེལ་ མཐུད་ལམ་ འཛོལ་བ། ཁྱོད་རའི་ ཨིན་ཊར་ནེཊ་ མཐུད་ལམ་ ཞིབ་དཔྱད་འབད་གནང་།
el_cy: Σφάλμα σύνδεσης δικτύου. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο.
es_419: Error de conexión de red. Por favor revisa tu internet.
et_ee: Võrguühenduse viga. Palun kontrolli internetiühendust.
fa_ir: خطای اتصال شبکه. لطفاً اینترنت خود را بررسی کنید.
fi_fi: Verkkoyhteysvirhe. Tarkista internetyhteytesi.
fil_ph: Network connection error. Paki-check ang iyong internet.
fr_fr: Erreur réseau. Vérifiez votre connexion internet.
he_il: שגיאת חיבור רשת. אנא בדוק את האינטרנט שלך.
hi_in: नेटवर्क कनेक्शन त्रुटि। कृपया अपना इंटरनेट जांचें।
hr_hr: Pogreška mrežne veze. Molimo provjerite internet.
hu_hu: Hálózati hiba. Kérjük, ellenőrizze az internetkapcsolatot.
id_id: Galat koneksi jaringan. Silakan periksa internet Anda.
is_is: Netvillla. Vinsamlegast athugaðu nettenginguna þína.
it_it: Errore di connessione di rete. Controlla la tua connessione internet.
ja_jp: ネットワーク接続エラー。インターネット接続を確認してください。
kk_kz: Желілік қосылым қатесі. Интернет қосылымын тексеріңіз.
km_kh: កំហុសការតភ្ជាប់បណ្តាញ។ សូមពិនិត្យមើលអ៊ីនធឺណិតរបស់អ្នក។
ko_kr: 네트워크 연결 오류입니다. 인터넷 연결을 확인하세요.
ky_kg: Тармакка туташуу катасы. Интернет туташууңузду текшериңиз.
lo_la: ຂໍ້ຜິດພາດການເຊື່ອມຕໍ່ເຄືອຂ່າຍ. ກະລຸນາກວດສອບອິນເຕີເນັດຂອງທ່ານ.
lt_lt: Tinklo ryšio klaida. Patikrinkite interneto ryšį.
lv_lv: Tīkla savienojuma kļūda. Lūdzu, pārbaudiet interneta savienojumu.
mk_mk: Грешка во мрежната врска. Ве молиме проверете го вашиот интернет.
mn_mn: Сүлжээний холболтын алдаа. Интернэтээ шалгана уу.
ms_my: Ralat sambungan rangkaian. Sila periksa internet anda.
my_mm: ကွန်ရက် ချိတ်ဆက်မှု အမှား။ သင်၏ အင်တာနက်ကို စစ်ဆေးပါ။
nb_no: Nettverkstilkoblingsfeil. Vennligst sjekk internettforbindelsen din.
ne_np: नेटवर्क जडान त्रुटि। कृपया आफ्नो इन्टरनेट जाँच गर्नुहोस्।
nl_be: Fout met netwerkverbinding. Controleer uw internet.
pl_pl: Błąd połączenia sieciowego. Sprawdź swoje połączenie internetowe.
ps_af: د شبکې پیوستون تېروتنه. مهرباني وکړئ خپل انټرنیټ چیک کړئ.
pt_br: Erro de conexão de rede. Por favor, verifique sua internet.
ro_ro: Eroare conexiune rețea. Verificați internetul.
ru_ru: Ошибка сетевого подключения. Пожалуйста, проверьте ваш интернет.
si_lk: ජාල සම්බන්ධතා දෝෂයකි. කරුණාකර ඔබගේ අන්තර්ජාලය පරීක්ෂා කරන්න.
sk_sk: Chyba sieťového pripojenia. Prosím, skontrolujte svoj internet.
sl_si: Napaka omrežne povezave. Preverite svojo internetno povezavo.
sq_al: Gabim në lidhjen e rrjetit. Ju lutemi kontrolloni internetin tuaj.
sr_cyrl_rs: Грешка у мрежној вези. Проверите ваш интернет.
sv_se: Nätverksanslutningsfel. Kontrollera ditt internet.
tg_tj: Хатогии пайвасти шабака. Лутфан интернети худро тафтиш кунед.
th_th: ข้อผิดพลาดในการเชื่อมต่อเครือข่าย โปรดตรวจสอบอินเทอร์เน็ตของคุณ
tk_tm: Tor birikmesi ýalňyşlygy. Internetiňizi barlaň.
tr_tr: Ağ bağlantısı hatası. Lütfen internetinizi kontrol edin.
uk_ua: Помилка мережевого підключення. Будь ласка, перевірте ваш інтернет.
vi_vn: Lỗi kết nối mạng. Vui lòng kiểm tra internet của bạn.
zh_hans_cn: 网络连接错误。请检查您的网络设置。
zh_hant: 網路連線錯誤。請檢查您的網路設定。

# Error_Server
source: Server error (5xx). Please try again later.
ar: خطأ في الخادم (5xx). يرجى المحاولة مرة أخرى لاحقاً.
bg_bg: Сървърна грешка (5xx). Опитайте по-късно.
bn_bd: সার্ভার ত্রুটি (5xx)। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
cs_cz: Chyba serveru (5xx). Zkuste to prosím později.
da_dk: Serverfejl (5xx). Prøv venligst igen senere.
de_at: Serverfehler (5xx). Bitte versuchen Sie es später erneut.
dz_bt: སར་བར་ འཛོལ་བ། (5xx). ཤུལ་ལས་ ལོག་འབད་རྩོལ་བསྐྱེད་གནང་།
el_cy: Σφάλμα διακομιστή (5xx). Δοκιμάστε ξανά αργότερα.
es_419: Error del servidor (5xx). Inténtalo más tarde.
et_ee: Serveri viga (5xx). Palun proovi hiljem uuesti.
fa_ir: خطای سرور (5xx). لطفاً بعداً دوباره تلاش کنید.
fi_fi: Palvelinvirhe (5xx). Yritä myöhemmin uudelleen.
fil_ph: Server error (5xx). Subukan uli mamaya.
fr_fr: Erreur serveur (5xx). Réessayez plus tard.
he_il: שגיאת שרת (5xx). אנא נסה שוב מאוחר יותר.
hi_in: सर्वर त्रुटि (5xx)। कृपया बाद में पुनः प्रयास करें।
hr_hr: Pogreška poslužitelja (5xx). Molimo pokušajte kasnije.
hu_hu: Szerverhiba (5xx). Próbálja újra később.
id_id: Galat server (5xx). Silakan coba lagi nanti.
is_is: Miðlaravilla (5xx). Vinsamlegast reyndu aftur síðar.
it_it: Errore del server (5xx). Riprova più tardi.
ja_jp: サーバーエラー (5xx)。後でもう一度お試しください。
kk_kz: Сервер қатесі (5xx). Кейінірек қайталап көріңіз.
km_kh: កំហុសម៉ាស៊ីនមេ (5xx)។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko_kr: 서버 오류(5xx). 나중에 다시 시도해 주세요.
ky_kg: Сервер катасы (5xx). Сураныч, кийинчерээк кайра аракет кылыңыз.
lo_la: ຂໍ້ຜິດພາດເຊີບເວີ (5xx). ກະລຸນາລອງໃໝ່ໃນພາຍຫຼັງ.
lt_lt: Serverio klaida (5xx). Bandykite dar kartą vėliau.
lv_lv: Servera kļūda (5xx). Lūdzu, mēģiniet vēlreiz vēlāk.
mk_mk: Грешка на серверот (5xx). Ве молиме обидете се подоцна.
mn_mn: Серверийн алдаа (5xx). Дараа дахин оролдоно уу.
ms_my: Ralat pelayan (5xx). Sila cuba lagi nanti.
my_mm: ဆာဗာ အမှား (5xx)။ ကျေးဇူးပြု၍ ခဏအကြာတွင် ထပ်မံကြိုးစားပါ။
nb_no: Serverfeil (5xx). Vennligst prøv igjen senere.
ne_np: सर्भर त्रुटि (5xx)। कृपया पछि फेरि प्रयास गर्नुहोस्।
nl_be: Serverfout (5xx). Probeer het later opnieuw.
pl_pl: Błąd serwera (5xx). Spróbuj ponownie później.
ps_af: د سرور تېروتنه (5xx). مهرباني وکړئ وروسته بیا هڅه وکړئ.
pt_br: Erro no servidor (5xx). Tente novamente mais tarde.
ro_ro: Eroare server (5xx). Încercați din nou mai târziu.
ru_ru: Ошибка сервера (5xx). Пожалуйста, повторите попытку позже.
si_lk: සේවාදායකයේ දෝෂයකි (5xx). කරුණාකර පසුව නැවත උත්සාහ කරන්න.
sk_sk: Chyba servera (5xx). Prosím, skúste to znova neskôr.
sl_si: Napaka strežnika (5xx). Poskusite znova pozneje.
sq_al: Gabim në server (5xx). Ju lutemi provoni përsëri më vonë.
sr_cyrl_rs: Грешка сервера (5xx). Покушајте поново касније.
sv_se: Serverfel (5xx). Försök igen senare.
tg_tj: Хатогии сервер (5xx). Лутфан дертар боз кӯшиш кунед.
th_th: ข้อผิดพลาดของเซิร์ฟเวอร์ (5xx) โปรดลองอีกครั้งในภายหลัง
tk_tm: Serwer ýalňyşlygy (5xx). Soňurak gaýtadan synanyşyň.
tr_tr: Sunucu hatası (5xx). Lütfen daha sonra tekrar deneyin.
uk_ua: Помилка сервера (5xx). Будь ласка, спробуйте пізніше.
vi_vn: Lỗi máy chủ (5xx). Vui lòng thử lại sau.
zh_hans_cn: 服务器错误 (5xx)。请稍后再试。
zh_hant: 伺服器錯誤 (5xx)。請稍後再試。

# Error_Client
source: Client error (4xx). Please check the request.
ar: خطأ العميل (4xx). يرجى التحقق من الطلب.
bg_bg: Клиентска грешка (4xx). Проверете заявката.
bn_bd: ক্লায়েন্ট ত্রুটি (4xx)। অনুগ্রহ করে অনুরোধটি পরীক্ষা করুন।
cs_cz: Chyba klienta (4xx). Zkontrolujte prosím požadavek.
da_dk: Klientfejl (4xx). Tjek venligst anmodningen.
de_at: Clientfehler (4xx). Bitte prüfen Sie die Anfrage.
dz_bt: ཞབས་ཏོག་ལེན་མིའི་ འཛོལ་བ། (4xx). ཞུ་བ་ ཞིབ་དཔྱད་འབད་གནང་།
el_cy: Σφάλμα πελάτη (4xx). Ελέγξτε το αίτημα.
es_419: Error del cliente (4xx). Por favor revisa la solicitud.
et_ee: Kliendi viga (4xx). Palun kontrolli päringut.
fa_ir: خطای کلاینت (4xx). لطفاً درخواست را بررسی کنید.
fi_fi: Asiakasvirhe (4xx). Tarkista pyyntö.
fil_ph: Client error (4xx). Paki-check ang request.
fr_fr: Erreur client (4xx). Vérifiez la requête.
he_il: שגיאת לקוח (4xx). אנא בדוק את הבקשה.
hi_in: क्लाइंट त्रुटि (4xx)। कृपया अनुरोध की जाँच करें।
hr_hr: Pogreška klijenta (4xx). Molimo provjerite zahtjev.
hu_hu: Klienshiba (4xx). Kérjük, ellenőrizze a kérést.
id_id: Galat klien (4xx). Silakan periksa permintaan.
is_is: Biðlaravilla (4xx). Vinsamlegast athugaðu beiðnina.
it_it: Errore del client (4xx). Controlla la richiesta.
ja_jp: クライアントエラー (4xx)。リクエストを確認してください。
kk_kz: Клиент қатесі (4xx). Сұрауды тексеріңіз.
km_kh: កំហុសម៉ាស៊ីនភ្ញៀវ (4xx)។ សូមពិនិត្យមើលសំណើ។
ko_kr: 클라이언트 오류(4xx). 요청을 확인해 주세요.
ky_kg: Кардар катасы (4xx). Сурамды текшериңиз.
lo_la: ຂໍ້ຜິດພາດລູກຂ່າຍ (4xx). ກະລຸນາກວດສອບຄຳຂໍ.
lt_lt: Kliento klaida (4xx). Patikrinkite užklausą.
lv_lv: Klienta kļūda (4xx). Lūdzu, pārbaudiet pieprasījumu.
mk_mk: Грешка на клиентот (4xx). Ве молиме проверете го барањето.
mn_mn: Үйлчлүүлэгчийн алдаа (4xx). Хүсэлтээ шалгана уу.
ms_my: Ralat klien (4xx). Sila periksa permintaan.
my_mm: ကလိုင်းယင့် အမှား (4xx)။ ကျေးဇူးပြု၍ တောင်းဆိုချက်ကို စစ်ဆေးပါ။
nb_no: Klientfeil (4xx). Vennligst sjekk forespørselen.
ne_np: क्लाइन्ट त्रुटि (4xx)। कृपया अनुरोध जाँच गर्नुहोस्।
nl_be: Clientfout (4xx). Controleer uw verzoek.
pl_pl: Błąd klienta (4xx). Sprawdź żądanie.
ps_af: د مراجعینو تېروتنه (4xx). مهرباني وکړئ غوښتنه چیک کړئ.
pt_br: Erro no cliente (4xx). Verifique a solicitação.
ro_ro: Eroare client (4xx). Verificați cererea.
ru_ru: Ошибка клиента (4xx). Пожалуйста, проверьте запрос.
si_lk: සේවාලාභියාගේ දෝෂයකි (4xx). කරුණාකර ඉල්ලීම පරීක්ෂා කරන්න.
sk_sk: Chyba klienta (4xx). Prosím, skontrolujte požiadavku.
sl_si: Napaka odjemalca (4xx). Preverite zahtevo.
sq_al: Gabim i klientit (4xx). Ju lutemi kontrolloni kërkesën.
sr_cyrl_rs: Грешка клијента (4xx). Проверите захтев.
sv_se: Klientfel (4xx). Kontrollera begäran.
tg_tj: Хатогии муштарӣ (4xx). Лутфан дархостро тафтиш кунед.
th_th: ข้อผิดพลาดของไคลเอนต์ (4xx) โปรดตรวจสอบคำขอ
tk_tm: Müşderi ýalňyşlygy (4xx). Haýyşy barlaň.
tr_tr: İstemci hatası (4xx). Lütfen isteği kontrol edin.
uk_ua: Помилка клієнта (4xx). Будь ласка, перевірте запит.
vi_vn: Lỗi client (4xx). Vui lòng kiểm tra yêu cầu.
zh_hans_cn: 客户端错误 (4xx)。请检查请求。
zh_hant: 用戶端錯誤 (4xx)。請檢查請求。

# Error_ApiLimit
source: GitHub API rate limit exceeded. Please try again later.
ar: تم تجاوز حد معدل GitHub API. يرجى المحاولة مرة أخرى لاحقاً.
bg_bg: Надвишен лимит на GitHub API. Опитайте по-късно.
bn_bd: GitHub API রেট লিমিট অতিক্রম করেছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
cs_cz: Překročen limit GitHub API. Zkuste to prosím později.
da_dk: GitHub API hastighedsgrænse overskredet. Prøv venligst igen senere.
de_at: GitHub API-Rate-Limit überschritten. Bitte warten Sie etwas.
dz_bt: GitHub API ཚད་གཞི་ ལས་བརྒལ་སོང་ནུག ཤུལ་ལས་ ལོག་འབད་རྩོལ་བསྐྱེད་གནང་།
el_cy: Υπέρβαση ορίου GitHub API. Δοκιμάστε ξανά αργότερα.
es_419: Límite de la API de GitHub excedido. Inténtalo más tarde.
et_ee: GitHub API limiit ületatud. Palun proovi hiljem uuesti.
fa_ir: محدودیت نرخ API گیت‌هاب تمام شده است. لطفاً بعداً تلاش کنید.
fi_fi: GitHub API -raja ylitetty. Yritä myöhemmin uudelleen.
fil_ph: Lumampas sa GitHub API rate limit. Subukan uli mamaya.
fr_fr: Limite API GitHub dépassée. Réessayez plus tard.
he_il: חריגה ממגבלת ה-API של GitHub. אנא נסה שוב מאוחר יותר.
hi_in: GitHub API दर सीमा पार हो गई। कृपया बाद में पुनः प्रयास करें।
hr_hr: Prekoračeno ograničenje GitHub API-ja. Molimo pokušajte kasnije.
hu_hu: GitHub API korlát túllépve. Próbálja újra később.
id_id: Batas tarif API GitHub terlampaui. Silakan coba lagi nanti.
is_is: GitHub API takmörkum náð. Vinsamlegast reyndu aftur síðar.
it_it: Limite di richieste API GitHub superato. Riprova più tardi.
ja_jp: GitHub APIレート制限を超えました。後でもう一度お試しください。
kk_kz: GitHub API сұраулар шегінен асты. Кейінірек қайталап көріңіз.
km_kh: លើសដែនកំណត់អត្រា GitHub API ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko_kr: GitHub API 속도 제한을 초과했습니다. 나중에 다시 시도해 주세요.
ky_kg: GitHub API чегинен ашты. Сураныч, кийинчерээк кайра аракет кылыңыз.
lo_la: ເກີນຂີດຈຳກັດ GitHub API ແລ້ວ. ກະລຸນາລອງໃໝ່ໃນພາຍຫຼັງ.
lt_lt: Viršytas GitHub API užklausų limitas. Bandykite dar kartą vėliau.
lv_lv: Pārsniegts GitHub API ātruma ierobežojums. Lūdzu, mēģiniet vēlreiz vēlāk.
mk_mk: Надминато ограничувањето на GitHub API. Ве молиме обидете се подоцна.
mn_mn: GitHub API хязгаар хэтэрсэн. Дараа дахин оролдоно уу.
ms_my: Had kadar API GitHub dicapai. Sila cuba lagi nanti.
my_mm: GitHub API ကန့်သတ်ချက် ကျော်လွန်သွားပါပြီ။ ကျေးဇူးပြု၍ ခဏအကြာတွင် ထပ်မံကြိုးစားပါ။
nb_no: GitHub API-grense overskredet. Vennligst prøv igjen senere.
ne_np: GitHub API दर सीमा नाघ्यो। कृपया पछि फेरि प्रयास गर्नुहोस्।
nl_be: GitHub API-limiet overschreden. Probeer het later opnieuw.
pl_pl: Przekroczono limit zapytań API GitHub. Spróbuj ponownie później.
ps_af: د GitHub API حد څخه تیر شو. مهرباني وکړئ وروسته بیا هڅه وکړئ.
pt_br: Limite de taxa da API do GitHub excedido. Tente novamente mais tarde.
ro_ro: Limita de cereri GitHub API a fost depășită. Încercați mai târziu.
ru_ru: Превышен лимит запросов GitHub API. Пожалуйста, повторите попытку позже.
si_lk: GitHub API සීමාව ඉක්මවා ඇත. කරුණාකර පසුව නැවත උත්සාහ කරන්න.
sk_sk: Prekročený limit požiadaviek GitHub API. Skúste to znova neskôr.
sl_si: Presežena omejitev GitHub API. Poskusite znova pozneje.
sq_al: U tejkalua kufiri i API-së së GitHub. Ju lutemi provoni përsëri më vonë.
sr_cyrl_rs: Премашено ограничење GitHub API-ја. Покушајте поново касније.
sv_se: Gränsen för GitHub API överskreds. Försök igen senare.
tg_tj: Маҳдудияти дархостҳои GitHub API гузашт. Лутфан дертар боз кӯшиш кунед.
th_th: เกินขีดจำกัด API ของ GitHub โปรดลองอีกครั้งในภายหลัง
tk_tm: GitHub API çäginden geçildi. Soňurak gaýtadan synanyşyň.
tr_tr: GitHub API hız sınırı aşıldı. Lütfen daha sonra tekrar deneyin.
uk_ua: Перевищено ліміт запитів GitHub API. Будь ласка, спробуйте пізніше.
vi_vn: Vượt quá giới hạn API GitHub. Vui lòng thử lại sau.
zh_hans_cn: 超出了 GitHub API 的速率限制。请稍后再试。
zh_hant: 超出了 GitHub API 的速率限制。請稍後再試。

# Msg_NoPreRelease
source: No pre-release version found. Keeping current version.
ar: لم يتم العثور على نسخة ما قبل الإصدار. الإبقاء على الإصدار الحالي.
bg_bg: Няма намерена pre-release версия. Запазване на текущата.
bn_bd: কোনো প্রি-রিলিজ সংস্করণ পাওয়া যায়নি। বর্তমান সংস্করণ রাখা হচ্ছে।
cs_cz: Nebyla nalezena žádná pre-release verze. Ponechání aktuální verze.
da_dk: Ingen pre-release version fundet. Beholder nuværende version.
de_at: Keine Pre-release Version gefunden. Behalte aktuelle Version.
dz_bt: སྔོན་གཏོང་ ཐོན་རིམ་ མ་ཐོབ། ད་ལྟོའི་ ཐོན་རིམ་ བཞག་དོ།
el_cy: Δεν βρέθηκε έκδοση pre-release. Διατήρηση τρέχουσας.
es_419: No se encontró versión pre-release. Manteniendo versión actual.
et_ee: Pre-release versiooni ei leitud. Jätkan praegusega.
fa_ir: نسخه پیش‌انتشاری پیدا نشد. نسخه فعلی حفظ می‌شود.
fi_fi: Esiversiota ei löytynyt. Pidetään nykyinen versio.
fil_ph: Walang nakitang pre-release version. Pinapanatili ang kasalukuyan.
fr_fr: Aucune pré-version trouvée. Conservation de la version actuelle.
he_il: לא נמצאה גרסת טרום-שחרור. שומר על הגרסה הנוכחית.
hi_in: कोई प्री-रिलीज़ संस्करण नहीं मिला। वर्तमान संस्करण को बनाए रख रहा है।
hr_hr: Nije pronađena pre-release verzija. Zadržavanje trenutne.
hu_hu: Nem található pre-release verzió. Jelenlegi verzió megtartása.
id_id: Tidak ada versi pra-rilis ditemukan. Mempertahankan versi saat ini.
is_is: Engin forútgáfa fannst. Heldur núverandi útgáfu.
it_it: Nessuna versione pre-release trovata. Mantenimento della versione attuale.
ja_jp: プレリリースバージョンが見つかりません。現在のバージョンを維持します。
kk_kz: Алдын ала шығарылым табылмады. Ағымдағы нұсқаны сақтау.
km_kh: រកមិនឃើញកំណែមុនចេញផ្សាយទេ។ រក្សាកំណែបច្ចុប្បន្ន។
ko_kr: 프리릴리스 버전을 찾을 수 없습니다. 현재 버전을 유지합니다.
ky_kg: Алдын ала чыгарылган версия табылган жок. Учурдагы версия сакталууда.
lo_la: ບໍ່ພົບເວີຊັນກ່ອນປ່ອຍ. ຮັກສາເວີຊັນປັດຈຸບັນ.
lt_lt: Pre-release versija nerasta. Paliekama dabartinė versija.
lv_lv: Pirmsizlaides versija netika atrasta. Saglabāta pašreizējā versija.
mk_mk: Не е пронајдена pre-release верзија. Се задржува тековната верзија.
mn_mn: Pre-release хувилбар олдсонгүй. Одоогийн хувилбарыг хадгалж байна.
ms_my: Tiada versi pralelepasan ditemui. Mengekalkan versi semasa.
my_mm: Pre-release ဗားရှင်း မတွေ့ရှိပါ။ လက်ရှိဗားရှင်းကိုသာ ဆက်လက်အသုံးပြုမည်။
nb_no: Ingen pre-release versjon funnet. Beholder nåværende versjon.
ne_np: कुनै प्रि-रिलिज संस्करण फेला परेन। हालको संस्करण कायम राख्दै।
nl_be: Geen pre-release versie gevonden. Huidige versie blijft behouden.
pl_pl: Nie znaleziono wersji przedpremierowej (pre-release). Zachowano obecną wersję.
ps_af: د خپریدو دمخه نسخه ونه موندل شوه. اوسنۍ نسخه ساتل کیږي.
pt_br: Nenhuma versão de pré-lançamento encontrada. Mantendo a versão atual.
ro_ro: Nu s-a găsit nicio versiune de pre-lansare. Se păstrează versiunea curentă.
ru_ru: Предварительная версия не найдена. Сохранение текущей версии.
si_lk: පෙර-නිකුතු (Pre-release) අනුවාදයක් හමු නොවීය. වත්මන් අනුවාදය තබා ගනී.
sk_sk: Nenašla sa žiadna pre-release verzia. Ponecháva sa aktuálna.
sl_si: Različica pred izdajo (pre-release) ni najdena. Ohranjanje trenutne različice.
sq_al: Nuk u gjet asnjë version pre-release. Po ruhet versioni aktual.
sr_cyrl_rs: Није пронађена пре-релеасе верзија. Задржавам тренутну верзију.
sv_se: Ingen förhandsversion hittades. Behåller aktuell version.
tg_tj: Ягон версияи пеш аз интишор ёфт нашуд. Нигоҳ доштани версияи ҷорӣ.
th_th: ไม่พบเวอร์ชัน Pre-release จะคงเวอร์ชันปัจจุบันไว้
tk_tm: Pre-release wersiýasy tapylmady. Häzirki wersiýa saklanýar.
tr_tr: Ön sürüm (Pre-release) bulunamadı. Mevcut sürüm korunuyor.
uk_ua: Попередня версія (Pre-release) не знайдена. Збереження поточної версії.
vi_vn: Không tìm thấy phiên bản pre-release. Giữ nguyên phiên bản hiện tại.
zh_hans_cn: 未找到预发布版本。保留当前版本。
zh_hant: 未找到預先發行版本。保留目前版本。

# Msg_PreReleaseWarning
source: Pre-release version {0} is available. {1} This version may be unstable. Do you want to download?
ar: نسخة ما قبل الإصدار {0} متوفرة. {1} قد تكون هذه النسخة غير مستقرة. هل تريد التنزيل؟
bg_bg: Налична е pre-release версия {0}. {1} Тази версия може да е нестабилна. Искате ли да я изтеглите?
bn_bd: প্রি-রিলিজ সংস্করণ {0} উপলব্ধ। {1} এই সংস্করণটি অস্থিতিশীল হতে পারে। আপনি কি ডাউনলোড করতে চান?
cs_cz: Pre-release verze {0} je k dispozici. {1} Tato verze může být nestabilní. Chcete ji stáhnout?
da_dk: Pre-release version {0} er tilgængelig. {1} Denne version kan være ustabil. Vil du downloade den?
de_at: Pre-release Version {0} ist verfügbar. {1} Diese Version kann instabil sein. Herunterladen?
dz_bt: སྔོན་གཏོང་ ཐོན་རིམ་ {0} ཐོབ་ཚུགས། {1} ཐོན་རིམ་འདི་ བརྟན་ཏོག་ མེདཔ་འོང་། ཁྱོད་ ཕབ་ལེན་འབད་ནི་ཨིན་ན?
el_cy: Η έκδοση pre-release {0} είναι διαθέσιμη. {1} Αυτή η έκδοση μπορεί να είναι ασταθής. Θέλετε να την κατεβάσετε;
es_419: La versión pre-release {0} está disponible. {1} Esta versión puede ser inestable. ¿Quieres descargarla?
et_ee: Pre-release versioon {0} on saadaval. {1} See versioon võib olla ebastabiilne. Kas soovid alla laadida?
fa_ir: نسخه پیش‌انتشار {0} در دسترس است. {1} این نسخه ممکن است ناپایدار باشد. آیا می‌خواهید دانلود کنید؟
fi_fi: Esiversio {0} on saatavilla. {1} Tämä versio voi olla epävakaa. Haluatko ladata?
fil_ph: Available ang pre-release version {0}. {1} Maaaring hindi stable ang bersyong ito. Gusto mo bang i-download?
fr_fr: La pré-version {0} est disponible. {1} Cette version peut être instable. Voulez-vous la télécharger ?
he_il: גרסת טרום-שחרור {0} זמינה. {1} גרסה זו עשויה להיות לא יציבה. האם ברצונך להוריד?
hi_in: प्री-रिलीज़ संस्करण {0} उपलब्ध है। {1} यह संस्करण अस्थिर हो सकता है। क्या आप डाउनलोड करना चाहते हैं?
hr_hr: Dostupna je pre-release verzija {0}. {1} Ova verzija može biti nestabilna. Želite li je preuzeti?
hu_hu: Elérhető pre-release verzió: {0}. {1} Ez a verzió instabil lehet. Letölti?
id_id: Versi pra-rilis {0} tersedia. {1} Versi ini mungkin tidak stabil. Apakah Anda ingin mengunduh?
is_is: Forútgáfa {0} er fáanleg. {1} Þessi útgáfa gæti verið óstöðug. Viltu hlaða niður?
it_it: È disponibile la versione pre-release {0}. {1} Questa versione potrebbe essere instabile. Vuoi scaricarla?
ja_jp: プレリリースバージョン {0} が利用可能です。 {1} このバージョンは不安定な可能性があります。ダウンロードしますか？
kk_kz: Алдын ала шығарылым нұсқасы {0} қолжетімді. {1} Бұл нұсқа тұрақсыз болуы мүмкін. Жүктеп алғыңыз келе ме?
km_kh: កំណែមុនចេញផ្សាយ {0} មានហើយ។ {1} កំណែនេះប្រហែលជាមិនស្ថិតស្ថេរទេ។ តើអ្នកចង់ទាញយកទេ?
ko_kr: 프리릴리스 버전 {0}을(를) 사용할 수 있습니다. {1} 이 버전은 불안정할 수 있습니다. 다운로드하시겠습니까?
ky_kg: Алдын ала чыгарылган версия {0} жеткиликтүү. {1} Бул версия туруксуз болушу мүмкүн. Жүктөп алгыңыз келеби?
lo_la: ເວີຊັນກ່ອນປ່ອຍ {0} ພ້ອມນຳໃຊ້ແລ້ວ. {1} ເວີຊັນນີ້ອາດຈະບໍ່ສະຖຽນ. ທ່ານຕ້ອງການດາວໂຫຼດບໍ?
lt_lt: Yra pre-release versija {0}. {1} Ši versija gali būti nestabili. Ar norite atsisiųsti?
lv_lv: Ir pieejama pirmsizlaides versija {0}. {1} Šī versija var būt nestabila. Vai vēlaties lejupielādēt?
mk_mk: Pre-release верзијата {0} е достапна. {1} Оваа верзија може да биде нестабилна. Дали сакате да преземете?
mn_mn: Pre-release хувилбар {0} бэлэн байна. {1} Энэ хувилбар тогтворгүй байж болзошгүй. Та татаж авахыг хүсэж байна уу?
ms_my: Versi pralelepasan {0} tersedia. {1} Versi ini mungkin tidak stabil. Adakah anda mahu memuat turun?
my_mm: Pre-release ဗားရှင်း {0} ရရှိနိုင်ပါပြီ။ {1} ဤဗားရှင်းသည် မတည်ငြိမ်မှုများ ရှိနိုင်သည်။ ဒေါင်းလုဒ်ဆွဲလိုပါသလား?
nb_no: Pre-release versjon {0} er tilgjengelig. {1} Denne versjonen kan være ustabil. Vil du laste den ned?
ne_np: प्रि-रिलिज संस्करण {0} उपलब्ध छ। {1} यो संस्करण अस्थिर हुन सक्छ। के तपाइँ डाउनलोड गर्न चाहनुहुन्छ?
nl_be: Pre-release versie {0} is beschikbaar. {1} Deze versie kan instabiel zijn. Wilt u deze downloaden?
pl_pl: Dostępna jest wersja przedpremierowa {0}. {1} Ta wersja może być niestabilna. Czy chcesz ją pobrać?
ps_af: د خپریدو دمخه نسخه {0} شتون لري. {1} دا نسخه ممکن بې ثباته وي. ایا تاسو غواړئ ډاونلوډ کړئ؟
pt_br: A versão de pré-lançamento {0} está disponível. {1} Esta versão pode ser instável. Deseja baixar?
ro_ro: Versiunea de pre-lansare {0} este disponibilă. {1} Această versiune poate fi instabilă. Doriți să descărcați?
ru_ru: Доступна предварительная версия {0}. {1} Эта версия может быть нестабильной. Хотите скачать?
si_lk: පෙර-නිකුතු අනුවාදය {0} ලබා ගත හැක. {1} මෙම අනුවාදය අස්ථායී විය හැක. ඔබට බාගත කිරීමට අවශ්‍යද?
sk_sk: Pre-release verzia {0} je dostupná. {1} Táto verzia môže byť nestabilná. Chcete si ju stiahnuť?
sl_si: Na voljo je različica pred izdajo {0}. {1} Ta različica je morda nestabilna. Ali jo želite prenesti?
sq_al: Versioni pre-release {0} është në dispozicion. {1} Ky version mund të jetë i paqëndrueshëm. Dëshironi ta shkarkoni?
sr_cyrl_rs: Пре-релеасе верзија {0} је доступна. {1} Ова верзија може бити нестабилна. Да ли желите да је преузмете?
sv_se: Förhandsversion {0} är tillgänglig. {1} Denna version kan vara instabil. Vill du ladda ner den?
tg_tj: Версияи пеш аз интишор {0} дастрас аст. {1} Ин версия метавонад ноустувор бошад. Оё шумо мехоҳед боргирӣ кунед?
th_th: มีเวอร์ชัน Pre-release {0} ให้ใช้งาน {1} เวอร์ชันนี้อาจไม่เสถียร คุณต้องการดาวน์โหลดหรือไม่?
tk_tm: Pre-release wersiýasy {0} elýeterli. {1} Bu wersiýa durnuksyz bolup biler. Ýükläp almak isleýärsiňizmi?
tr_tr: Ön sürüm (Pre-release) {0} mevcut. {1} Bu sürüm kararsız olabilir. İndirmek istiyor musunuz?
uk_ua: Доступна попередня версія {0}. {1} Ця версія може бути нестабільною. Бажаєте завантажити?
vi_vn: Phiên bản pre-release {0} đã có sẵn. {1} Bản này có thể không ổn định. Bạn có muốn tải về không?
zh_hans_cn: 发现预发布版本 {0}。 {1} 此版本可能不稳定。您要下载吗？
zh_hant: 發現預先發行版本 {0}。 {1} 此版本可能不穩定。您要下載嗎？
