Repository: poli0981/HashTool
Catalog: Lang/Resources.*.resx
Languages: ar, bg_bg, bn_bd, cs_cz, da_dk, de_at, dz_bt, el_cy, es_419, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, km_kh, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, mn_mn, ms_my, my_mm, nb_no, ne_np, nl_be, pl_pl, ps_af, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, tg_tj, th_th, tk_tm, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant

# Settings_MaxFolderCountDesc
source: Limit the number of folders selected at once.
ar: تحديد عدد المجلدات المحددة في وقت واحد.
bg_bg: Ограничава броя на едновременно избраните папки.
bn_bd: একবারে নির্বাচিত ফোল্ডারের সংখ্যা সীমাবদ্ধ করুন।
cs_cz: Omezit počet složek vybraných najednou.
da_dk: Begræns antallet af mapper valgt på én gang.
de_at: Begrenzt die Anzahl der gleichzeitig ausgewählten Ordner.
dz_bt: དུས་གཅིག་ལུ་ སེལ་འཐུ་འབད་ཡོད་པའི་ སྣོད་འཛིན་གྱི་ གྲངས་ཁ་ ཚད་འཛིན་འབད།
el_cy: Περιορισμός αριθμού επιλεγμένων φακέλων.
es_419: Limita la cantidad de carpetas seleccionadas al mismo tiempo.
et_ee: Piira korraga valitavate kaustade arvu.
fa_ir: محدود کردن تعداد پوشه‌هایی که همزمان انتخاب می‌شوند.
fi_fi: Rajoita kerralla valittavien kansioiden määrää.
fil_ph: Limitahan ang dami ng folders na pinipili nang sabay.
fr_fr: Limite le nombre de dossiers sélectionnés simultanément.
he_il: הגבל את מספר התיקיות שנבחרו בבת אחת.
hi_in: एक बार में चुने गए फ़ोल्डरों की संख्या को सीमित करें।
hr_hr: Ograniči broj mapa odabranih odjednom.
hu_hu: Korlátozza az egyszerre kiválasztott mappák számát.
id_id: Batasi jumlah folder yang dipilih sekaligus.
is_is: Takmarka fjölda mappa sem valdar eru í einu.
it_it: Limita il numero di cartelle selezionate contemporaneamente.
ja_jp: 一度に選択されるフォルダの数を制限します。
kk_kz: Бір уақытта таңдалатын қалталар санын шектеңіз.
km_kh: កំណត់ចំនួនថតដែលបានជ្រើសរើសក្នុងពេលតែមួយ។
ko_kr: 한 번에 선택되는 폴더의 수를 제한합니다.
ky_kg: Бир убакта тандалган папкалардын санын чектөө.
lo_la: ຈຳກັດຈຳນວນໂຟນເດີທີ່ເລືອກໃນຄັ້ງດຽວ.
lt_lt: Apribokite vienu metu pasirenkamų aplankų skaičių.
lv_lv: Ierobežot vienlaikus atlasīto mapju skaitu.
mk_mk: Ограничете го бројот на избрани папки одеднаш.
mn_mn: Нэгэн зэрэг сонгох хавтсуудын тоог хязгаарлах.
ms_my: Hadkan jumlah folder yang dipilih serentak.
my_mm: တစ်ပြိုင်နက် ရွေးချယ်နိုင်သော ဖိုင်တွဲအရေအတွက်ကို ကန့်သတ်ပါ။
nb_no: Begrens antall mapper valgt på en gang.
ne_np: एकैचोटि चयन गरिएका फोल्डरहरूको सङ्ख्या सीमित गर्नुहोस्।
nl_be: Beperk het aantal mappen dat in één keer wordt geselecteerd.
pl_pl: Ogranicz liczbę folderów wybieranych jednocześnie.
ps_af: په یو وخت کې غوره شوي فولډرونو شمیر محدود کړئ.
pt_br: Limite o número de pastas selecionadas ao mesmo tempo.
ro_ro: Limitați numărul de foldere selectate în același timp.
ru_ru: Ограничьте количество одновременно выбираемых папок.
si_lk: එකවර තෝරාගත් ෆෝල්ඩර ගණන සීමා කරන්න.
sk_sk: Obmedzte počet naraz vybraných priečinkov.
sl_si: Omejite število hkrati izbranih map.
sq_al: Kufizoni numrin e dosjeve të zgjedhura në të njëjtën kohë.
sr_cyrl_rs: Ограничите број истовремено изабраних фасцикли.
sv_se: Begränsa antalet mappar som väljs på en gång.
tg_tj: Миқдори ҷузвдонҳои дар як вақт интихобшударо маҳдуд кунед.
th_th: จำกัดจำนวนโฟลเดอร์ที่เลือกพร้อมกัน
tk_tm: Bir wagtda saýlanan bukjalar sanyny çäklendiriň.
tr_tr: Tek seferde seçilebilecek klasör sayısını sınırlayın.
uk_ua: Обмежте кількість одночасно обраних папок.
vi_vn: Giới hạn số lượng thư mục được chọn cùng lúc.
zh_hans_cn: 限制一次可选择的文件夹数量。
zh_hant: 限制一次可選擇的資料夾數量。

# Msg_FolderLimit
source: You can only select up to {0} folders at a time.
ar: يمكنك تحديد ما يصل إلى {0} مجلدات فقط في المرة الواحدة.
bg_bg: Можете да изберете до {0} папки едновременно.
bn_bd: আপনি একবারে সর্বোচ্চ {0} টি ফোল্ডার নির্বাচন করতে পারবেন।
cs_cz: Můžete vybrat maximálně {0} složek najednou.
da_dk: Du kan kun vælge op til {0} mapper ad gangen.
de_at: Sie können maximal {0} Ordner gleichzeitig auswählen.
dz_bt: ཁྱོད་ཀྱིས་ དུས་གཅིག་ལུ་ སྣོད་འཛིན་ {0} ལས་ལྷག་ སེལ་འཐུ་འབད་མི་ཚུགས།
el_cy: Μπορείτε να επιλέξετε μέχρι {0} φακέλους ταυτόχρονα.
es_419: Solo puedes seleccionar hasta {0} carpetas a la vez.
et_ee: Saad korraga valida kuni {0} kausta.
fa_ir: شما فقط می‌توانید تا {0} پوشه را همزمان انتخاب کنید.
fi_fi: Voit valita enintään {0} kansiota kerralla.
fil_ph: Hanggang {0} folders lang ang pwede mong piliin nang sabay.
fr_fr: Vous ne pouvez sélectionner que {0} dossiers à la fois.
he_il: ניתן לבחור עד {0} תיקיות בבת אחת.
hi_in: आप एक बार में केवल {0} फ़ोल्डर तक ही चुन सकते हैं।
hr_hr: Možete odabrati najviše {0} mapa odjednom.
hu_hu: Egyszerre legfeljebb {0} mappát választhat ki.
id_id: Anda hanya dapat memilih hingga {0} folder sekaligus.
is_is: Þú getur aðeins valið allt að {0} möppur í einu.
it_it: Puoi selezionare solo fino a {0} cartelle alla volta.
ja_jp: 一度に選択できるのは {0} フォルダまでです。
kk_kz: Бір уақытта ең көбі {0} қалтаны ғана таңдай аласыз.
km_kh: អ្នកអាចជ្រើសរើសបានត្រឹមតែ {0} ថតក្នុងពេលតែមួយ។
ko_kr: 한 번에 최대 {0}개의 폴더만 선택할 수 있습니다.
ky_kg: Сиз бир эле учурда эң көп {0} папканы гана тандай аласыз.
lo_la: ທ່ານສາມາດເລືອກໄດ້ສູງສຸດ {0} ໂຟນເດີຕໍ່ຄັ້ງເທົ່ານັ້ນ.
lt_lt: Vienu metu galite pasirinkti tik iki {0} aplankų.
lv_lv: Vienlaikus varat atlasīt līdz {0} mapēm.
mk_mk: Можете да изберете само до {0} папки одеднаш.
mn_mn: Та нэг дор хамгийн ихдээ {0} хавтас сонгох боломжтой.
ms_my: Anda hanya boleh memilih sehingga {0} folder serentak.
my_mm: တစ်ကြိမ်လျှင် ဖိုင်တွဲ {0} ခုအထိသာ ရွေးချယ်နိုင်ပါသည်။
nb_no: Du kan bare velge opptil {0} mapper om gangen.
ne_np: तपाईं एक पटकमा {0} वटा सम्म फोल्डरहरू मात्र चयन गर्न सक्नुहुन्छ।
nl_be: U kan maximaal {0} mappen tegelijk selecteren.
pl_pl: Możesz wybrać jednocześnie maksymalnie {0} folderów.
ps_af: تاسو کولی شئ په یو وخت کې یوازې تر {0} فولډرونو پورې وټاکئ.
pt_br: Você só pode selecionar até {0} pastas de uma vez.
ro_ro: Puteți selecta doar până la {0} foldere simultan.
ru_ru: Вы можете выбрать не более {0} папок одновременно.
si_lk: ඔබට වරකට තෝරා ගත හැක්කේ ෆෝල්ඩර {0} ක් දක්වා පමණි.
sk_sk: Môžete vybrať maximálne {0} priečinkov naraz.
sl_si: Hkrati lahko izberete največ {0} map.
sq_al: Ju mund të zgjidhni vetëm deri në {0} dosje njëherësh.
sr_cyrl_rs: Можете изабрати само до {0} фасцикли одједном.
sv_se: Du kan bara välja upp till {0} mappar åt gången.
tg_tj: Шумо метавонед дар як вақт танҳо то {0} ҷузвдонро интихоб кунед.
th_th: คุณสามารถเลือกได้สูงสุด {0} โฟลเดอร์ต่อครั้งเท่านั้น
tk_tm: Bir wagtda diňe {0} bukja saýlap bilersiňiz.
tr_tr: Aynı anda en fazla {0} klasör seçebilirsiniz.
uk_ua: Ви можете обрати не більше {0} папок одночасно.
vi_vn: Bạn chỉ có thể chọn tối đa {0} thư mục cùng lúc.
zh_hans_cn: 您一次最多只能选择 {0} 个文件夹。
zh_hant: 您一次最多只能選擇 {0} 個資料夾。

# Msg_FileLimit
source: Added {0} files. Skipped {1} files due to limit.
ar: تمت إضافة {0} ملفات. تم تخطي {1} ملفات بسبب الحد.
bg_bg: Добавени {0} файла. Пропуснати {1} поради лимит.
bn_bd: {0} টি ফাইল যোগ করা হয়েছে। লিমিটের কারণে {1} টি ফাইল বাদ দেওয়া হয়েছে।
cs_cz: Přidáno {0} souborů. Přeskočeno {1} souborů kvůli limitu.
da_dk: Tilføjede {0} filer. Sprang {1} filer over på grund af grænse.
de_at: {0} Dateien hinzugefügt. {1} wegen Limit übersprungen.
dz_bt: ཡིག་སྣོད་ {0} ཁ་སྐོང་འབད་ཡོད། ཚད་གཞི་ལས་བརྒལ་ནི་འདི་གིས་ ཡིག་སྣོད་ {1} གོམ་འགྱོ་ཡོད།
el_cy: Προστέθηκαν {0} αρχεία. Παραλείφθηκαν {1} λόγω ορίου.
es_419: Se agregaron {0} archivos. Se omitieron {1} archivos por el límite.
et_ee: Lisatud {0} faili. Vahele jäetud {1} faili limiidi tõttu.
fa_ir: {0} فایل افزوده شد. {1} فایل به دلیل محدودیت نادیده گرفته شد.
fi_fi: Lisättiin {0} tiedostoa. Ohitettiin {1} tiedostoa rajoituksen vuoksi.
fil_ph: Nagdagdag ng {0} files. Nilaktawan ang {1} files dahil sa limit.
fr_fr: {0} fichiers ajoutés. {1} ignorés (limite atteinte).
he_il: נוספו {0} קבצים. דולגו {1} קבצים עקב המגבלה.
hi_in: {0} फाइलें जोड़ी गईं। सीमा के कारण {1} फाइलें छोड़ दी गईं।
hr_hr: Dodano {0} datoteka. Preskočeno {1} zbog ograničenja.
hu_hu: {0} fájl hozzáadva. {1} fájl kihagyva a korlát miatt.
id_id: Menambahkan {0} berkas. Melewati {1} berkas karena batas.
is_is: Bætti við {0} skrám. Sleppti {1} skrám vegna takmarkana.
it_it: Aggiunti {0} file. Saltati {1} file a causa del limite.
ja_jp: {0} ファイルを追加しました。制限のため {1} ファイルをスキップしました。
kk_kz: {0} файл қосылды. Шектеуге байланысты {1} файл өткізіп жіберілді.
km_kh: បានបន្ថែមឯកសារ {0} ។ បានរំលងឯកសារ {1} ដោយសារដែនកំណត់។
ko_kr: {0}개 파일을 추가했습니다. 제한으로 인해 {1}개 파일을 건너뛰었습니다.
ky_kg: {0} файл кошулду. Чектөөгө байланыштуу {1} файл өткөрүп жиберилди.
lo_la: ເພີ່ມ {0} ໄຟລ໌ແລ້ວ. ຂ້າມ {1} ໄຟລ໌ເນື່ອງຈາກຂີດຈຳກັດ.
lt_lt: Pridėta {0} failų. Praleista {1} failų dėl limito.
lv_lv: Pievienoti {0} faili. Izlaisti {1} faili ierobežojuma dēļ.
mk_mk: Додадени се {0} датотеки. Прескокнати {1} датотеки поради ограничувањето.
mn_mn: {0} файл нэмэгдлээ. Хязгаарлалтын улмаас {1} файлыг алгаслаа.
ms_my: Menambah {0} fail. Melangkau {1} fail kerana had.
my_mm: ဖိုင် {0} ခု ထည့်သွင်းပြီးပါပြီ။ ကန့်သတ်ချက်ကြောင့် ဖိုင် {1} ခုကို ကျော်သွားပါသည်။
nb_no: La til {0} filer. Hoppet over {1} filer på grunn av grensen.
ne_np: {0} फाइलहरू थपियो। सीमाको कारणले {1} फाइलहरू छोडियो।
nl_be: {0} bestanden toegevoegd. {1} bestanden overgeslagen wegens limiet.
pl_pl: Dodano {0} plików. Pominięto {1} plików z powodu limitu.
ps_af: {0} فایلونه اضافه شول. {1} فایلونه د حد له امله پریښودل شول.
pt_br: Adicionados {0} arquivos. Ignorados {1} arquivos devido ao limite.
ro_ro: S-au adăugat {0} fișiere. S-au omis {1} fișiere din cauza limitei.
ru_ru: Добавлено файлов: {0}. Пропущено из-за лимита: {1}.
si_lk: ගොනු {0} ක් එක් කරන ලදී. සීමාව හේතුවෙන් ගොනු {1} ක් මඟ හරින ලදී.
sk_sk: Pridaných {0} súborov. Preskočených {1} súborov kvôli limitu.
sl_si: Dodanih {0} datotek. Preskočenih {1} datotek zaradi omejitve.
sq_al: U shtuan {0} skedarë. U kapërcyen {1} skedarë për shkak të kufirit.
sr_cyrl_rs: Додато {0} датотека. Прескочено {1} датотека због ограничења.
sv_se: Lade till {0} filer. Hoppade över {1} filer på grund av gränsen.
tg_tj: {0} файл илова шуд. Аз сабаби маҳдудият {1} файл партофта шуд.
th_th: เพิ่ม {0} ไฟล์แล้ว ข้าม {1} ไฟล์เนื่องจากเกินขีดจำกัด
tk_tm: {0} faýl goşuldy. Çäk sebäpli {1} faýl böküldi.
tr_tr: {0} dosya eklendi. Sınır nedeniyle {1} dosya atlandı.
uk_ua: Додано файлів: {0}. Пропущено через ліміт: {1}.
vi_vn: Đã thêm {0} tệp. Bỏ qua {1} tệp do giới hạn.
zh_hans_cn: 已添加 {0} 个文件。因超出限制，跳过了 {1} 个文件。
zh_hant: 已新增 {0} 個檔案。因超出限制，略過了 {1} 個檔案。

# Lbl_Speed
source: Read: {0}/s | Write: {1}/s
ar: قراءة: {0}/s | كتابة: {1}/s
bg_bg: Четене: {0}/s | Запис: {1}/s
bn_bd: রিড: {0}/s | রাইট: {1}/s
cs_cz: Čtení: {0}/s | Zápis: {1}/s
da_dk: Læs: {0}/s | Skriv: {1}/s
de_at: Lese: {0}/s | Schreibe: {1}/s
dz_bt: ལྷག་ནི།: {0}/s | འབྲི་ནི།: {1}/s
el_cy: Ανάγνωση: {0}/s | Εγγραφή: {1}/s
es_419: Lectura: {0}/s | Escritura: {1}/s
et_ee: Lugemine: {0}/s | Kirjutamine: {1}/s
fa_ir: خوان: {0}/s | نوش: {1}/s
fi_fi: Luku: {0}/s | Kirjoitus: {1}/s
fil_ph: Basa: {0}/s | Sulat: {1}/s
fr_fr: Lecture : {0}/s | Écriture : {1}/s
he_il: קריאה: {0}/s | כתיבה: {1}/s
hi_in: पढ़ें: {0}/s | लिखें: {1}/s
hr_hr: Čitanje: {0}/s | Pisanje: {1}/s
hu_hu: Olvasás: {0}/s | Írás: {1}/s
id_id: Baca: {0}/s | Tulis: {1}/s
is_is: Lesa: {0}/s | Skrifa: {1}/s
it_it: Lettura: {0}/s | Scrittura: {1}/s
ja_jp: 読込: {0}/s | 書込: {1}/s
kk_kz: Оқу: {0}/с | Жазу: {1}/с
km_kh: អាន៖ {0}/s | សរសេរ៖ {1}/s
ko_kr: 읽기: {0}/s | 쓰기: {1}/s
ky_kg: Окуу: {0}/с | Жазуу: {1}/с
lo_la: ອ່ານ: {0}/s | ຂຽນ: {1}/s
lt_lt: Skaitymas: {0}/s | Rašymas: {1}/s
lv_lv: Lasīt: {0}/s | Rakstīt: {1}/s
mk_mk: Читање: {0}/s | Запишување: {1}/s
mn_mn: Унших: {0}/s | Бичих: {1}/s
ms_my: Baca: {0}/s | Tulis: {1}/s
my_mm: ဖတ်- {0}/s | ရေး- {1}/s
nb_no: Les: {0}/s | Skriv: {1}/s
ne_np: पढ्ने: {0}/s | लेख्ने: {1}/s
nl_be: Lezen: {0}/s | Schrijven: {1}/s
pl_pl: Odczyt: {0}/s | Zapis: {1}/s
ps_af: لوستل: {0}/s | لیکل: {1}/s
pt_br: Leitura: {0}/s | Gravação: {1}/s
ro_ro: Citire: {0}/s | Scriere: {1}/s
ru_ru: Чтение: {0}/с | Запись: {1}/с
si_lk: කියවීම: {0}/s | ලිවීම: {1}/s
sk_sk: Čítanie: {0}/s | Zápis: {1}/s
sl_si: Branje: {0}/s | Pisanje: {1}/s
sq_al: Lexim: {0}/s | Shkrim: {1}/s
sr_cyrl_rs: Читање: {0}/s | Писање: {1}/s
sv_se: Läs: {0}/s | Skriv: {1}/s
tg_tj: Хондан: {0}/s | Навиштан: {1}/s
th_th: อ่าน: {0}/s | เขียน: {1}/s
tk_tm: Oka: {0}/s | Ýaz: {1}/s
tr_tr: Okuma: {0}/s | Yazma: {1}/s
uk_ua: Читання: {0}/с | Запис: {1}/с
vi_vn: Đọc: {0}/s | Ghi: {1}/s
zh_hans_cn: 读取：{0}/s | 写入：{1}/s
zh_hant: 讀取：{0}/s | 寫入：{1}/s

# Settings_ShowSpeed
source: Show Read/Write Speed
ar: إظهار سرعة القراءة/الكتابة
bg_bg: Показвай скорост на Четене/Запис
bn_bd: রিড/রাইট স্পিড দেখান
cs_cz: Zobrazit rychlost Čtení/Zápisu
da_dk: Vis Læse/Skrive Hastighed
de_at: Lese-/Schreibgeschwindigkeit anzeigen
dz_bt: ལྷག་ནི་/འབྲི་ནིའི་ མགྱོགས་ཚད་ སྟོན།
el_cy: Εμφάνιση ταχύτητας Ανάγνωσης/Εγγραφής
es_419: Mostrar velocidad de Lectura/Escritura
et_ee: Kuva lugemise/kirjutamise kiirus
fa_ir: نمایش سرعت خواندن/نوشتن
fi_fi: Näytä luku-/kirjoitusnopeus
fil_ph: Ipakita ang Bilis ng Basa/Sulat
fr_fr: Afficher vitesse Lecture/Écriture
he_il: הצג מהירות קריאה/כתיבה
hi_in: पढ़ने/लिखने की गति दिखाएं
hr_hr: Prikaži brzinu Čitanja/Pisanja
hu_hu: Olvasási/Írási sebesség mutatása
id_id: Tampilkan Kecepatan Baca/Tulis
is_is: Sýna Les/Skrif hraða
it_it: Mostra velocità di Lettura/Scrittura
ja_jp: 読み書き速度を表示
kk_kz: Оқу/Жазу жылдамдығын көрсету
km_kh: បង្ហាញល្បឿនអាន/សរសេរ
ko_kr: 읽기/쓰기 속도 표시
ky_kg: Окуу/Жазуу ылдамдыгын көрсөтүү
lo_la: ສະແດງຄວາມໄວອ່ານ/ຂຽນ
lt_lt: Rodyti skaitymo / rašymo greitį
lv_lv: Rādīt lasīšanas/rakstīšanas ātrumu
mk_mk: Прикажи брзина на Читање/Запишување
mn_mn: Унших/Бичих хурд харуулах
ms_my: Tunjukkan Kelajuan Baca/Tulis
my_mm: ဖတ်/ရေး အမြန်နှုန်းကို ပြသရန်
nb_no: Vis Lese-/Skrivehastighet
ne_np: पढ्ने/लेख्ने गति देखाउनुहोस्
nl_be: Toon Lees/Schrijfsnelheid
pl_pl: Pokaż prędkość odczytu/zapisu
ps_af: د لوستلو/لیکلو سرعت ښودل
pt_br: Mostrar Velocidade de Leitura/Gravação
ro_ro: Afișează viteza de Citire/Scriere
ru_ru: Показывать скорость чтения/записи
si_lk: කියවීමේ/ලිවීමේ වේගය පෙන්වන්න
sk_sk: Zobraziť rýchlosť Čítania/Zápisu
sl_si: Prikaži hitrost branja/pisanja
sq_al: Trego Shpejtësinë e Leximit/Shkrimit
sr_cyrl_rs: Прикажи брзину Читања/Писања
sv_se: Visa Läs/Skriv-hastighet
tg_tj: Нишон додани Суръати Хондан/Навиштан
th_th: แสดงความเร็วการอ่าน/เขียน
tk_tm: Okamak/Ýazmak tizligini görkez
tr_tr: Okuma/Yazma Hızını Göster
uk_ua: Показувати швидкість Читання/Запису
vi_vn: Hiện tốc độ Đọc/Ghi
zh_hans_cn: 显示读写速度
zh_hant: 顯示讀寫速度

# Settings_ShowSpeedDesc
source: Display real-time transfer speed during hash operations.
ar: عرض سرعة النقل في الوقت الفعلي أثناء عمليات الهاش.
bg_bg: Показва моментната скорост на трансфер по време на хеширане.
bn_bd: হ্যাশ অপারেশনের সময় রিয়েল-টাইম ট্রান্সফার স্পিড প্রদর্শন করুন।
cs_cz: Zobrazovat rychlost přenosu v reálném čase během operací hashe.
da_dk: Vis overførselshastighed i realtid under hash-operationer.
de_at: Zeigt die Übertragungsrate in Echtzeit während der Hash-Vorgänge.
dz_bt: ཧེ་ཤ་ བཟོ་བའི་སྐབས་ དུས་ཐོག་ མགྱོགས་ཚད་ སྟོན།
el_cy: Εμφάνιση ταχύτητας μεταφοράς σε πραγματικό χρόνο.
es_419: Mostrar velocidad de transferencia en tiempo real durante el hash.
et_ee: Kuva reaalajas edastuskiirus räsimise ajal.
fa_ir: نمایش سرعت انتقال لحظه‌ای در حین عملیات هش.
fi_fi: Näytä reaaliaikainen siirtonopeus tiivistyksen aikana.
fil_ph: Ipakita ang real-time transfer speed habang nagha-hash.
fr_fr: Affiche le débit en temps réel pendant le hachage.
he_il: הצג קצב העברה בזמן אמת במהלך פעולות Hash.
hi_in: हैश ऑपरेशन के दौरान रीयल-टाइम ट्रांसफर स्पीड प्रदर्शित करें।
hr_hr: Prikaži brzinu prijenosa u stvarnom vremenu tijekom hashiranja.
hu_hu: Valós idejű átviteli sebesség mutatása hash-elés közben.
id_id: Tampilkan kecepatan transfer waktu nyata selama operasi hash.
is_is: Sýna flutningshraða í rauntíma meðan á hash vinnslu stendur.
it_it: Mostra la velocità di trasferimento in tempo reale durante il calcolo dell'hash.
ja_jp: ハッシュ操作中にリアルタイムの転送速度を表示します。
kk_kz: Хэштеу кезінде нақты уақыттағы тасымалдау жылдамдығын көрсету.
km_kh: បង្ហាញល្បឿនផ្ទេរទិន្នន័យជាក់ស្តែងកំឡុងពេលប្រតិបត្តិការ hash ។
ko_kr: 해시 작업 중 실시간 전송 속도를 표시합니다.
ky_kg: Хэштөө учурунда реалдуу убакытта өткөрүү ылдамдыгын көрсөтүү.
lo_la: ສະແດງຄວາມໄວການຖ່າຍໂອນເວລາຈິງໃນລະຫວ່າງການເຮັດວຽກຂອງ Hash.
lt_lt: Rodyti perdavimo greitį realiuoju laiku hash operacijų metu.
lv_lv: Rādīt reāllaika pārsūtīšanas ātrumu hash operāciju laikā.
mk_mk: Прикажи брзина на пренос во реално време за време на хеш операциите.
mn_mn: Хэш хийх үед дамжуулах хурдыг бодит цагт харуулах.
ms_my: Tunjukkan kelajuan pemindahan masa nyata semasa operasi hash.
my_mm: Hash လုပ်ဆောင်နေစဉ်အတွင်း အချိန်နှင့်တပြေးညီ ကူးပြောင်းမှု အမြန်နှုန်းကို ပြသရန်။
nb_no: Vis overføringshastighet i sanntid under hash-operasjoner.
ne_np: ह्यास सञ्चालनको समयमा वास्तविक-समय स्थानान्तरण गति प्रदर्शन गर्नुहोस्।
nl_be: Toon de real-time overdrachtssnelheid tijdens hash-operaties.
pl_pl: Wyświetlaj prędkość transferu w czasie rzeczywistym podczas operacji hashowania.
ps_af: د هیش عملیاتو پرمهال د ریښتیني وخت لیږد سرعت وښایاست.
pt_br: Exibe a velocidade de transferência em tempo real durante as operações.
ro_ro: Afișează viteza de transfer în timp real în timpul operațiunilor de hash.
ru_ru: Отображать скорость передачи данных в реальном времени во время операций хэширования.
si_lk: හැෂ් මෙහෙයුම් අතරතුර තත්‍ය කාලීන හුවමාරු වේගය පෙන්වන්න.
sk_sk: Zobraziť rýchlosť prenosu v reálnom čase počas hash operácií.
sl_si: Prikaži hitrost prenosa v realnem času med hash operacijami.
sq_al: Shfaq shpejtësinë e transferimit në kohë reale gjatë operacioneve të hash-it.
sr_cyrl_rs: Прикажи брзину преноса у реалном времену током хеш операција.
sv_se: Visa överföringshastighet i realtid under hash-operationer.
tg_tj: Суръати интиқоли вақти воқеиро ҳангоми амалиёти ҳэш нишон диҳед.
th_th: แสดงความเร็วการถ่ายโอนแบบเรียลไทม์ระหว่างการดำเนินการแฮช
tk_tm: Heş amallary mahalynda hakyky wagt geçiriş tizligini görkeziň.
tr_tr: Hash işlemleri sırasında gerçek zamanlı aktarım hızını görüntüleyin.
uk_ua: Відображати швидкість передачі даних у реальному часі під час операцій хешування.
vi_vn: Hiển thị tốc độ truyền tải thời gian thực trong khi băm.
zh_hans_cn: 在哈希操作期间显示实时传输速度。
zh_hant: 在雜湊作業期間顯示即時傳輸速度。

# Status_Computing
source: Hash Computing...
ar: جاري حساب الهاش...
bg_bg: Изчисляване на хеш...
bn_bd: হ্যাশ গণনা করা হচ্ছে...
cs_cz: Výpočet hashe...
da_dk: Hash Beregning...
de_at: Hash-Berechnung...
dz_bt: ཧེ་ཤ་ རྩིས་བརྐྱབ་དོ...
el_cy: Υπολογισμός Hash...
es_419: Calculando Hash...
et_ee: Räsi arvutamine...
fa_ir: محاسبه هش...
fi_fi: Tiivisteen laskenta...
fil_ph: Nagha-hash...
fr_fr: Calcul du Hash...
he_il: חישוב Hash...
hi_in: हैश गणना हो रही है...
hr_hr: Računanje hasha...
hu_hu: Hash számítása...
id_id: Menghitung Hash...
is_is: Reiknar Hash...
it_it: Calcolo dell'Hash in corso...
ja_jp: ハッシュ計算中...
kk_kz: Хэш есептелуде...
km_kh: កំពុងគណនា Hash...
ko_kr: 해시 계산 중...
ky_kg: Хэш эсептелүүдө...
lo_la: ກຳລັງຄຳນວນ Hash...
lt_lt: Skaičiuojamas Hash...
lv_lv: Aprēķina Hash...
mk_mk: Пресметување Хеш...
mn_mn: Хэш тооцоолж байна...
ms_my: Mengira Hash...
my_mm: Hash တွက်ချက်နေပါသည်...
nb_no: Beregner Hash...
ne_np: ह्यास गणना गरिँदै...
nl_be: Hash berekenen...
pl_pl: Obliczanie hasha...
ps_af: هیش محاسبه کیږي...
pt_br: Calculando Hash...
ro_ro: Se calculează Hash...
ru_ru: Вычисление хэша...
si_lk: Hash ගණනය කරමින්...
sk_sk: Počíta sa Hash...
sl_si: Računanje Hasha...
sq_al: Duke llogaritur Hash-in...
sr_cyrl_rs: Рачунање хеша...
sv_se: Beräknar hash...
tg_tj: Ҳисоби Ҳэш...
th_th: กำลังคำนวณแฮช...
tk_tm: Heş hasaplanýar...
tr_tr: Hash Hesaplanıyor...
uk_ua: Обчислення хешу...
vi_vn: Đang tính toán...
zh_hans_cn: 正在计算哈希...
zh_hant: 正在計算雜湊...
