Repository: poli0981/HashTool
Catalog: Lang/Resources.*.resx
Languages: ar, bg_bg, bn_bd, cs_cz, da_dk, de_at, dz_bt, el_cy, es_419, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, km_kh, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, mn_mn, ms_my, my_mm, nb_no, ne_np, nl_be, pl_pl, ps_af, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, tg_tj, th_th, tk_tm, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant

# Status_CheckError
source: Update check error: {0}
ar: خطأ في التحقق من التحديث: {0}
bg_bg: Грешка при проверка: {0}
bn_bd: আপডেট চেক করতে ত্রুটি: {0}
cs_cz: Chyba kontroly aktualizace: {0}
da_dk: Fejl ved opdateringstjek: {0}
de_at: Fehler bei Update-Prüfung: {0}
dz_bt: དུས་མཐུན་ ཞིབ་དཔྱད་ འཛོལ་བ།: {0}
el_cy: Σφάλμα ελέγχου ενημέρωσης: {0}
es_419: Error al buscar actualización: {0}
et_ee: Värskenduse kontrolli viga: {0}
fa_ir: خطا در بررسی بروزرسانی: {0}
fi_fi: Päivityksen tarkistusvirhe: {0}
fil_ph: Error sa pag-check ng update: {0}
fr_fr: Erreur vérif. mise à jour : {0}
he_il: שגיאת בדיקת עדכון: {0}
hi_in: अपडेट जाँच त्रुटि: {0}
hr_hr: Pogreška pri provjeri ažuriranja: {0}
hu_hu: Frissítés ellenőrzési hiba: {0}
id_id: Galat cek pembaruan: {0}
is_is: Villa við uppfærsluleit: {0}
it_it: Errore controllo aggiornamenti: {0}
ja_jp: 更新確認エラー: {0}
kk_kz: Жаңартуды тексеру қатесі: {0}
km_kh: កំហុសក្នុងការពិនិត្យមើលការធ្វើបច្ចុប្បន្នភាព៖ {0}
ko_kr: 업데이트 확인 오류: {0}
ky_kg: Жаңыртууну текшерүү катасы: {0}
lo_la: ຂໍ້ຜິດພາດການກວດສອບອັບເດດ: {0}
lt_lt: Atnaujinimų tikrinimo klaida: {0}
lv_lv: Atjaunināšanas pārbaudes kļūda: {0}
mk_mk: Грешка при проверка за ажурирање: {0}
mn_mn: Шинэчлэлт шалгах алдаа: {0}
ms_my: Ralat semakan kemas kini: {0}
my_mm: အပ်ဒိတ် စစ်ဆေးမှု အမှား: {0}
nb_no: Feil ved sjekk av oppdatering: {0}
ne_np: अपडेट जाँच त्रुटि: {0}
nl_be: Fout bij updatecontrole: {0}
pl_pl: Błąd sprawdzania aktualizacji: {0}
ps_af: د تازه معلوماتو کتلو تېروتنه: {0}
pt_br: Erro ao verificar atualização: {0}
ro_ro: Eroare la verificarea actualizării: {0}
ru_ru: Ошибка проверки обновлений: {0}
si_lk: යාවත්කාලීන පරීක්ෂා කිරීමේ දෝෂය: {0}
sk_sk: Chyba kontroly aktualizácie: {0}
sl_si: Napaka pri preverjanju posodobitve: {0}
sq_al: Gabim në kontrollin e përditësimit: {0}
sr_cyrl_rs: Грешка при провери ажурирања: {0}
sr_latn_rs: Greška provere ažuriranja: {0}
sv_se: Fel vid uppdateringskontroll: {0}
tg_tj: Хатогии санҷиши навсозӣ: {0}
th_th: ข้อผิดพลาดในการตรวจสอบการอัปเดต: {0}
tk_tm: Täzeleme barlagynda ýalňyşlyk: {0}
tr_tr: Güncelleme denetimi hatası: {0}
uk_ua: Помилка перевірки оновлень: {0}
vi_vn: Lỗi kiểm tra cập nhật: {0}
zh_hans_cn: 检查更新出错：{0}
zh_hant: 檢查更新錯誤：{0}

# Status_Installing
source: Downloading and installing...
ar: جاري التنزيل والتثبيت...
bg_bg: Изтегляне и инсталиране...
bn_bd: ডাউনলোড এবং ইনস্টল করা হচ্ছে...
cs_cz: Stahování a instalace...
da_dk: Downloader og installerer...
de_at: Download und Installation...
dz_bt: ཕབ་ལེན་ དང་ གཞི་བཙུགས་འབད་དོ...
el_cy: Λήψη και εγκατάσταση...
es_419: Descargando e instalando...
et_ee: Allalaadimine ja installimine...
fa_ir: در حال دانلود و نصب...
fi_fi: Ladataan ja asennetaan...
fil_ph: Dino-download at ini-install...
fr_fr: Téléchargement et installation...
he_il: מוריד ומתקין...
hi_in: डाउनलोड और इंस्टॉल हो रहा है...
hr_hr: Preuzimanje i instalacija...
hu_hu: Letöltés és telepítés...
id_id: Mengunduh dan memasang...
is_is: Hleður niður og setur upp...
it_it: Download e installazione...
ja_jp: ダウンロードしてインストール中...
kk_kz: Жүктелуде және орнатылуда...
km_kh: កំពុងទាញយក និងដំឡើង...
ko_kr: 다운로드 및 설치 중...
ky_kg: Жүктөлүп жана орнотулууда...
lo_la: ກຳລັງດາວໂຫຼດ ແລະ ຕິດຕັ້ງ...
lt_lt: Atsiunčiama ir diegiama...
lv_lv: Lejupielādē un instalē...
mk_mk: Преземање и инсталирање...
mn_mn: Татаж аваад суулгаж байна...
ms_my: Memuat turun dan memasang...
my_mm: ဒေါင်းလုဒ်ဆွဲပြီး ထည့်သွင်းနေပါသည်...
nb_no: Laster ned og installerer...
ne_np: डाउनलोड र स्थापना हुँदैछ...
nl_be: Aan het downloaden en installeren...
pl_pl: Pobieranie i instalowanie...
ps_af: ډاونلوډ او نصب کیږي...
pt_br: Baixando e instalando...
ro_ro: Se descarcă și se instalează...
ru_ru: Загрузка и установка...
si_lk: බාගත කරමින් සහ ස්ථාපනය කරමින්...
sk_sk: Sťahovanie a inštalácia...
sl_si: Prenašanje in nameščanje...
sq_al: Duke shkarkuar dhe instaluar...
sr_cyrl_rs: Преузимање и инсталација...
sr_latn_rs: Preuzimanje i instalacija...
sv_se: Laddar ner och installerar...
tg_tj: Боргирӣ ва насб...
th_th: กำลังดาวน์โหลดและติดตั้ง...
tk_tm: Ýüklenýär we gurnalýar...
tr_tr: İndiriliyor ve yükleniyor...
uk_ua: Завантаження та встановлення...
vi_vn: Đang tải và cài đặt...
zh_hans_cn: 正在下载并安装...
zh_hant: 正在下載並安裝...

# Status_InstallError
source: Installation error: {0}
ar: خطأ في التثبيت: {0}
bg_bg: Грешка при инсталиране: {0}
bn_bd: ইনস্টলেশন ত্রুটি: {0}
cs_cz: Chyba instalace: {0}
da_dk: Installationsfejl: {0}
de_at: Installationsfehler: {0}
dz_bt: གཞི་བཙུགས་ འཛོལ་བ།: {0}
el_cy: Σφάλμα εγκατάστασης: {0}
es_419: Error de instalación: {0}
et_ee: Installimise viga: {0}
fa_ir: خطای نصب: {0}
fi_fi: Asennusvirhe: {0}
fil_ph: Error sa pag-install: {0}
fr_fr: Erreur d'installation : {0}
he_il: שגיאת התקנה: {0}
hi_in: इंस्टॉलेशन त्रुटि: {0}
hr_hr: Pogreška pri instalaciji: {0}
hu_hu: Telepítési hiba: {0}
id_id: Galat pemasangan: {0}
is_is: Uppsetningarvilla: {0}
it_it: Errore di installazione: {0}
ja_jp: インストールエラー: {0}
kk_kz: Орнату қатесі: {0}
km_kh: កំហុសក្នុងការដំឡើង៖ {0}
ko_kr: 설치 오류: {0}
ky_kg: Орнотуу катасы: {0}
lo_la: ຂໍ້ຜິດພາດການຕິດຕັ້ງ: {0}
lt_lt: Diegimo klaida: {0}
lv_lv: Instalācijas kļūda: {0}
mk_mk: Грешка при инсталација: {0}
mn_mn: Суулгах алдаа: {0}
ms_my: Ralat pemasangan: {0}
my_mm: ထည့်သွင်းမှု အမှား: {0}
nb_no: Installasjonsfeil: {0}
ne_np: स्थापना त्रुटि: {0}
nl_be: Installatiefout: {0}
pl_pl: Błąd instalacji: {0}
ps_af: د نصبولو تېروتنه: {0}
pt_br: Erro de instalação: {0}
ro_ro: Eroare de instalare: {0}
ru_ru: Ошибка установки: {0}
si_lk: ස්ථාපන දෝෂය: {0}
sk_sk: Chyba inštalácie: {0}
sl_si: Napaka pri namestitvi: {0}
sq_al: Gabim instalimi: {0}
sr_cyrl_rs: Грешка при инсталацији: {0}
sr_latn_rs: Greška instalacije: {0}
sv_se: Installationsfel: {0}
tg_tj: Хатогии насб: {0}
th_th: ข้อผิดพลาดในการติดตั้ง: {0}
tk_tm: Gurnama ýalňyşlygy: {0}
tr_tr: Yükleme hatası: {0}
uk_ua: Помилка встановлення: {0}
vi_vn: Lỗi cài đặt: {0}
zh_hans_cn: 安装错误：{0}
zh_hant: 安裝錯誤：{0}

# Status_ReadyFromHash
source: Ready (From .hash file)
ar: جاهز (من ملف .hash)
bg_bg: Готов (От .hash файл)
bn_bd: প্রস্তুত (.hash ফাইল থেকে)
cs_cz: Připraveno (Z .hash souboru)
da_dk: Klar (Fra .hash fil)
de_at: Bereit (Aus .hash-Datei)
dz_bt: གྲ་སྒྲིག (.hash ཡིག་སྣོད་ལས།)
el_cy: Έτοιμο (Από αρχείο .hash)
es_419: Listo (Desde archivo .hash)
et_ee: Valmis (.hash failist)
fa_ir: آماده (از فایل .hash)
fi_fi: Valmis (.hash-tiedostosta)
fil_ph: Handa na (Mula sa .hash file)
fr_fr: Prêt (Depuis fichier .hash)
he_il: מוכן (מקובץ .hash)
hi_in: तैयार (.hash फाइल से)
hr_hr: Spremno (Iz .hash datoteke)
hu_hu: Kész (.hash fájlból)
id_id: Siap (Dari berkas .hash)
is_is: Tilbúið (Úr .hash skrá)
it_it: Pronto (Dal file .hash)
ja_jp: 準備完了 (.hashファイルから)
kk_kz: Дайын (.hash файлынан)
km_kh: រួចរាល់ (ពីឯកសារ .hash)
ko_kr: 준비 완료 (.hash 파일에서)
ky_kg: Даяр (.hash файлынан)
lo_la: ພ້ອມແລ້ວ (ຈາກໄຟລ໌ .hash)
lt_lt: Paruošta (Iš .hash failo)
lv_lv: Gatavs (No .hash faila)
mk_mk: Спремно (Од .hash датотека)
mn_mn: Бэлэн (.hash файлаас)
ms_my: Sedia (Dari fail .hash)
my_mm: အဆင်သင့်ဖြစ်ပါပြီ (.hash ဖိုင်မှ)
nb_no: Klar (Fra .hash-fil)
ne_np: तयार छ (.hash फाइलबाट)
nl_be: Klaar (Vanuit .hash bestand)
pl_pl: Gotowe (Z pliku .hash)
ps_af: چمتو (د .hash فایل څخه)
pt_br: Pronto (Do arquivo .hash)
ro_ro: Pregătit (Din fișierul .hash)
ru_ru: Готово (Из файла .hash)
si_lk: සූදානම් (.hash ගොනුවෙන්)
sk_sk: Pripravené (Zo súboru .hash)
sl_si: Pripravljeno (Iz .hash datoteke)
sq_al: Gati (Nga skedari .hash)
sr_cyrl_rs: Спремно (Из .hash датотеке)
sr_latn_rs: Spreman (Iz .hash fajla)
sv_se: Klar (Från .hash-fil)
tg_tj: Омода (Аз файли .hash)
th_th: พร้อม (จากไฟล์ .hash)
tk_tm: Taýýar (.hash faýlyndan)
tr_tr: Hazır (.hash dosyasından)
uk_ua: Готово (З файлу .hash)
vi_vn: Sẵn sàng (Từ tệp .hash)
zh_hans_cn: 就绪（来自 .hash 文件）
zh_hant: 就緒 (來自 .hash 檔案)

# Status_LostOriginal
source: Original file lost!
ar: فُقد الملف الأصلي!
bg_bg: Оригиналният файл е загубен!
bn_bd: আসল ফাইল হারিয়ে গেছে!
cs_cz: Původní soubor ztracen!
da_dk: Original fil tabt!
de_at: Originaldatei verloren!
dz_bt: ངོ་མ་ ཡིག་སྣོད་ བརླག་སོང་ནུག
el_cy: Το αρχικό αρχείο χάθηκε!
es_419: ¡Archivo original perdido!
et_ee: Algne fail kadunud!
fa_ir: فایل اصلی گم شده است!
fi_fi: Alkuperäinen tiedosto kadonnut!
fil_ph: Nawala ang orihinal na file!
fr_fr: Fichier original perdu !
he_il: קובץ מקורי אבד!
hi_in: मूल फाइल खो गई!
hr_hr: Izvorna datoteka izgubljena!
hu_hu: Eredeti fájl elveszett!
id_id: Berkas asli hilang!
is_is: Upprunaleg skrá týnd!
it_it: File originale perso!
ja_jp: 元のファイルが失われました！
kk_kz: Түпнұсқа файл жоғалды!
km_kh: បាត់បង់ឯកសារដើម!
ko_kr: 원본 파일 손실!
ky_kg: Түпнуска файл жоголду!
lo_la: ໄຟລ໌ຕົ້ນສະບັບສູນຫາຍ!
lt_lt: Originalus failas prarastas!
lv_lv: Oriģinālais fails pazaudēts!
mk_mk: Оригиналната датотека е изгубена!
mn_mn: Эх файл устсан байна!
ms_my: Fail asal hilang!
my_mm: မူရင်းဖိုင် ပျောက်ဆုံးသွားပါပြီ!
nb_no: Originalfil tapt!
ne_np: मूल फाइल हरायो!
nl_be: Origineel bestand verloren!
pl_pl: Utracono oryginalny plik!
ps_af: اصلي فایل ورک شو!
pt_br: Arquivo original perdido!
ro_ro: Fișierul original pierdut!
ru_ru: Исходный файл утерян!
si_lk: මුල් ගොනුව නැති විය!
sk_sk: Pôvodný súbor sa stratil!
sl_si: Izvirna datoteka je izgubljena!
sq_al: Skedari origjinal ka humbur!
sr_cyrl_rs: Оригинална датотека изгубљена!
sr_latn_rs: Originalni fajl izgubljen!
sv_se: Originalfil förlorad!
tg_tj: Файли аслӣ гум шудааст!
th_th: ไฟล์ต้นฉบับสูญหาย!
tk_tm: Asyl faýl ýitdi!
tr_tr: Orijinal dosya kayboldu!
uk_ua: Оригінальний файл втрачено!
vi_vn: Đã mất tệp gốc!
zh_hans_cn: 原文件已丢失！
zh_hant: 原始檔案已遺失！

# Status_DropHashMismatch
source: Hash file name mismatch!
ar: اسم ملف الهاش غير متطابق!
bg_bg: Несъответствие в името на хеш файла!
bn_bd: হ্যাশ ফাইলের নাম মিলছে না!
cs_cz: Neshoda názvu souboru hashe!
da_dk: Hash-filnavn stemmer ikke overens!
de_at: Hash-Dateiname stimmt nicht überein!
dz_bt: ཧޭཤ་ ཡིག་སྣོད་ཀྱི་ མིང་ མི་མཐུན་པས།
el_cy: Ασυμφωνία ονόματος αρχείου Hash!
es_419: ¡El nombre del archivo hash no coincide!
et_ee: Räsifaili nime ebakõla!
fa_ir: نام فایل هش مطابقت ندارد!
fi_fi: Tiivistetiedoston nimi ei täsmää!
fil_ph: Hindi tugma ang pangalan ng hash file!
fr_fr: Nom du fichier hash incorrect !
he_il: שם קובץ Hash אינו תואם!
hi_in: हैश फाइल का नाम मेल नहीं खाता!
hr_hr: Naziv hash datoteke se ne podudara!
hu_hu: Hash fájlnév eltérés!
id_id: Nama berkas hash tidak cocok!
is_is: Nafn hash skráar passar ekki!
it_it: Il nome del file hash non corrisponde!
ja_jp: ハッシュファイル名が一致しません！
kk_kz: Хэш файлының аты сәйкес келмейді!
km_kh: ឈ្មោះឯកសារ Hash មិនត្រូវគ្នាទេ!
ko_kr: 해시 파일 이름 불일치!
ky_kg: Хэш файлынын аталышы дал келбейт!
lo_la: ຊື່ໄຟລ໌ Hash ບໍ່ກົງກັນ!
lt_lt: Hash failo pavadinimas nesutampa!
lv_lv: Hash faila nosaukuma nesakritība!
mk_mk: Името на хеш датотеката не се совпаѓа!
mn_mn: Хэш файлын нэр таарахгүй байна!
ms_my: Nama fail hash tidak sepadan!
my_mm: Hash ဖိုင်အမည် မကိုက်ညီပါ!
nb_no: Navn på hash-fil stemmer ikke overens!
ne_np: ह्यास फाइलको नाम मेल खाँदैन!
nl_be: Naam hashbestand komt niet overeen!
pl_pl: Niezgodność nazwy pliku hash!
ps_af: د هیش فایل نوم سم نه دی!
pt_br: O nome do arquivo hash não confere!
ro_ro: Numele fișierului hash nu se potrivește!
ru_ru: Имя файла хэша не совпадает!
si_lk: Hash ගොනු නම නොගැලපේ!
sk_sk: Názov hash súboru sa nezhoduje!
sl_si: Ime hash datoteke se ne ujema!
sq_al: Emri i skedarit hash nuk përputhet!
sr_cyrl_rs: Име хеш датотеке се не поклапа!
sr_latn_rs: Ime hash fajla se ne podudara!
sv_se: Namnet på hash-filen matchar inte!
tg_tj: Номи файли ҳэш мувофиқ нест!
th_th: ชื่อไฟล์แฮชไม่ตรงกัน!
tk_tm: Heş faýlynyň ady gabat gelmeýär!
tr_tr: Hash dosya adı eşleşmiyor!
uk_ua: Ім'я файлу хешу не збігається!
vi_vn: Tên tệp mã băm không khớp!
zh_hans_cn: 哈希文件名不匹配！
zh_hant: 雜湊檔案名稱不相符！

# Status_DropHashSuccess
source: Hash file dropped successfully
ar: تم إفلات ملف الهاش بنجاح
bg_bg: Хеш файлът е пуснат успешно
bn_bd: হ্যাশ ফাইল সফলভাবে ড্রপ করা হয়েছে
cs_cz: Soubor hashe úspěšně vložen
da_dk: Hash-fil droppet succesfuldt
de_at: Hash-Datei erfolgreich abgelegt
dz_bt: ཧޭཤ་ ཡིག་སྣོད་ མཐར་འཁྱོལ་སྦེ་ བཞག་ཅི།
el_cy: Το αρχείο Hash μεταφέρθηκε επιτυχώς
es_419: Archivo hash soltado con éxito
et_ee: Räsifail edukalt lisatud
fa_ir: فایل هش با موفقیت دریافت شد
fi_fi: Tiivistetiedosto pudotettu onnistuneesti
fil_ph: Matagumpay na nailagay ang hash file
fr_fr: Fichier hash déposé avec succès
he_il: קובץ Hash נגרר בהצלחה
hi_in: हैश फाइल सफलतापूर्वक ड्रॉप की गई
hr_hr: Hash datoteka uspješno ispuštena
hu_hu: Hash fájl sikeresen behúzva
id_id: Berkas hash berhasil dilepas
is_is: Hash skrá sleppt
it_it: File hash rilasciato con successo
ja_jp: ハッシュファイルがドロップされました
kk_kz: Хэш файлы сәтті қосылды
km_kh: បានទម្លាក់ឯកសារ Hash ដោយជោគជ័យ
ko_kr: 해시 파일 드롭 성공
ky_kg: Хэш файлы ийгиликтүү кошулду
lo_la: ວາງໄຟລ໌ Hash ສຳເລັດແລ້ວ
lt_lt: Hash failas sėkmingai įkeltas
lv_lv: Hash fails veiksmīgi pievienots
mk_mk: Хеш датотеката е успешно додадена
mn_mn: Хэш файл амжилттай орлоо
ms_my: Fail hash berjaya dilepaskan
my_mm: Hash ဖိုင် ထည့်သွင်းခြင်း အောင်မြင်ပါသည်
nb_no: Hash-fil sluppet inn
ne_np: ह्यास फाइल सफलतापूर्वक ड्रप गरियो
nl_be: Hashbestand succesvol toegevoegd
pl_pl: Pomyślnie upuszczono plik hash
ps_af: د هیش فایل په بریالیتوب سره واچول شو
pt_br: Arquivo hash solto com sucesso
ro_ro: Fișier hash plasat cu succes
ru_ru: Файл хэша успешно добавлен
si_lk: Hash ගොනුව සාර්ථකව යොමන ලදී
sk_sk: Hash súbor úspešne pridaný
sl_si: Hash datoteka uspešno dodana
sq_al: Skedari hash u vendos me sukses
sr_cyrl_rs: Хеш датотека успешно убачена
sr_latn_rs: Hash fajl bačen
sv_se: Hash-fil har släppts
tg_tj: Файли ҳэш бомуваффақият гузошта шуд
th_th: วางไฟล์แฮชสำเร็จแล้ว
tk_tm: Heş faýly üstünlikli taşlandy
tr_tr: Hash dosyası başarıyla bırakıldı
uk_ua: Файл хешу успішно додано
vi_vn: Thả tệp mã băm thành công
zh_hans_cn: 成功拖入哈希文件
zh_hant: 成功拖入雜湊檔

# Status_DropNoHash
source: File does not contain a hash!
ar: الملف لا يحتوي على هاش!
bg_bg: Файлът не съдържа хеш!
bn_bd: ফাইলে কোন হ্যাশ নেই!
cs_cz: Soubor neobsahuje hash!
da_dk: Filen indeholder ikke en hash!
de_at: Datei enthält keinen Hash!
dz_bt: ཡིག་སྣོད་ནང་ ཧޭཤ་ མིན་འདུག
el_cy: Το αρχείο δεν περιέχει hash!
es_419: ¡El archivo no contiene un hash!
et_ee: Fail ei sisalda räsi!
fa_ir: فایل حاوی هش نیست!
fi_fi: Tiedosto ei sisällä tiivistettä!
fil_ph: Walang hash ang file!
fr_fr: Le fichier ne contient pas de hash !
he_il: הקובץ אינו מכיל Hash!
hi_in: फाइल में हैश नहीं है!
hr_hr: Datoteka ne sadrži hash!
hu_hu: A fájl nem tartalmaz hasht!
id_id: Berkas tidak mengandung hash!
is_is: Skráin inniheldur ekki hash!
it_it: Il file non contiene un hash!
ja_jp: ファイルにハッシュが含まれていません！
kk_kz: Файлда хэш жоқ!
km_kh: ឯកសារមិនមាន Hash ទេ!
ko_kr: 파일에 해시가 포함되어 있지 않습니다!
ky_kg: Файлда хэш жок!
lo_la: ໄຟລ໌ບໍ່ມີ Hash!
lt_lt: Faile nėra Hash!
lv_lv: Fails nesatur hash!
mk_mk: Датотеката не содржи хеш!
mn_mn: Файлд хэш алга!
ms_my: Fail tidak mengandungi hash!
my_mm: ဖိုင်တွင် Hash မပါဝင်ပါ!
nb_no: Filen inneholder ikke en hash!
ne_np: फाइलमा ह्यास समावेश छैन!
nl_be: Bestand bevat geen hash!
pl_pl: Plik nie zawiera hasha!
ps_af: فایل هیش نلري!
pt_br: O arquivo não contém um hash!
ro_ro: Fișierul nu conține un hash!
ru_ru: Файл не содержит хэш!
si_lk: ගොනුවේ hash එකක් අඩංගු නොවේ!
sk_sk: Súbor neobsahuje hash!
sl_si: Datoteka ne vsebuje hasha!
sq_al: Skedari nuk përmban një hash!
sr_cyrl_rs: Датотека не садржи хеш!
sr_latn_rs: Fajl ne sadrži hash!
sv_se: Filen innehåller ingen hash!
tg_tj: Файл ҳэш надорад!
th_th: ไฟล์ไม่มีแฮช!
tk_tm: Faýlda heş ýok!
tr_tr: Dosya hash içermiyor!
uk_ua: Файл не містить хешу!
vi_vn: Tệp không chứa mã băm!
zh_hans_cn: 该文件不包含哈希值！
zh_hant: 該檔案不包含雜湊值！

# Status_ReadError
source: File read error
ar: خطأ في قراءة الملف
bg_bg: Грешка при четене на файл
bn_bd: ফাইল রিড করতে ত্রুটি
cs_cz: Chyba čtení souboru
da_dk: Fil læsefejl
de_at: Lesefehler
dz_bt: ཡིག་སྣོད་ ལྷག་ནིའི་ འཛོལ་བ།
el_cy: Σφάλμα ανάγνωσης αρχείου
es_419: Error de lectura de archivo
et_ee: Faili lugemise viga
fa_ir: خطای خواندن فایل
fi_fi: Tiedoston lukuvirhe
fil_ph: Error sa pagbasa ng file
fr_fr: Erreur lecture fichier
he_il: שגיאת קריאת קובץ
hi_in: फाइल पढ़ने में त्रुटि
hr_hr: Pogreška pri čitanju datoteke
hu_hu: Fájlolvasási hiba
id_id: Galat membaca berkas
is_is: Villa við lestur skráar
it_it: Errore lettura file
ja_jp: ファイル読み込みエラー
kk_kz: Файлды оқу қатесі
km_kh: កំហុសក្នុងការអានឯកសារ
ko_kr: 파일 읽기 오류
ky_kg: Файлды окуу катасы
lo_la: ຂໍ້ຜິດພາດການອ່ານໄຟລ໌
lt_lt: Failo skaitymo klaida
lv_lv: Faila lasīšanas kļūda
mk_mk: Грешка при читање датотека
mn_mn: Файл унших алдаа
ms_my: Ralat membaca fail
my_mm: ဖိုင်ဖတ်ရှုမှု အမှား
nb_no: Feil ved lesing av fil
ne_np: फाइल पढ्न त्रुटि
nl_be: Fout bij lezen van bestand
pl_pl: Błąd odczytu pliku
ps_af: د فایل لوستلو تېروتنه
pt_br: Erro ao ler o arquivo
ro_ro: Eroare la citirea fișierului
ru_ru: Ошибка чтения файла
si_lk: ගොනු කියවීමේ දෝෂය
sk_sk: Chyba pri čítaní súboru
sl_si: Napaka pri branju datoteke
sq_al: Gabim në leximin e skedarit
sr_cyrl_rs: Грешка при читању датотеке
sr_latn_rs: Greška čitanja fajla
sv_se: Filsläsningsfel
tg_tj: Хатогии хондани файл
th_th: ข้อผิดพลาดในการอ่านไฟล์
tk_tm: Faýly okamakda ýalňyşlyk
tr_tr: Dosya okuma hatası
uk_ua: Помилка читання файлу
vi_vn: Lỗi đọc tệp
zh_hans_cn: 文件读取错误
zh_hant: 檔案讀取錯誤

# Msg_Result_Title
source: Result
ar: النتيجة
bg_bg: Резултат
bn_bd: ফলাফল
cs_cz: Výsledek
da_dk: Resultat
de_at: Ergebnis
dz_bt: གྲུབ་འབྲས།
el_cy: Αποτέλεσμα
es_419: Resultado
et_ee: Tulemus
fa_ir: نتیجه
fi_fi: Tulos
fil_ph: Resulta
fr_fr: Résultat
he_il: תוצאה
hi_in: परिणाम
hr_hr: Rezultat
hu_hu: Eredmény
id_id: Hasil
is_is: Niðurstaða
it_it: Risultato
ja_jp: 結果
kk_kz: Нәтиже
km_kh: លទ្ធផល
ko_kr: 결과
ky_kg: Жыйынтык
lo_la: ຜົນລັບ
lt_lt: Rezultatas
lv_lv: Rezultāts
mk_mk: Резултат
mn_mn: Үр дүн
ms_my: Keputusan
my_mm: ရလဒ်
nb_no: Resultat
ne_np: परिणाम
nl_be: Resultaat
pl_pl: Wynik
ps_af: پایله
pt_br: Resultado
ro_ro: Rezultat
ru_ru: Результат
si_lk: ප්‍රතිඵලය
sk_sk: Výsledok
sl_si: Rezultat
sq_al: Rezultati
sr_cyrl_rs: Резултат
sr_latn_rs: Rezultat
sv_se: Resultat
tg_tj: Натиҷа
th_th: ผลลัพธ์
tk_tm: Netije
tr_tr: Sonuç
uk_ua: Результат
vi_vn: Kết quả
zh_hans_cn: 处理结果
zh_hant: 處理結果

# Msg_Result_Content
source: Processing completed! ✅ Success: {0} ❌ Failed: {1} ⛔ Cancelled: {2}
ar: اكتملت المعالجة! ✅ نجاح: {0} ❌ فشل: {1} ⛔ إلغاء: {2}
bg_bg: Обработката приключи! ✅ Успех: {0} ❌ Неуспех: {1} ⛔ Отменени: {2}
bn_bd: প্রসেসিং সম্পন্ন! ✅ সফল: {0} ❌ ব্যর্থ: {1} ⛔ বাতিল: {2}
cs_cz: Zpracování dokončeno! ✅ Úspěch: {0} ❌ Selhání: {1} ⛔ Zrušeno: {2}
da_dk: Behandling afsluttet! ✅ Succes: {0} ❌ Fejlet: {1} ⛔ Annulleret: {2}
de_at: Verarbeitung abgeschlossen! ✅ Erfolg: {0} ❌ Fehlgeschlagen: {1} ⛔ Abgebrochen: {2}
dz_bt: ལས་སྦྱོར་ མཇུག་བསྡུ་ཡོད། ✅ མཐར་འཁྱོལ།: {0} ❌ མཐར་མ་འཁྱོལ།: {1} ⛔ ཆ་མེད་གཏང་ཡོད།: {2}
el_cy: Η επεξεργασία ολοκληρώθηκε! ✅ Επιτυχία: {0} ❌ Αποτυχία: {1} ⛔ Ακυρώθηκε: {2}
es_419: ¡Procesamiento completado! ✅ Éxito: {0} ❌ Fallo: {1} ⛔ Cancelado: {2}
et_ee: Töötlemine valmis! ✅ Edukas: {0} ❌ Ebaõnnestus: {1} ⛔ Tühistatud: {2}
fa_ir: پردازش تکمیل شد! ✅ موفق: {0} ❌ ناموفق: {1} ⛔ لغو شده: {2}
fi_fi: Käsittely valmis! ✅ Onnistui: {0} ❌ Epäonnistui: {1} ⛔ Peruutettu: {2}
fil_ph: Tapos na ang pagproseso! ✅ Tagumpay: {0} ❌ Nabigo: {1} ⛔ Kinansela: {2}
fr_fr: Traitement terminé ! ✅ Succès : {0} ❌ Échec : {1} ⛔ Annulé : {2}
he_il: העיבוד הושלם! ✅ הצלחה: {0} ❌ נכשל: {1} ⛔ בוטל: {2}
hi_in: प्रोसेसिंग पूर्ण! ✅ सफल: {0} ❌ विफल: {1} ⛔ रद्द: {2}
hr_hr: Obrada završena! ✅ Uspjeh: {0} ❌ Neuspjeh: {1} ⛔ Otkazano: {2}
hu_hu: Feldolgozás kész! ✅ Siker: {0} ❌ Sikertelen: {1} ⛔ Megszakítva: {2}
id_id: Pemrosesan selesai! ✅ Sukses: {0} ❌ Gagal: {1} ⛔ Dibatalkan: {2}
is_is: Vinnslu lokið! ✅ Tókst: {0} ❌ Mistókst: {1} ⛔ Hætt við: {2}
it_it: Elaborazione completata! ✅ Successo: {0} ❌ Fallito: {1} ⛔ Annullato: {2}
ja_jp: 処理が完了しました！ ✅ 成功: {0} ❌ 失敗: {1} ⛔ キャンセル: {2}
kk_kz: Өңдеу аяқталды! ✅ Сәтті: {0} ❌ Қатемен: {1} ⛔ Тоқтатылды: {2}
km_kh: ដំណើរការបានបញ្ចប់! ✅ ជោគជ័យ៖ {0} ❌ បរាជ័យ៖ {1} ⛔ បានបោះបង់៖ {2}
ko_kr: 처리 완료! ✅ 성공: {0} ❌ 실패: {1} ⛔ 취소됨: {2}
ky_kg: Иштетүү аяктады! ✅ Ийгиликтүү: {0} ❌ Ийгиликсиз: {1} ⛔ Жокко чыгарылган: {2}
lo_la: ການປະມວນຜົນສຳເລັດແລ້ວ! ✅ ສຳເລັດ: {0} ❌ ລົ້ມເຫລວ: {1} ⛔ ຍົກເລີກ: {2}
lt_lt: Apdorojimas baigtas! ✅ Sėkmingai: {0} ❌ Nepavyko: {1} ⛔ Atšaukta: {2}
lv_lv: Apstrāde pabeigta! ✅ Veiksmīgi: {0} ❌ Neveiksmīgi: {1} ⛔ Atcelti: {2}
mk_mk: Обработката заврши! ✅ Успех: {0} ❌ Неуспех: {1} ⛔ Откажано: {2}
mn_mn: Боловсруулалт дууслаа! ✅ Амжилттай: {0} ❌ Амжилтгүй: {1} ⛔ Цуцлагдсан: {2}
ms_my: Pemprosesan selesai! ✅ Berjaya: {0} ❌ Gagal: {1} ⛔ Dibatalkan: {2}
my_mm: လုပ်ဆောင်မှု ပြီးစီးပါပြီ! ✅ အောင်မြင်: {0} ❌ မအောင်မြင်: {1} ⛔ ပယ်ဖျက်ခဲ့သည်: {2}
nb_no: Behandling fullført! ✅ Suksess: {0} ❌ Feilet: {1} ⛔ Avbrutt: {2}
ne_np: प्रशोधन सम्पन्न भयो! ✅ सफल: {0} ❌ असफल: {1} ⛔ रद्द गरियो: {2}
nl_be: Verwerking voltooid! ✅ Gelukt: {0} ❌ Mislukt: {1} ⛔ Geannuleerd: {2}
pl_pl: Przetwarzanie zakończone! ✅ Sukces: {0} ❌ Błąd: {1} ⛔ Anulowano: {2}
ps_af: پروسس بشپړ شو! ✅ بریالی: {0} ❌ ناکام: {1} ⛔ لغوه شوی: {2}
pt_br: Processamento concluído! ✅ Sucesso: {0} ❌ Falha: {1} ⛔ Cancelado: {2}
ro_ro: Procesare finalizată! ✅ Succes: {0} ❌ Eșuat: {1} ⛔ Anulat: {2}
ru_ru: Обработка завершена! ✅ Успешно: {0} ❌ Ошибка: {1} ⛔ Отменено: {2}
si_lk: සැකසුම අවසන්! ✅ සාර්ථකයි: {0} ❌ අසමත්: {1} ⛔ අවලංගු කරන ලදී: {2}
sk_sk: Spracovanie dokončené! ✅ Úspech: {0} ❌ Zlyhanie: {1} ⛔ Zrušené: {2}
sl_si: Obdelava končana! ✅ Uspešno: {0} ❌ Neuspešno: {1} ⛔ Preklicano: {2}
sq_al: Përpunimi përfundoi! ✅ Sukses: {0} ❌ Dështoi: {1} ⛔ U Anulua: {2}
sr_cyrl_rs: Обрада је завршена! ✅ Успешно: {0} ❌ Неуспешно: {1} ⛔ Отказано: {2}
sr_latn_rs: Obrada završena! ✅ Uspešno: {0} ❌ Neuspešno: {1}
sv_se: Bearbetning slutförd! ✅ Lyckades: {0} ❌ Misslyckades: {1} ⛔ Avbrutna: {2}
tg_tj: Коркард ба анҷом расид! ✅ Муваффақ: {0} ❌ Ноком: {1} ⛔ Бекор карда шуд: {2}
th_th: ประมวลผลเสร็จสิ้น! ✅ สำเร็จ: {0} ❌ ล้มเหลว: {1} ⛔ ยกเลิก: {2}
tk_tm: Gaýtadan işlemek tamamlandy! ✅ Üstünlikli: {0} ❌ Şowsuz: {1} ⛔ Ýatyryldy: {2}
tr_tr: İşlem tamamlandı! ✅ Başarılı: {0} ❌ Başarısız: {1} ⛔ İptal: {2}
uk_ua: Обробку завершено! ✅ Успішно: {0} ❌ Помилка: {1} ⛔ Скасовано: {2}
vi_vn: Xử lý hoàn tất! ✅ Thành công: {0} ❌ Thất bại: {1} ⛔ Đã hủy: {2}
zh_hans_cn: 处理完成！ ✅ 成功：{0} ❌ 失败：{1} ⛔ 已取消：{2}
zh_hant: 處理完成！ ✅ 成功：{0} ❌ 失敗：{1} ⛔ 已取消：{2}
