Repository: poli0981/HashTool
Catalog: Lang/Resources.*.resx
Languages: ar, bg_bg, bn_bd, cs_cz, da_dk, de_at, dz_bt, el_cy, es_419, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, km_kh, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, mn_mn, ms_my, my_mm, nb_no, ne_np, nl_be, pl_pl, ps_af, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, tg_tj, th_th, tk_tm, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant

# Dialog_SelectHashFile
source: Select hash file for: {0}
ar: اختر ملف هاش لـ: {0}
bg_bg: Избор на хеш файл за: {0}
bn_bd: {0} এর জন্য হ্যাশ ফাইল নির্বাচন করুন
cs_cz: Vybrat soubor hashe pro: {0}
da_dk: Vælg hash-fil for: {0}
de_at: Hash-Datei wählen für: {0}
dz_bt: {0} གི་དོན་ལུ་ ཧེ་ཤ་ ཡིག་སྣོད་ སེལ་འཐུ་འབད།
el_cy: Επιλογή αρχείου hash για: {0}
es_419: Seleccionar archivo hash para: {0}
et_ee: Vali räsifail: {0}
fa_ir: انتخاب فایل هش برای: {0}
fi_fi: Valitse tiivistetiedosto kohteelle: {0}
fil_ph: Pumili ng hash file para sa: {0}
fr_fr: Sélectionner fichier hash pour : {0}
he_il: בחר קובץ Hash עבור: {0}
hi_in: {0} के लिए हैश फाइल चुनें
hr_hr: Odaberi hash datoteku za: {0}
hu_hu: Hash fájl kiválasztása ehhez: {0}
id_id: Pilih berkas hash untuk: {0}
is_is: Veldu hash skrá fyrir: {0}
it_it: Seleziona file hash per: {0}
ja_jp: {0} のハッシュファイルを選択
kk_kz: {0} үшін хэш файлын таңдаңыз
km_kh: ជ្រើសរើសឯកសារ Hash សម្រាប់៖ {0}
ko_kr: {0}에 대한 해시 파일 선택
ky_kg: {0} үчүн хэш файлын тандаңыз
lo_la: ເລືອກໄຟລ໌ Hash ສຳລັບ: {0}
lt_lt: Pasirinkite hash failą: {0}
lv_lv: Atlasiet hash failu priekš: {0}
mk_mk: Изберете хеш датотека за: {0}
mn_mn: Хэш файл сонгох: {0}
ms_my: Pilih fail hash untuk: {0}
my_mm: {0} အတွက် Hash ဖိုင်ကို ရွေးချယ်ပါ
nb_no: Velg hash-fil for: {0}
ne_np: {0} को लागि ह्यास फाइल चयन गर्नुहोस्
nl_be: Selecteer hashbestand voor: {0}
pl_pl: Wybierz plik hash dla: {0}
ps_af: د دې لپاره هیش فایل وټاکئ: {0}
pt_br: Selecionar arquivo hash para: {0}
ro_ro: Selectează fișierul hash pentru: {0}
ru_ru: Выберите файл хэша для: {0}
si_lk: {0} සඳහා hash ගොනුව තෝරන්න
sk_sk: Vyberte hash súbor pre: {0}
sl_si: Izberite hash datoteko za: {0}
sq_al: Zgjidh skedarin hash për: {0}
sr_cyrl_rs: Изаберите хеш датотеку за: {0}
sr_latn_rs: Izaberite hash fajl za: {0}
sv_se: Välj hash-fil för: {0}
tg_tj: Файли ҳэшро барои {0} интихоб кунед
th_th: เลือกไฟล์แฮชสำหรับ: {0}
tk_tm: {0} üçin heş faýlyny saýlaň
tr_tr: {0} için hash dosyası seçin
uk_ua: Оберіть файл хешу для: {0}
vi_vn: Chọn tệp mã băm cho: {0}
zh_hans_cn: 为 {0} 选择哈希文件
zh_hant: 為 {0} 選擇雜湊檔

# Dialog_SelectCheckFiles
source: Select Files (Original or .hash File)
ar: اختر الملفات (الأصلية أو ملف .hash)
bg_bg: Избор на файлове (Оригинал или .hash)
bn_bd: ফাইল নির্বাচন করুন (আসল বা .hash ফাইল)
cs_cz: Vybrat soubory (Původní nebo .hash)
da_dk: Vælg filer (Original eller .hash fil)
de_at: Dateien wählen (Original oder .hash)
dz_bt: ཡིག་སྣོད་ སེལ་འཐུ་འབད། (ངོ་མ་ ཡང་ན་ .hash ཡིག་སྣོད)
el_cy: Επιλογή Αρχείων (Αρχικό ή .hash)
es_419: Seleccionar archivos (Original o .hash)
et_ee: Vali failid (Algne või .hash fail)
fa_ir: انتخاب فایل‌ها (اصلی یا فایل .hash)
fi_fi: Valitse tiedostot (Alkuperäinen tai .hash)
fil_ph: Pumili ng Files (Original o .hash File)
fr_fr: Sélectionner fichiers (Original ou .hash)
he_il: בחר קבצים (מקורי או קובץ .hash)
hi_in: फाइलें चुनें (मूल या .hash फाइल)
hr_hr: Odaberi datoteke (Izvorna ili .hash)
hu_hu: Fájlok kiválasztása (Eredeti vagy .hash)
id_id: Pilih Berkas (Asli atau .hash)
is_is: Veldu skrár (Upprunalega eða .hash skrá)
it_it: Seleziona File (Originale o file .hash)
ja_jp: ファイルを選択 (元ファイルまたは .hash ファイル)
kk_kz: Файлдарды таңдаңыз (Түпнұсқа немесе .hash файлы)
km_kh: ជ្រើសរើសឯកសារ (ឯកសារដើម ឬឯកសារ .hash)
ko_kr: 파일 선택 (원본 또는 .hash 파일)
ky_kg: Файлдарды тандаңыз (Түпнуска же .hash файлы)
lo_la: ເລືອກໄຟລ໌ (ໄຟລ໌ຕົ້ນສະບັບ ຫຼື ໄຟລ໌ .hash)
lt_lt: Pasirinkite failus (Originalų arba .hash failą)
lv_lv: Atlasiet failus (Oriģinālais vai .hash fails)
mk_mk: Изберете датотеки (Оригинална или .hash датотека)
mn_mn: Файл сонгох (Эх файл эсвэл .hash)
ms_my: Pilih Fail (Asal atau fail .hash)
my_mm: ဖိုင်များကို ရွေးချယ်ပါ (မူရင်း သို့မဟုတ် .hash ဖိုင်)
nb_no: Velg filer (Original eller .hash-fil)
ne_np: फाइलहरू चयन गर्नुहोस् (मूल वा .hash फाइल)
nl_be: Selecteer bestanden (Origineel of .hash bestand)
pl_pl: Wybierz pliki (Oryginał lub plik .hash)
ps_af: فایلونه وټاکئ (اصلي یا .hash فایل)
pt_br: Selecionar Arquivos (Original ou arquivo .hash)
ro_ro: Selectează fișiere (Original sau fișier .hash)
ru_ru: Выберите файлы (Исходный или файл .hash)
si_lk: ගොනු තෝරන්න (මුල් හෝ .hash ගොනුව)
sk_sk: Vyberte súbory (Pôvodný alebo .hash súbor)
sl_si: Izberite datoteke (Izvirna ali .hash datoteka)
sq_al: Zgjidh Skedarët (Origjinal ose skedarin .hash)
sr_cyrl_rs: Изаберите датотеке (Оригинална или .hash датотека)
sr_latn_rs: Izaberite fajlove (Original ili .hash fajl)
sv_se: Välj filer (Original eller .hash-fil)
tg_tj: Файлҳоро интихоб кунед (Аслӣ ё файли .hash)
th_th: เลือกไฟล์ (ไฟล์ต้นฉบับหรือไฟล์ .hash)
tk_tm: Faýllary saýlaň (Asyl ýa-da .hash faýly)
tr_tr: Dosyaları Seçin (Orijinal veya .hash dosyası)
uk_ua: Оберіть файли (Оригінальний або файл .hash)
vi_vn: Chọn tệp (Tệp gốc hoặc tệp .hash)
zh_hans_cn: 选择文件（原始文件或 .hash 文件）
zh_hant: 選擇檔案 (原始檔案或 .hash 檔案)

# Header_Fallback
source: Advanced: Fallback to Older Version
ar: متقدم: العودة إلى إصدار أقدم
bg_bg: Разширени: Връщане към по-стара версия
bn_bd: অ্যাডভান্সড: পুরনো সংস্করণে ফিরে যান
cs_cz: Pokročilé: Návrat ke starší verzi
da_dk: Avanceret: Vend tilbage til ældre version
de_at: Erweitert: Auf ältere Version zurücksetzen
dz_bt: ཡར་ཐོན་ཅན།: ཐོན་རིམ་ རྙིངམ་ལུ་ ལོག་འགྱོ།
el_cy: Για προχωρημένους: Επιστροφή σε παλαιότερη έκδοση
es_419: Avanzado: Volver a versión anterior
et_ee: Täpsem: Pöördu tagasi vanemale versioonile
fa_ir: پیشرفته: بازگشت به نسخه قدیمی
fi_fi: Edistynyt: Palaa vanhempaan versioon
fil_ph: Advanced: Bumalik sa Lumang Bersyon
fr_fr: Avancé : Revenir à une version antérieure
he_il: מתקדם: חזור לגרסה ישנה יותר
hi_in: उन्नत: पुराने संस्करण पर वापस जाएं
hr_hr: Napredno: Povratak na stariju verziju
hu_hu: Haladó: Visszatérés régebbi verzióra
id_id: Lanjutan: Kembali ke Versi Lama
is_is: Ítarlegt: Fara aftur í eldri útgáfu
it_it: Avanzate: Torna a versione precedente
ja_jp: 詳細: 旧バージョンへのフォールバック
kk_kz: Қосымша: Ескі нұсқаға оралу
km_kh: កម្រិតខ្ពស់៖ ត្រលប់ទៅកំណែចាស់
ko_kr: 고급: 이전 버전으로 롤백
ky_kg: Өркүндөтүлгөн: Эски версияга кайтуу
lo_la: ຂັ້ນສູງ: ກັບໄປໃຊ້ເວີຊັນເກົ່າ
lt_lt: Išplėstiniai: Grįžti prie senesnės versijos
lv_lv: Papildu: Atgriezties pie vecākas versijas
mk_mk: Напредно: Враќање на постара верзија
mn_mn: Нарийвчилсан: Хуучин хувилбар руу буцах
ms_my: Lanjutan: Kembali ke Versi Lama
my_mm: အဆင့်မြင့်: ဗားရှင်းဟောင်းသို့ ပြန်သွားရန်
nb_no: Avansert: Gå tilbake til eldre versjon
ne_np: उन्नत: पुरानो संस्करणमा फर्कनुहोस्
nl_be: Geavanceerd: Terugkeren naar oudere versie
pl_pl: Zaawansowane: Powrót do starszej wersji
ps_af: پرمختللی: زړې نسخې ته بیرته ستنیدل
pt_br: Avançado: Voltar para uma versão anterior
ro_ro: Avansat: Reveniți la o versiune mai veche
ru_ru: Дополнительно: Возврат к старой версии
si_lk: උසස්: පැරණි අනුවාදයකට ආපසු යන්න
sk_sk: Pokročilé: Návrat na staršiu verziu
sl_si: Napredno: Vrnitev na starejšo različico
sq_al: E avancuar: Kthehu në një version më të vjetër
sr_cyrl_rs: Напредно: Врати се на старију верзију
sr_latn_rs: Napredno: Povratak na stariju verziju (Fallback)
sv_se: Avancerat: Återgå till äldre version
tg_tj: Мукаммал: Бозгашт ба версияи кӯҳна
th_th: ขั้นสูง: ย้อนกลับเป็นเวอร์ชันเก่า
tk_tm: Giňişleýin: Köne wersiýa gaýdyp gel
tr_tr: Gelişmiş: Eski sürüme geri dön
uk_ua: Додатково: Повернення до попередньої версії
vi_vn: Nâng cao: Quay về phiên bản cũ
zh_hans_cn: 高级：回退到旧版本
zh_hant: 進階：回復到舊版本

# Desc_Fallback
source: This feature allows you to install a specific version if the new one has issues.
ar: تتيح لك هذه الميزة تثبيت إصدار معين إذا كان الإصدار الجديد به مشاكل.
bg_bg: Тази функция позволява инсталиране на конкретна версия при проблеми.
bn_bd: নতুন সংস্করণে সমস্যা থাকলে এই ফিচারের মাধ্যমে আপনি নির্দিষ্ট সংস্করণ ইনস্টল করতে পারবেন।
cs_cz: Tato funkce umožňuje nainstalovat konkrétní verzi, pokud má nová problémy.
da_dk: Denne funktion giver dig mulighed for at installere en bestemt version, hvis den nye har problemer.
de_at: Diese Funktion erlaubt die Installation einer bestimmten Version, falls die neue Probleme macht.
dz_bt: གལ་སྲིད་ ཐོན་རིམ་ གསརཔ་ནང་ དཀའ་ངལ་ཡོད་པ་ཅིན་ ཁྱད་ཆོས་འདི་གིས་ ཐོན་རིམ་ བྱེ་བྲག་ཅིག་ གཞི་བཙུགས་འབད་བཅུགཔ་ཨིན།
el_cy: Αυτή η λειτουργία σάς επιτρέπει να εγκαταστήσετε μια συγκεκριμένη έκδοση εάν η νέα έχει προβλήματα.
es_419: Esta función te permite instalar una versión específica si la nueva tiene problemas.
et_ee: See funktsioon võimaldab installida kindla versiooni, kui uuel on probleeme.
fa_ir: این ویژگی به شما امکان می‌دهد در صورت وجود مشکل در نسخه جدید، نسخه خاصی را نصب کنید.
fi_fi: Tämän toiminnon avulla voit asentaa tietyn version, jos uudessa on ongelmia.
fil_ph: Pinapayagan kang mag-install ng specific na bersyon kung may problema ang bago.
fr_fr: Permet d'installer une version spécifique si la nouvelle a des problèmes.
he_il: תכונה זו מאפשרת לך להתקין גרסה ספציפית אם בחדשה יש בעיות.
hi_in: यदि नए संस्करण में समस्याएं हैं तो यह सुविधा आपको एक विशिष्ट संस्करण इंस्टॉल करने की अनुमति देती है।
hr_hr: Ova značajka omogućuje instalaciju specifične verzije ako nova ima problema.
hu_hu: Ez a funkció lehetővé teszi egy adott verzió telepítését, ha az újjal problémák vannak.
id_id: Fitur ini memungkinkan Anda memasang versi tertentu jika versi baru bermasalah.
is_is: Þessi eiginleiki gerir þér kleift að setja upp ákveðna útgáfu ef sú nýja er með vandamál.
it_it: Questa funzione consente di installare una versione specifica se la nuova presenta problemi.
ja_jp: 新しいバージョンに問題がある場合、特定のバージョンをインストールできます。
kk_kz: Бұл мүмкіндік жаңа нұсқада ақаулар болған жағдайда белгілі бір нұсқаны орнатуға мүмкіндік береді.
km_kh: មុខងារនេះអនុញ្ញាតឱ្យអ្នកដំឡើងកំណែជាក់លាក់ប្រសិនបើកំណែថ្មីមានបញ្ហា។
ko_kr: 새 버전에 문제가 있는 경우 특정 버전을 설치할 수 있는 기능입니다.
ky_kg: Бул өзгөчөлүк жаңы версияда көйгөйлөр болсо, белгилүү бир версияны орнотууга мүмкүндүк берет.
lo_la: ຄຸນສົມບັດນີ້ຊ່ວຍໃຫ້ທ່ານຕິດຕັ້ງເວີຊັນສະເພາະໄດ້ ຖ້າເວີຊັນໃໝ່ມີບັນຫາ.
lt_lt: Ši funkcija leidžia įdiegti konkrečią versiją, jei naujoji turi problemų.
lv_lv: Šī funkcija ļauj instalēt konkrētu versiju, ja jaunajai ir problēmas.
mk_mk: Оваа функција ви овозможува да инсталирате одредена верзија ако новата има проблеми.
mn_mn: Шинэ хувилбарт асуудал гарвал энэ функц нь тодорхой хувилбарыг суулгах боломжийг олгоно.
ms_my: Ciri ini membolehkan anda memasang versi tertentu jika versi baharu mempunyai masalah.
my_mm: ဗားရှင်းအသစ်တွင် ပြဿနာရှိပါက သီးခြားဗားရှင်းတစ်ခုကို ထည့်သွင်းရန် ဤလုပ်ဆောင်ချက်က ကူညီပေးသည်။
nb_no: Denne funksjonen lar deg installere en spesifikk versjon hvis den nye har problemer.
ne_np: यदि नयाँ संस्करणमा समस्या छ भने यो सुविधाले तपाईंलाई एक विशिष्ट संस्करण स्थापना गर्न अनुमति दिन्छ।
nl_be: Met deze functie kan u een specifieke versie installeren als de nieuwe problemen vertoont.
pl_pl: Ta funkcja pozwala zainstalować określononą wersję, jeśli nowa ma problemy.
ps_af: دا ځانګړتیا تاسو ته اجازه درکوي یوه ځانګړې نسخه نصب کړئ که نوې نسخه ستونزې ولري.
pt_br: Este recurso permite instalar uma versão específica caso a nova apresente problemas.
ro_ro: Această caracteristică vă permite să instalați o anumită versiune dacă cea nouă are probleme.
ru_ru: Эта функция позволяет установить определенную версию, если в новой есть проблемы.
si_lk: නව අනුවාදයේ ගැටළු තිබේ නම් විශේෂිත අනුවාදයක් ස්ථාපනය කිරීමට මෙම විශේෂාංගය ඔබට ඉඩ සලසයි.
sk_sk: Táto funkcia vám umožňuje nainštalovať konkrétnu verziu, ak má nová problémy.
sl_si: Ta funkcija omogoča namestitev določene različice, če ima nova težave.
sq_al: Ky funksion ju lejon të instaloni një version specifik nëse i riu ka probleme.
sr_cyrl_rs: Ова функција вам омогућава да инсталирате одређену верзију ако нова има проблема.
sr_latn_rs: Ova funkcija omogućava instalaciju određene verzije ako nova ima probleme.
sv_se: Denna funktion låter dig installera en specifik version om den nya har problem.
tg_tj: Ин хусусият ба шумо имкон медиҳад версияи мушаххасро насб кунед, агар версияи нав мушкилот дошта бошад.
th_th: คุณสมบัตินี้ช่วยให้คุณติดตั้งเวอร์ชันเฉพาะได้หากเวอร์ชันใหม่มีปัญหา
tk_tm: Täze wersiýada mesele bar bolsa, bu aýratynlyk belli bir wersiýany gurnamaga mümkinçilik berýär.
tr_tr: Bu özellik, yenisinde sorun varsa belirli bir sürümü yüklemenizi sağlar.
uk_ua: Ця функція дозволяє встановити певну версію, якщо в новій є проблеми.
vi_vn: Tính năng này cho phép cài đặt một phiên bản cụ thể nếu bản mới bị lỗi.
zh_hans_cn: 如果新版本存在问题，此功能允许您安装特定的旧版本。
zh_hant: 如果新版本發生問題，此功能允許您安裝特定的舊版本。

# Watermark_PasteDrop
source: Paste/Drop here...
ar: الصق أو أفلت هنا...
bg_bg: Постави/Пусни тук...
bn_bd: এখানে পেস্ট বা ড্রপ করুন...
cs_cz: Vložit nebo přetáhnout sem...
da_dk: Indsæt/Slip her...
de_at: Hier einfügen oder ablegen...
dz_bt: ནཱ་ལུ་ སྦྱར་ ཡང་ན་ བཞག...
el_cy: Επικόλληση ή Απόθεση εδώ...
es_419: Pegar o Soltar aquí...
et_ee: Kleebi või lohista siia...
fa_ir: اینجا جایگذاری یا رها کنید...
fi_fi: Liitä tai pudota tähän...
fil_ph: I-paste o I-drop dito...
fr_fr: Coller ou Déposer ici...
he_il: הדבק או גרור לכאן...
hi_in: यहाँ पेस्ट या ड्रॉप करें...
hr_hr: Zalijepi ili ispusti ovdje...
hu_hu: Beillesztés vagy Húzás ide...
id_id: Tempel atau Lepas di sini...
is_is: Líma eða sleppa hér...
it_it: Incolla o rilascia qui...
ja_jp: ここに貼り付け/ドロップ...
kk_kz: Осында қойыңыз немесе тастаңыз...
km_kh: បិទភ្ជាប់ ឬទម្លាក់ទីនេះ...
ko_kr: 여기에 붙여넣기/드롭...
ky_kg: Бул жерге чаптаңыз же таштаңыз...
lo_la: ວາງ ຫຼື ລາກມາໄວ້ທີ່ນີ້...
lt_lt: Įklijuokite arba vilkite čia...
lv_lv: Ielīmējiet vai Nometiet šeit...
mk_mk: Залепи или Спушти тука...
mn_mn: Энд буулгах эсвэл чирж авчрах...
ms_my: Tampal atau Lepaskan di sini...
my_mm: ဤနေရာတွင် Paste လုပ်ပါ သို့မဟုတ် ဆွဲထည့်ပါ...
nb_no: Lim inn eller slipp her...
ne_np: यहाँ टाँस्नुहोस् वा छोड्नुहोस्...
nl_be: Plakken of hierheen slepen...
pl_pl: Wklej lub upuść tutaj...
ps_af: دلته یې پیسټ یا واچوئ...
pt_br: Cole ou solte aqui...
ro_ro: Lipește sau trage aici...
ru_ru: Вставьте или перетащите сюда...
si_lk: මෙහි අලවන්න හෝ අතහරින්න...
sk_sk: Sem vložte alebo pustite...
sl_si: Prilepite ali spustite sem...
sq_al: Ngjit ose Lësho këtu...
sr_cyrl_rs: Налепите или превуците овде...
sr_latn_rs: Zalepi/Baci...
sv_se: Klistra in eller släpp här...
tg_tj: Дар ин ҷо часбонед ё гузоред...
th_th: วางหรือลากมาที่นี่...
tk_tm: Şu ýere ýelmeň ýa-da taşlaň...
tr_tr: Buraya Yapıştırın veya Bırakın...
uk_ua: Вставте або перетягніть сюди...
vi_vn: Dán hoặc Thả vào đây...
zh_hans_cn: 在此处粘贴或拖放...
zh_hant: 在此貼上或拖放...

# Unit_Seconds
source: Seconds
ar: ثواني
bg_bg: Секунди
bn_bd: সেকেন্ড
cs_cz: Sekundy
da_dk: Sekunder
de_at: Sekunden
dz_bt: སྐར་ཆ།
el_cy: Δευτερόλεπτα
es_419: Segundos
et_ee: Sekundit
fa_ir: ثانیه
fi_fi: Sekuntia
fil_ph: Segundo
fr_fr: Secondes
he_il: שניות
hi_in: सेकंड
hr_hr: Sekundi
hu_hu: Másodperc
id_id: Detik
is_is: Sekúndur
it_it: Secondi
ja_jp: 秒
kk_kz: Секунд
km_kh: វិនាទី
ko_kr: 초
ky_kg: Секунд
lo_la: ວິນາទី
lt_lt: Sekundės
lv_lv: Sekundes
mk_mk: Секунди
mn_mn: Секунд
ms_my: Saat
my_mm: စက္ကန့်
nb_no: Sekunder
ne_np: सेकेन्ड
nl_be: Seconden
pl_pl: Sekundy
ps_af: ثانیې
pt_br: Segundos
ro_ro: Secunde
ru_ru: Секунд
si_lk: තත්පර
sk_sk: Sekundy
sl_si: Sekunde
sq_al: Sekonda
sr_cyrl_rs: Секунди
sv_se: Sekunder
tg_tj: Сонияҳо
th_th: วินาที
tk_tm: Sekunt
tr_tr: Saniye
uk_ua: Секунд
vi_vn: Giây
zh_hans_cn: 秒
zh_hant: 秒

# Tip_Verify
source: Verify
ar: تحقق
bg_bg: Провери
bn_bd: যাচাই
cs_cz: Ověřit
da_dk: Verificer
de_at: Prüfen
dz_bt: ཞིབ་དཔྱད།
el_cy: Επαλήθευση
es_419: Verificar
et_ee: Kontrolli
fa_ir: بررسی
fi_fi: Tarkista
fil_ph: I-verify
fr_fr: Vérifier
he_il: אמת
hi_in: सत्यापित करें
hr_hr: Provjeri
hu_hu: Ellenőrzés
id_id: Verifikasi
is_is: Staðfesta
it_it: Verifica
ja_jp: 検証
kk_kz: Тексеру
km_kh: ផ្ទៀងផ្ទាត់
ko_kr: 검증
ky_kg: Текшерүү
lo_la: ກວດສອບ
lt_lt: Tikrinti
lv_lv: Pārbaudīt
mk_mk: Потврди
mn_mn: Шалгах
ms_my: Sahkan
my_mm: စစ်ဆေးရန်
nb_no: Verifiser
ne_np: प्रमाणित गर्नुहोस्
nl_be: Verifiëren
pl_pl: Weryfikuj
ps_af: تاییدول
pt_br: Verificar
ro_ro: Verifică
ru_ru: Проверить
si_lk: තහවුරු කරන්න
sk_sk: Overiť
sl_si: Preveri
sq_al: Verifiko
sr_cyrl_rs: Провери
sv_se: Verifiera
tg_tj: Санҷидан
th_th: ตรวจสอบ
tk_tm: Barla
tr_tr: Doğrula
uk_ua: Перевірити
vi_vn: Kiểm tra
zh_hans_cn: 校验
zh_hant: 驗證

# Tip_Stop
source: Stop
ar: توقف
bg_bg: Стоп
bn_bd: থামুন
cs_cz: Zastavit
de_at: Stopp
dz_bt: བཀག་བཞག
el_cy: Διακοπή
es_419: Detener
et_ee: Stopp
fa_ir: توقف
fi_fi: Pysäytä
fil_ph: Itigil
fr_fr: Arrêter
he_il: עצור
hi_in: रोकें
hu_hu: Leállítás
id_id: Berhenti
is_is: Stoppa
it_it: Ferma
ja_jp: 停止
kk_kz: Тоқтату
km_kh: បញ្ឈប់
ko_kr: 중지
ky_kg: Токтотуу
lo_la: ຢຸດ
lt_lt: Stabdyti
lv_lv: Apturēt
mk_mk: Запри
mn_mn: Зогсоох
ms_my: Berhenti
my_mm: ရပ်တန့်ရန်
nb_no: Stopp
ne_np: रोक्नुहोस्
nl_be: Stoppen
pl_pl: Zatrzymaj
ps_af: درول
pt_br: Parar
ro_ro: Oprește
ru_ru: Остановить
si_lk: නවත්වන්න
sk_sk: Zastaviť
sl_si: Ustavi
sq_al: Ndal
sr_cyrl_rs: Заустави
sv_se: Stoppa
tg_tj: Қатъ кардан
th_th: หยุด
tk_tm: Sakla
tr_tr: Durdur
uk_ua: Зупинити
vi_vn: Dừng
zh_hans_cn: 停止
zh_hant: 停止

# Tip_RemoveFile
source: Remove File
ar: إزالة الملف
bg_bg: Премахни
bn_bd: ফাইল সরান
cs_cz: Odebrat soubor
da_dk: Fjern fil
de_at: Entfernen
dz_bt: ཡིག་སྣོད་ རྩ་བསྐྲད་གཏང་།
el_cy: Αφαίρεση Αρχείου
es_419: Quitar archivo
et_ee: Eemalda fail
fa_ir: حذف فایل
fi_fi: Poista tiedosto
fil_ph: Alisin ang File
fr_fr: Retirer
he_il: הסר קובץ
hi_in: फाइल हटाएं
hr_hr: Ukloni datoteku
hu_hu: Fájl eltávolítása
id_id: Hapus Berkas
is_is: Fjarlægja skrá
it_it: Rimuovi file
ja_jp: ファイルを削除
kk_kz: Файлды өшіру
km_kh: លុបឯកសារចេញ
ko_kr: 파일 제거
ky_kg: Файлды алып салуу
lo_la: ເອົາໄຟລ໌ອອກ
lt_lt: Pašalinti failą
lv_lv: Noņemt failu
mk_mk: Отстрани датотека
mn_mn: Файл хасах
ms_my: Keluarkan Fail
my_mm: ဖိုင်ကို ဖယ်ရှားရန်
nb_no: Fjern fil
ne_np: फाइल हटाउनुहोस्
nl_be: Bestand verwijderen
pl_pl: Usuń plik
ps_af: فایل لرې کول
pt_br: Remover Arquivo
ro_ro: Elimină fișier
ru_ru: Удалить файл
si_lk: ගොනුව ඉවත් කරන්න
sk_sk: Odstrániť súbor
sl_si: Odstrani datoteko
sq_al: Hiq Skedarin
sr_cyrl_rs: Уклони датотеку
sv_se: Ta bort fil
tg_tj: Файлро нест кардан
th_th: ลบไฟล์
tk_tm: Faýly aýyr
tr_tr: Dosyayı Kaldır
uk_ua: Видалити файл
vi_vn: Xóa tệp
zh_hans_cn: 移除文件
zh_hant: 移除檔案

# Tip_CopyHash
source: Copy Hash
ar: نسخ الهاش
bg_bg: Копирай хеш
bn_bd: হ্যাশ কপি করুন
cs_cz: Kopírovat hash
da_dk: Kopier Hash
de_at: Hash kopieren
dz_bt: ཧޭཤ་ འདྲ་བཤུས་རྐྱབ།
el_cy: Αντιγραφή Hash
es_419: Copiar Hash
et_ee: Kopeeri räsi
fa_ir: کپی هش
fi_fi: Kopioi tiiviste
fil_ph: Kopyahin ang Hash
fr_fr: Copier Hash
he_il: העתק Hash
hi_in: हैश कॉपी करें
hr_hr: Kopiraj hash
hu_hu: Hash másolása
id_id: Salin Hash
is_is: Afrita Hash
it_it: Copia Hash
ja_jp: ハッシュをコピー
kk_kz: Хэшті көшіру
km_kh: ចម្លង Hash
ko_kr: 해시 복사
ky_kg: Хэшти көчүрүү
lo_la: ສຳເນົາ Hash
lt_lt: Kopijuoti Hash
lv_lv: Kopēt Hash
mk_mk: Копирај Хеш
mn_mn: Хэш хуулах
ms_my: Salin Hash
my_mm: Hash ကို ကူးယူရန်
nb_no: Kopier Hash
ne_np: ह्यास प्रतिलिपि गर्नुहोस्
nl_be: Hash kopiëren
pl_pl: Kopiuj Hash
ps_af: هیش کاپي کول
pt_br: Copiar Hash
ro_ro: Copiază Hash
ru_ru: Копировать хэш
si_lk: Hash පිටපත් කරන්න
sk_sk: Kopírovať Hash
sl_si: Kopiraj Hash
sq_al: Kopjo Hash
sr_cyrl_rs: Копирај хеш
sv_se: Kopiera hash
tg_tj: Нусхабардории Ҳэш
th_th: คัดลอกแฮช
tk_tm: Heşi göçür
tr_tr: Hash Kopyala
uk_ua: Копіювати хеш
vi_vn: Sao chép mã băm
zh_hans_cn: 复制哈希
zh_hant: 複製雜湊

# Tip_Compute
source: Compute
ar: حساب
bg_bg: Изчисли
bn_bd: গণনা করুন
cs_cz: Spočítat
da_dk: Beregn
de_at: Berechnen
dz_bt: རྩིས་བརྐྱབ།
el_cy: Υπολογισμός
es_419: Calcular
et_ee: Arvuta
fa_ir: محاسبه
fi_fi: Laske
fil_ph: Kuwentahin
fr_fr: Calculer
he_il: חשב
hi_in: गणना करें
hr_hr: Izračunaj
hu_hu: Számítás
id_id: Hitung
is_is: Reikna
it_it: Calcola
ja_jp: 計算
kk_kz: Есептеу
km_kh: គណនា
ko_kr: 계산
ky_kg: Эсептөө
lo_la: ຄຳນວນ
lt_lt: Skaičiuoti
lv_lv: Aprēķināt
mk_mk: Пресметај
mn_mn: Тооцоолох
ms_my: Kira
my_mm: တွက်ချက်ရန်
nb_no: Beregn
ne_np: गणना गर्नुहोस्
nl_be: Berekenen
pl_pl: Oblicz
ps_af: محاسبه کول
pt_br: Calcular
ro_ro: Calculează
ru_ru: Вычислить
si_lk: ගණනය කරන්න
sk_sk: Vypočítať
sl_si: Izračunaj
sq_al: Llogarit
sr_cyrl_rs: Израчунај
sv_se: Beräkna
tg_tj: Ҳисоб кардан
th_th: คำนวณ
tk_tm: Hasapla
tr_tr: Hesapla
uk_ua: Обчислити
vi_vn: Tính toán
zh_hans_cn: 计算
zh_hant: 計算

# Tip_BrowseHash
source: Browse Hash
ar: تصفح الهاش
bg_bg: Търси хеш
bn_bd: হ্যাশ ব্রাউজ করুন
cs_cz: Procházet hash
da_dk: Gennemse Hash
de_at: Hash durchsuchen
dz_bt: ཧޭཤ་ བརྡ་འཚོལ་འབད།
el_cy: Αναζήτηση Hash
es_419: Buscar Hash
et_ee: Sirvi räsi
fa_ir: جستجوی هش
fi_fi: Selaa tiivistettä
fil_ph: Mag-browse ng Hash
fr_fr: Parcourir Hash
he_il: דפדף Hash
hi_in: हैश ब्राउज़ करें
hr_hr: Pretraži hash
hu_hu: Hash tallózása
id_id: Telusuri Hash
is_is: Fletta Hash
it_it: Sfoglia Hash
ja_jp: ハッシュを参照
kk_kz: Хэшті іздеу
km_kh: រកមើល Hash
ko_kr: 해시 찾아보기
ky_kg: Хэшти издөө
lo_la: ຊອກຫາ Hash
lt_lt: Naršyti Hash
lv_lv: Pārlūkot Hash
mk_mk: Прелистај Хеш
mn_mn: Хэш хайх
ms_my: Semak Imbas Hash
my_mm: Hash ကို ရှာဖွေရန်
nb_no: Bla gjennom Hash
ne_np: ह्यास ब्राउज गर्नुहोस्
nl_be: Hash bladeren
pl_pl: Przeglądaj Hash
ps_af: هیش لټون
pt_br: Procurar Hash
ro_ro: Răsfoiește Hash
ru_ru: Обзор хэша
si_lk: Hash පිරික්සන්න
sk_sk: Prehľadávať Hash
sl_si: Prebrskaj Hash
sq_al: Shfleto Hash
sr_cyrl_rs: Прегледај хеш
sv_se: Bläddra hash
tg_tj: Ҷустуҷӯи Ҳэш
th_th: เรียกดูแฮช
tk_tm: Heşi gözden geçir
tr_tr: Hash'e Gözat
uk_ua: Огляд хешу
vi_vn: Duyệt mã băm
zh_hans_cn: 浏览哈希
zh_hant: 瀏覽雜湊

# Settings_ThemeDark
source: Dark
ar: داكن
bg_bg: Тъмна
bn_bd: ডার্ক
cs_cz: Tmavý
da_dk: Mørk
de_at: Dunkel
dz_bt: ནག་པོ།
el_cy: Σκοτεινό
es_419: Oscuro
et_ee: Tume
fa_ir: تاریک
fi_fi: Tumma
fr_fr: Sombre
he_il: כהה
hi_in: डार्क
hr_hr: Tamna
hu_hu: Sötét
id_id: Gelap
is_is: Dökkt
it_it: Scuro
ja_jp: ダーク
kk_kz: Қараңғы
km_kh: ងងឹត
ko_kr: 다크
ky_kg: Караңгы
lo_la: ມືດ
lt_lt: Tamsi
lv_lv: Tumša
mk_mk: Темна
mn_mn: Бараан
ms_my: Gelap
my_mm: အမှောင်
nb_no: Mørkt
ne_np: अँध्यारो
nl_be: Donker
pl_pl: Ciemny
ps_af: تیاره
pt_br: Escuro
ro_ro: Întunecat
ru_ru: Темная
si_lk: අඳුරු
sk_sk: Tmavý
sl_si: Temna
sq_al: E Errët
sr_cyrl_rs: Тамна
sv_se: Mörkt
tg_tj: Торик
th_th: มืด
tk_tm: Garaňky
tr_tr: Koyu
uk_ua: Темна
vi_vn: Tối
zh_hans_cn: 深色
zh_hant: 深色

# Settings_ThemeLight
source: Light
ar: فاتح
bg_bg: Светла
bn_bd: লাইট
cs_cz: Světlý
da_dk: Lys
de_at: Hell
dz_bt: དཀར་པོ།
el_cy: Φωτεινό
es_419: Claro
et_ee: Hele
fa_ir: روشن
fi_fi: Vaalea
fr_fr: Clair
he_il: בהיר
hi_in: लाइट
hr_hr: Svijetla
hu_hu: Világos
id_id: Terang
is_is: Ljóst
it_it: Chiaro
ja_jp: ライト
kk_kz: Ашық
km_kh: ភ្លឺ
ko_kr: 라이트
ky_kg: Жарык
lo_la: ສະຫວ່າງ
lt_lt: Šviesi
lv_lv: Gaiša
mk_mk: Светла
mn_mn: Цайвар
ms_my: Cerah
my_mm: အလင်း
nb_no: Lyst
ne_np: उज्यालो
nl_be: Licht
pl_pl: Jasny
ps_af: روښانه
pt_br: Claro
ro_ro: Luminos
ru_ru: Светлая
si_lk: ආලෝක
sk_sk: Svetlý
sl_si: Svetla
sq_al: E Ndritshme
sr_cyrl_rs: Светла
sv_se: Ljust
tg_tj: Равшан
th_th: สว่าง
tk_tm: Ýagty
tr_tr: Açık
uk_ua: Світла
vi_vn: Sáng
zh_hans_cn: 浅色
zh_hant: 淺色

# Settings_ThemeSystem
source: System
ar: النظام
bg_bg: Системна
bn_bd: সিস্টেম
cs_cz: Systémový
dz_bt: མ་ལག
el_cy: Συστήματος
es_419: Sistema
et_ee: Süsteem
fa_ir: سیستم
fi_fi: Järjestelmä
fr_fr: Système
he_il: מערכת
hi_in: सिस्टम
hr_hr: Sustav
hu_hu: Rendszer
id_id: Sistem
is_is: Kerfi
it_it: Sistema
ja_jp: システム
kk_kz: Жүйелі
km_kh: ប្រព័ន្ធ
ko_kr: 시스템
ky_kg: Системалык
lo_la: ລະບົບ
lt_lt: Sistemos
lv_lv: Sistēmas
mk_mk: Системска
mn_mn: Систем
ms_my: Sistem
my_mm: စနစ်
ne_np: प्रणाली
nl_be: Systeem
pl_pl: Systemowy
ps_af: سیسټم
pt_br: Sistema
ro_ro: Sistem
ru_ru: Системная
si_lk: පද්ධතිය
sk_sk: Systémový
sl_si: Sistemska
sq_al: Sistemi
sr_cyrl_rs: Системска
tg_tj: Системавӣ
th_th: ระบบ
tk_tm: Ulgam
tr_tr: Sistem
uk_ua: Системна
vi_vn: Hệ thống
zh_hans_cn: 跟随系统
zh_hant: 跟隨系統
