Repository: poli0981/HashTool
Catalog: Lang/Resources.*.resx
Languages: ar, bg_bg, bn_bd, cs_cz, da_dk, de_at, dz_bt, el_cy, es_419, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, km_kh, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, mn_mn, ms_my, my_mm, nb_no, ne_np, nl_be, pl_pl, ps_af, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, tg_tj, th_th, tk_tm, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant

# About_Copyright
source: Copyright
ar: حقوق النشر
bg_bg: Авторско право
bn_bd: কপিরাইট
cs_cz: Autorská práva
da_dk: Ophavsret
dz_bt: པར་དབང་།
el_cy: Πνευματικά δικαιώματα
es_419: Derechos de autor
et_ee: Autoriõigus
fa_ir: حق کپی‌رایت
fi_fi: Tekijänoikeus
fr_fr: Droit d'auteur
he_il: זכויות יוצרים
hi_in: कॉपीराइट
hr_hr: Autorska prava
hu_hu: Szerzői jog
id_id: Hak Cipta
is_is: Höfundarréttur
ja_jp: 著作権
kk_kz: Авторлық құқық
km_kh: រក្សាសិទ្ធិ
ko_kr: 저작권
ky_kg: Автордук укук
lo_la: ລິຂະສິດ
lt_lt: Autorių teisės
lv_lv: Autortiesības
mk_mk: Авторски права
mn_mn: Зохиогчийн эрх
ms_my: Hak Cipta
my_mm: မူပိုင်ခွင့်
nb_no: Opphavsrett
ne_np: प्रतिलिपि अधिकार
nl_be: Auteursrecht
pl_pl: Prawa autorskie
ps_af: د کاپي حق
pt_br: Direitos Autorais
ro_ro: Drepturi de autor
ru_ru: Авторские права
si_lk: ප්‍රකාශන හිමිකම
sk_sk: Autorské práva
sl_si: Avtorske pravice
sq_al: E Drejta e Autorit
sr_cyrl_rs: Ауторска права
sr_latn_rs: Autorska prava
sv_se: Upphovsrätt
tg_tj: Ҳуқуқи муаллиф
th_th: ลิขสิทธิ์
tk_tm: Awtorlyk hukugy
tr_tr: Telif Hakkı
uk_ua: Авторські права
vi_vn: Bản quyền
zh_hans_cn: 版权
zh_hant: 版權所有

# About_Desc
source: A powerful tool for generating, verifying, and compressing file hashes. Or so I think :)
ar: أداة قوية لتوليد، التحقق من، وضغط هاش الملفات. أو هكذا أعتقد :)
bg_bg: Мощен инструмент за генериране, проверка и компресиране на хешове. Или поне аз така мисля :)
bn_bd: ফাইল হ্যাশ তৈরি, যাচাই এবং কমপ্রেস করার একটি শক্তিশালী টুল। অথবা আমি তাই মনে করি :)
cs_cz: Mocný nástroj pro generování, ověřování a kompresi hashů souborů. Nebo si to alespoň myslím :)
da_dk: Et kraftfuldt værktøj til at generere, verificere og komprimere fil-hashes. Eller det tror jeg nok :)
de_at: Ein mächtiges Tool zum Generieren, Prüfen und Komprimieren von Dateihashes. Zumindest glaube ich das :)
dz_bt: ཡིག་སྣོད་ ཧེ་ཤ་ བཟོ་ནི་ དང་། ཞིབ་དཔྱད། བཙུགས་ནིའི་དོན་ལུ་ ལག་ཆ་ ནུས་ཤུགས་ཅན། :)
el_cy: Ένα ισχυρό εργαλείο για δημιουργία, επαλήθευση και συμπίεση hash αρχείων. Ή έτσι νομίζω :)
es_419: Una herramienta potente para generar, verificar y comprimir hashes. O eso creo :)
et_ee: Võimas tööriist failiräside genereerimiseks, kontrollimiseks ja pakkimiseks. Või vähemalt ma arvan nii :)
fa_ir: ابزاری قدرتمند برای تولید، بررسی و فشرده‌سازی هش فایل‌ها. یا حداقل من اینطور فکر می‌کنم :)
fi_fi: Tehokas työkalu tiedostojen tiivisteiden luomiseen, tarkistamiseen ja pakkaamiseen. Tai niin luulen :)
fil_ph: Isang malakas na tool para gumawa, mag-verify, at mag-compress ng file hashes. O ganun sa tingin ko :)
fr_fr: Un outil puissant pour générer, vérifier et compresser des hashs. Enfin je crois :)
he_il: כלי חזק ליצירה, אימות ודחיסה של Hash קבצים. או לפחות כך אני חושב :)
hi_in: फाइल हैश जनरेट, सत्यापित और कम्प्रेस करने के लिए एक शक्तिशाली उपकरण। या ऐसा मुझे लगता है :)
hr_hr: Moćan alat za generiranje, provjeru i sažimanje hashova datoteka. Ili barem ja tako mislim :)
hu_hu: Egy hatékony eszköz fájl hashek generálására, ellenőrzésére és tömörítésére. Vagy legalábbis így gondolom :)
id_id: Alat ampuh untuk membuat, memverifikasi, dan mengompres hash berkas. Atau setidaknya menurut saya begitu :)
is_is: Öflugt tól til að búa til, staðfesta og þjappa skráar-hash. Eða það held ég allavega :)
it_it: Un potente strumento per generare, verificare e comprimere gli hash dei file. O almeno così credo :)
ja_jp: ファイルハッシュの生成、検証、圧縮を行う強力なツールです。たぶんね :)
kk_kz: Файл хэштерін жасау, тексеру және қысу үшін қуатты құрал. Немесе мен солай ойлаймын :)
km_kh: ឧបករណ៍ដ៏មានអានុភាពសម្រាប់ការបង្កើត ផ្ទៀងផ្ទាត់ និងបង្រួម hash ឯកសារ។
ko_kr: 파일 해시를 생성, 검증 및 압축하는 강력한 도구입니다. 아마도요 :)
ky_kg: Файл хэштерин түзүү, текшерүү жана кысуу үчүн күчтүү курал.
lo_la: ເຄື່ອງມືທີ່ມີປະສິດທິພາບສຳລັບສ້າງ, ກວດສອບ ແລະ ບີບອັດ Hash ໄຟລ໌. ຂ້ອຍຄິດວ່າງັ້ນນະ :)
lt_lt: Galingas įrankis failų hash generavimui, tikrinimui ir suspaudimui. Arba taip aš manau :)
lv_lv: Jaudīgs rīks failu hash ģenerēšanai, pārbaudei un saspiešanai. Vai vismaz es tā domāju :)
mk_mk: Моќна алатка за генерирање, потврдување и компресирање хешеви. Или барем така мислам :)
mn_mn: Файлын хэш үүсгэх, шалгах, шахах хүчирхэг хэрэгсэл. Эсвэл би тэгж бодож байна :)
ms_my: Alat yang berkuasa untuk menjana, mengesahkan, dan memampatkan hash fail. Atau sekurang-kurangnya saya fikir begitu :)
my_mm: ဖိုင် Hash များ ဖန်တီးရန်၊ စစ်ဆေးရန်နှင့် ဖိသိပ်ရန် စွမ်းအားပြည့် ကိရိယာတစ်ခု။
nb_no: Et kraftig verktøy for å generere, verifisere og komprimere fil-hasher. Eller det tror jeg i hvert fall :)
ne_np: फाइल ह्यासहरू सिर्जना गर्न, प्रमाणित गर्न र कम्प्रेस गर्न एक शक्तिशाली उपकरण।
nl_be: Een krachtig hulpmiddel voor het genereren, verifiëren en comprimeren van bestandshashes. Of dat denk ik toch :)
pl_pl: Potężne narzędzie do generowania, weryfikacji i kompresji hashów plików. A przynajmniej tak mi się wydaje :)
ps_af: د فایلونو هیش رامینځته کولو ، تاییدولو او فشارولو لپاره یو پیاوړی وسیله. یا لږترلږه زه داسې فکر کوم :)
pt_br: Uma ferramenta poderosa para gerar, verificar e comprimir hashes de arquivos. Ou pelo menos eu acho :)
ro_ro: Un instrument puternic pentru generarea, verificarea și comprimarea hash-urilor de fișiere. Sau cel puțin așa cred :)
ru_ru: Мощный инструмент для создания, проверки и сжатия хэшей файлов. Или я так думаю :)
si_lk: ගොනු හැෂ් නිර්මාණය කිරීමට, තහවුරු කිරීමට සහ සම්පීඩනය කිරීමට ප්‍රබල මෙවලමක්.
sk_sk: Výkonný nástroj na generovanie, overovanie a kompresiu hashov súborov. Alebo si to aspoň myslím :)
sl_si: Zmogljivo orodje za generiranje, preverjanje in stiskanje zgoščenih vrednosti (hashev). Ali pa vsaj tako mislim :)
sq_al: Një mjet i fuqishëm për të gjeneruar, verifikuar dhe ngjeshur hashet e skedarëve. Ose të paktën kështu mendoj :)
sr_cyrl_rs: Моћна алатка за генерисање, проверу и компримовање хешева датотека. Или бар тако мислим :)
sr_latn_rs: Moćan alat za kreiranje i proveru hashova fajlova.
sv_se: Ett kraftfullt verktyg för att generera, verifiera och komprimera filhashar. Eller det tror jag åtminstone :)
tg_tj: Абзори пуриқтидор барои эҷод, санҷиш ва фишурдани ҳэшҳои файл. Ё ман ҳамин тавр фикр мекунам :)
th_th: เครื่องมืออันทรงพลังสำหรับสร้าง ตรวจสอบ และบีบอัดแฮชของไฟล์ หรืออย่างน้อยฉันก็คิดอย่างนั้น :)
tk_tm: Faýl heşlerini döretmek, barlamak we gysmak üçin güýçli gural. Ýa-da iň bolmanda men şeýle pikir edýärin :)
tr_tr: Dosya hash'lerini oluşturmak, doğrulamak ve sıkıştırmak için güçlü bir araç. Veya en azından ben öyle düşünüyorum :)
uk_ua: Потужний інструмент для створення, перевірки та стиснення хешів файлів. Або принаймні я так думаю :)
vi_vn: Một công cụ mạnh mẽ để tạo, kiểm tra và nén mã băm tệp tin. Hoặc theo tôi nghĩ là vậy :)
zh_hans_cn: 一款用于生成、校验和压缩文件哈希的强大工具。至少我是这么认为的 :)
zh_hant: 一款用於建立、驗證和壓縮檔案雜湊的強大工具。至少我是這麼認為的 :)

# About_License
source: Released under the MIT License.
ar: تم الإصدار بموجب ترخيص MIT.
bg_bg: Разпространява се под MIT лиценз.
bn_bd: MIT লাইসেন্সের অধীনে প্রকাশিত।
cs_cz: Vydáno pod licencí MIT.
da_dk: Udgivet under MIT-licensen.
de_at: Veröffentlicht unter der MIT-Lizenz.
dz_bt: MIT ཆོག་ཐམ་ འོག་ལུ་ གསར་བཏོན་འབད་ཡོད།
el_cy: Κυκλοφορεί υπό την άδεια MIT.
es_419: Publicado bajo la Licencia MIT.
et_ee: Välja antud MIT litsentsi all.
fa_ir: منتشر شده تحت مجوز MIT.
fi_fi: Julkaistu MIT-lisenssillä.
fil_ph: Inilabas sa ilalim ng MIT License.
fr_fr: Publié sous licence MIT.
he_il: שוחרר תחת רישיון MIT.
hi_in: MIT लाइसेंस के तहत जारी।
hr_hr: Objavljeno pod MIT licencom.
hu_hu: MIT licenc alatt kiadva.
id_id: Dirilis di bawah Lisensi MIT.
is_is: Gefiði út undir MIT leyfi.
it_it: Rilasciato sotto licenza MIT.
ja_jp: MITライセンスの下でリリースされています。
kk_kz: MIT лицензиясы бойынша шығарылды.
km_kh: ចេញផ្សាយក្រោមអាជ្ញាប័ណ្ណ MIT ។
ko_kr: MIT 라이선스 하에 배포됩니다.
ky_kg: MIT лицензиясы астында чыгарылган.
lo_la: ປ່ອຍອອກມາພາຍໃຕ້ໃບອະນຸຍາດ MIT.
lt_lt: Išleista pagal MIT licenciją.
lv_lv: Izlaists saskaņā ar MIT licenci.
mk_mk: Издадено под MIT Лиценца.
mn_mn: MIT лицензийн дагуу гаргасан.
ms_my: Dikeluarkan di bawah Lesen MIT.
my_mm: MIT လိုင်စင်အောက်တွင် ဖြန့်ချိထားသည်။
nb_no: Utgitt under MIT-lisensen.
ne_np: MIT लाइसेन्स अन्तर्गत जारी गरिएको छ।
nl_be: Uitgebracht onder de MIT-licentie.
pl_pl: Wydano na licencji MIT.
ps_af: د MIT جواز لاندې خپور شوی.
pt_br: Lançado sob a Licença MIT.
ro_ro: Lansat sub licența MIT.
ru_ru: Выпущено под лицензией MIT.
si_lk: MIT බලපත්‍රය යටතේ නිකුත් කරන ලදී.
sk_sk: Vydané pod licenciou MIT.
sl_si: Izdano pod licenco MIT.
sq_al: Lëshuar nën Licencën MIT.
sr_cyrl_rs: Издато под MIT лиценцом.
sr_latn_rs: Izdato pod MIT licencom.
sv_se: Utgiven under MIT-licensen.
tg_tj: Таҳти иҷозатномаи MIT интишор шудааст.
th_th: เผยแพร่ภายใต้ใบอนุญาต MIT
tk_tm: MIT lisenziýasy esasynda çykaryldy.
tr_tr: MIT Lisansı altında yayınlanmıştır.
uk_ua: Випущено за ліцензією MIT.
vi_vn: Phát hành dưới Giấy phép MIT.
zh_hans_cn: 基于 MIT 许可证发布。
zh_hant: 根據 MIT 授權條款發布。

# About_Tech
source: Technology
ar: التقنية
bg_bg: Технология
bn_bd: প্রযুক্তি
cs_cz: Technologie
da_dk: Teknologi
de_at: Technologie
dz_bt: འཕྲུལ་རིག
el_cy: Τεχνολογία
es_419: Tecnología
et_ee: Tehnoloogia
fa_ir: تکنولوژی
fi_fi: Teknologia
fil_ph: Teknolohiya
fr_fr: Technologie
he_il: טכנולוגיה
hi_in: तकनीक
hr_hr: Tehnologija
hu_hu: Technológia
id_id: Teknologi
is_is: Tækni
it_it: Tecnologia
ja_jp: 技術
kk_kz: Технология
km_kh: បច្ចេកវិទ្យា
ko_kr: 기술
ky_kg: Технология
lo_la: ເທັກໂນໂລຢີ
lt_lt: Technologija
lv_lv: Tehnoloģija
mk_mk: Технологија
mn_mn: Технологи
ms_my: Teknologi
my_mm: နည်းပညာ
nb_no: Teknologi
ne_np: प्रविधि
nl_be: Technologie
pl_pl: Technologia
ps_af: ټیکنالوژي
pt_br: Tecnologia
ro_ro: Tehnologie
ru_ru: Технологии
si_lk: තාක්ෂණය
sk_sk: Technológie
sl_si: Tehnologija
sq_al: Teknologjia
sr_cyrl_rs: Технологија
sr_latn_rs: Tehnologija
sv_se: Teknik
tg_tj: Технология
th_th: เทคโนโลยี
tk_tm: Tehnologiýa
tr_tr: Teknoloji
uk_ua: Технології
vi_vn: Công nghệ
zh_hans_cn: 技术
zh_hant: 技術

# About_TechContent
source: Built with C# and .NET 10.0.102.
ar: مبني باستخدام C# و .NET 10.0.102.
bg_bg: Създаден с C# и .NET 10.0.102.
bn_bd: C# এবং .NET 10.0.102 দিয়ে তৈরি।
cs_cz: Vytvořeno v C# a .NET 10.0.102.
da_dk: Bygget med C# og .NET 10.0.102.
de_at: Erstellt mit C# und .NET 10.0.102.
dz_bt: C# དང་ .NET 10.0.102 ཐོག་ལས་ བཟོ་ཡོད།
el_cy: Δημιουργήθηκε με C# και .NET 10.0.102.
es_419: Creado con C# y .NET 10.0.102.
et_ee: Loodud C# ja .NET 10.0.102 abil.
fa_ir: ساخته شده با C# و .NET 10.0.102.
fi_fi: Rakennettu C#:lla ja .NET 10.0.102:lla.
fil_ph: Ginawa gamit ang C# at .NET 10.0.102.
fr_fr: Conçu avec C# et .NET 10.0.102.
he_il: נבנה עם C# ו-.NET 10.0.102.
hi_in: C# और .NET 10.0.102 के साथ निर्मित।
hr_hr: Izrađeno u C# i .NET 10.0.102.
hu_hu: C# és .NET 10.0.102 alapokon.
id_id: Dibuat dengan C# dan .NET 10.0.102.
is_is: Byggt með C# og .NET 10.0.102.
it_it: Creato con C# e .NET 10.0.102.
ja_jp: C# および .NET 10.0.102 で構築されています。
kk_kz: C# және .NET 10.0.102 арқылы жасалған.
km_kh: បង្កើតឡើងដោយ C# និង .NET 10.0.102 ។
ko_kr: C# 및 .NET 10.0.102로 제작되었습니다.
ky_kg: C# жана .NET 10.0.102 колдонуу менен түзүлгөн.
lo_la: ສ້າງຂຶ້ນດ້ວຍ C# ແລະ .NET 10.0.102.
lt_lt: Sukurta naudojant C# ir .NET 10.0.102.
lv_lv: Izveidots ar C# un .NET 10.0.102.
mk_mk: Изградено со C# и .NET 10.0.102.
mn_mn: C# болон .NET 10.0.102 ашиглан бүтээсэн.
ms_my: Dibina dengan C# dan .NET 10.0.102.
my_mm: C# နှင့် .NET 10.0.102 ဖြင့် တည်ဆောက်ထားသည်။
nb_no: Bygget med C# og .NET 10.0.102.
ne_np: C# र .NET 10.0.102 सँग निर्मित।
nl_be: Gebouwd met C# en .NET 10.0.102.
pl_pl: Zbudowano przy użyciu C# i .NET 10.0.102.
ps_af: د C# او .NET 10.0.102 سره جوړ شوی.
pt_br: Desenvolvido com C# e .NET 10.0.102.
ro_ro: Construit cu C# și .NET 10.0.102.
ru_ru: Создано с использованием C# и .NET 10.0.102.
si_lk: C# සහ .NET 10.0.102 භාවිතයෙන් සාදා ඇත.
sk_sk: Vytvorené pomocou C# a .NET 10.0.102.
sl_si: Zgrajeno s C# in .NET 10.0.102.
sq_al: Ndërtuar me C# dhe .NET 10.0.102.
sr_cyrl_rs: Направљено помоћу C# и .NET 10.0.102.
sr_latn_rs: Izgrađeno sa C# i .NET 10.0.102.
sv_se: Byggd med C# och .NET 10.0.102.
tg_tj: Бо C# ва .NET 10.0.102 сохта шудааст.
th_th: สร้างด้วย C# และ .NET 10.0.102
tk_tm: C# we .NET 10.0.102 ulanylyp guruldy.
tr_tr: C# ve .NET 10.0.102 ile oluşturulmuştur.
uk_ua: Створено з використанням C# та .NET 10.0.102.
vi_vn: Xây dựng bằng C# và .NET 10.0.102.
zh_hans_cn: 基于 C# 和 .NET 10.0.102 构建。
zh_hant: 使用 C# 與 .NET 10.0.102 建置。

# About_AI
source: AI Assistance
ar: مساعدة الذكاء الاصطناعي
bg_bg: AI Асистенция
bn_bd: AI সহায়তা
cs_cz: AI Asistence
de_at: KI-Unterstützung
dz_bt: AI གྲོགས་རམ།
el_cy: Βοήθεια AI
es_419: Asistencia de IA
et_ee: AI abi
fa_ir: دستیار هوش مصنوعی
fi_fi: Tekoälyavustus
fil_ph: Tulong ng AI
fr_fr: Assistance IA
he_il: סיוע בינה מלאכותית
hi_in: AI सहायता
hr_hr: AI Pomoć
hu_hu: AI Segítség
id_id: Bantuan AI
is_is: Gervigreindaraðstoð
it_it: Assistenza IA
ja_jp: AI アシスタンス
kk_kz: AI көмегі
km_kh: ជំនួយ AI
ko_kr: AI 지원
ky_kg: AI жардамы
lo_la: ການຊ່ວຍເຫຼືອຈາກ AI
lt_lt: AI Pagalba
lv_lv: AI atbalsts
mk_mk: АИ Помош
mn_mn: AI тусламж
ms_my: Bantuan AI
my_mm: AI အကူအညီ
nb_no: AI-assistanse
ne_np: AI सहायता
nl_be: AI-Assistentie
pl_pl: Wsparcie AI
ps_af: د AI مرسته
pt_br: Assistência de IA
ro_ro: Asistență AI
ru_ru: Помощь ИИ
si_lk: AI සහාය
sk_sk: Podpora UI
sl_si: Pomoč umetne inteligence
sq_al: Asistencë e AI
sr_cyrl_rs: АИ Помоћ
sr_latn_rs: Pomoć AI
sv_se: AI-assistans
tg_tj: Ёрии АИ (AI)
th_th: ความช่วยเหลือจาก AI
tk_tm: Emeli aň (AI) kömegi
tr_tr: Yapay Zeka (AI) Yardımı
uk_ua: Допомога ШІ
vi_vn: Hỗ trợ bởi AI
zh_hans_cn: AI 辅助
zh_hant: AI 協助

# About_AIContent
source: This software was developed with assistance from AI (Gemini 3 Pro and Grok 4.1).
ar: تم تطوير هذا البرنامج بمساعدة الذكاء الاصطناعي (Gemini 3 Pro و Grok 4.1).
bg_bg: Този софтуер е разработен с помощта на AI (Gemini 3 Pro и Grok 4.1).
bn_bd: এই সফটওয়্যারটি AI (Gemini 3 Pro এবং Grok 4.1) এর সহায়তায় তৈরি করা হয়েছে।
cs_cz: Tento software byl vyvinut s pomocí AI (Gemini 3 Pro a Grok 4.1).
da_dk: Denne software blev udviklet med assistance fra AI (Gemini 3 Pro og Grok 4.1).
de_at: Diese Software wurde mit Unterstützung von KI (Gemini 3 Pro und Grok 4.1) entwickelt.
dz_bt: མཉེན་ཆས་འདི་ AI (Gemini 3 Pro དང་ Grok 4.1) གི་ གྲོགས་རམ་ཐོག་ལས་ བཟོ་ཡོད།
el_cy: Αυτό το λογισμικό αναπτύχθηκε με τη βοήθεια AI (Gemini 3 Pro και Grok 4.1).
es_419: Este software fue desarrollado con ayuda de IA (Gemini 3 Pro y Grok 4.1).
et_ee: See tarkvara arendati AI (Gemini 3 Pro ja Grok 4.1) abiga.
fa_ir: این نرم‌افزار با کمک هوش مصنوعی (Gemini 3 Pro و Grok 4.1) توسعه یافته است.
fi_fi: Tämä ohjelmisto kehitettiin tekoälyn (Gemini 3 Pro ja Grok 4.1) avustuksella.
fil_ph: Ang software na ito ay ginawa sa tulong ng AI (Gemini 3 Pro at Grok 4.1).
fr_fr: Ce logiciel a été développé avec l'aide d'IA (Gemini 3 Pro et Grok 4.1).
he_il: תוכנה זו פותחה בסיוע בינה מלאכותית (Gemini 3 Pro ו-Grok 4.1).
hi_in: यह सॉफ़्टवेयर AI (Gemini 3 Pro और Grok 4.1) की सहायता से विकसित किया गया था।
hr_hr: Ovaj softver je razvijen uz pomoć AI (Gemini 3 Pro i Grok 4.1).
hu_hu: Ez a szoftver AI (Gemini 3 Pro és Grok 4.1) segítségével készült.
id_id: Perangkat lunak ini dikembangkan dengan bantuan AI (Gemini 3 Pro dan Grok 4.1).
is_is: Þessi hugbúnaður var þróaður með aðstoð gervigreindar (Gemini 3 Pro og Grok 4.1).
it_it: Questo software è stato sviluppato con l'assistenza dell'IA (Gemini 3 Pro e Grok 4.1).
ja_jp: このソフトウェアは AI (Gemini 3 Pro および Grok 4.1) の支援を受けて開発されました。
kk_kz: Бұл бағдарламалық жасақтама AI (Gemini 3 Pro және Grok 4.1) көмегімен әзірленді.
km_kh: កម្មវិធីនេះត្រូវបានបង្កើតឡើងដោយមានជំនួយពី AI (Gemini 3 Pro និង Grok 4.1)។
ko_kr: 이 소프트웨어는 AI(Gemini 3 Pro 및 Grok 4.1)의 지원을 받아 개발되었습니다.
ky_kg: Бул программа AI (Gemini 3 Pro жана Grok 4.1) жардамы менен иштелип чыккан.
lo_la: ຊອບແວນີ້ຖືກພັດທະນາໂດຍການຊ່ວຍເຫຼືອຈາກ AI (Gemini 3 Pro ແລະ Grok 4.1).
lt_lt: Ši programinė įranga sukurta padedant dirbtiniam intelektui (Gemini 3 Pro ir Grok 4.1).
lv_lv: Šī programmatūra tika izstrādāta ar AI palīdzību (Gemini 3 Pro un Grok 4.1).
mk_mk: Овој софтвер беше развиен со помош на АИ (Gemini 3 Pro и Grok 4.1).
mn_mn: Энэхүү программыг AI (Gemini 3 Pro болон Grok 4.1) тусламжтайгаар хөгжүүлсэн.
ms_my: Perisian ini dibangunkan dengan bantuan AI (Gemini 3 Pro dan Grok 4.1).
my_mm: ဤဆော့ဖ်ဝဲလ်ကို AI (Gemini 3 Pro နှင့် Grok 4.1) ၏ အကူအညီဖြင့် ရေးသားထားသည်။
nb_no: Denne programvaren ble utviklet med hjelp fra AI (Gemini 3 Pro og Grok 4.1).
ne_np: यो सफ्टवेयर AI (Gemini 3 Pro र Grok 4.1) को सहयोगमा विकसित गरिएको थियो।
nl_be: Deze software is ontwikkeld met behulp van AI (Gemini 3 Pro en Grok 4.1).
pl_pl: To oprogramowanie zostało stworzone przy pomocy sztucznej inteligencji (Gemini 3 Pro i Grok 4.1).
ps_af: دا سافټویر د AI (Gemini 3 Pro او Grok 4.1) په مرسته جوړ شوی.
pt_br: Este software foi desenvolvido com a assistência de IA (Gemini 3 Pro e Grok 4.1).
ro_ro: Acest software a fost dezvoltat cu asistența AI (Gemini 3 Pro și Grok 4.1).
ru_ru: Это ПО было разработано при содействии ИИ (Gemini 3 Pro и Grok 4.1).
si_lk: මෙම මෘදුකාංගය AI (Gemini 3 Pro සහ Grok 4.1) ගේ සහාය ඇතිව සංවර්ධනය කරන ලදී.
sk_sk: Tento softvér bol vyvinutý s pomocou UI (Gemini 3 Pro a Grok 4.1).
sl_si: Ta programska oprema je bila razvita s pomočjo umetne inteligence (Gemini 3 Pro in Grok 4.1).
sq_al: Ky softuer u zhvillua me ndihmën e AI (Gemini 3 Pro dhe Grok 4.1).
sr_cyrl_rs: Овај софтвер је развијен уз помоћ вештачке интелигенције (Gemini 3 Pro и Grok 4.1).
sr_latn_rs: Ovaj softver je razvijen uz pomoć AI (Gemini 3 Pro i Grok 4.1).
sv_se: Denna programvara utvecklades med hjälp av AI (Gemini 3 Pro och Grok 4.1).
tg_tj: Ин нармафзор бо ёрии зеҳни сунъӣ (Gemini 3 Pro ва Grok 4.1) таҳия шудааст.
th_th: ซอฟต์แวร์นี้พัฒนาขึ้นด้วยความช่วยเหลือจาก AI (Gemini 3 Pro และ Grok 4.1)
tk_tm: Bu programma emeli aňyň (Gemini 3 Pro we Grok 4.1) kömegi bilen işlenip düzüldi.
tr_tr: Bu yazılım AI (Gemini 3 Pro ve Grok 4.1) yardımıyla geliştirilmiştir.
uk_ua: Це програмне забезпечення було розроблено за допомогою ШІ (Gemini 3 Pro та Grok 4.1).
vi_vn: Phần mềm này được phát triển với sự hỗ trợ từ AI (Gemini 3 Pro và Grok 4.1).
zh_hans_cn: 本软件在 AI（Gemini 3 Pro 和 Grok 4.1）的辅助下开发。
zh_hant: 本軟體在 AI (Gemini 3 Pro 與 Grok 4.1) 的協助下開發。

# Status_Processing
source: Processing ({0})...
ar: جاري المعالجة ({0})...
bg_bg: Обработка ({0})...
bn_bd: প্রসেসিং হচ্ছে ({0})...
cs_cz: Zpracování ({0})...
da_dk: Behandler ({0})...
de_at: Verarbeite ({0})...
dz_bt: ལས་སྦྱོར་འབད་དོ། ({0})...
el_cy: Επεξεργασία ({0})...
es_419: Procesando ({0})...
et_ee: Töötlemine ({0})...
fa_ir: در حال پردازش ({0})...
fi_fi: Käsitellään ({0})...
fil_ph: Pinoproseso ({0})...
fr_fr: Traitement ({0})...
he_il: מעבד ({0})...
hi_in: प्रोसेस हो रहा है ({0})...
hr_hr: Obrada ({0})...
hu_hu: Feldolgozás ({0})...
id_id: Memproses ({0})...
is_is: Vinnur ({0})...
it_it: Elaborazione in corso ({0})...
ja_jp: 処理中 ({0})...
kk_kz: Өңделуде ({0})...
km_kh: កំពុងដំណើរការ ({0})...
ko_kr: 처리 중 ({0})...
ky_kg: Иштелүүдө ({0})...
lo_la: ກຳລັງປະມວນຜົນ ({0})...
lt_lt: Apdorojama ({0})...
lv_lv: Apstrādā ({0})...
mk_mk: Обработка ({0})...
mn_mn: Боловсруулж байна ({0})...
ms_my: Memproses ({0})...
my_mm: လုပ်ဆောင်နေပါသည် ({0})...
nb_no: Behandler ({0})...
ne_np: प्रशोधन हुँदैछ ({0})...
nl_be: Aan het verwerken ({0})...
pl_pl: Przetwarzanie ({0})...
ps_af: پروسس کیږي ({0})...
pt_br: Processando ({0})...
ro_ro: Se procesează ({0})...
ru_ru: Обработка ({0})...
si_lk: සකසමින් පවතී ({0})...
sk_sk: Spracováva sa ({0})...
sl_si: Obdelava ({0})...
sq_al: Duke përpunuar ({0})...
sr_cyrl_rs: Обрада у току ({0})...
sr_latn_rs: Obrada ({0})...
sv_se: Bearbetar ({0})...
tg_tj: Коркард ({0})...
th_th: กำลังประมวลผล ({0})...
tk_tm: Gaýtadan işlenýär ({0})...
tr_tr: İşleniyor ({0})...
uk_ua: Обробка ({0})...
vi_vn: Đang xử lý ({0})...
zh_hans_cn: 正在处理 ({0})...
zh_hant: 處理中 ({0})...

# Status_Done
source: Completed
ar: اكتمل
bg_bg: Приключено
bn_bd: সম্পন্ন
cs_cz: Dokončeno
da_dk: Fuldført
de_at: Abgeschlossen
dz_bt: མཇུག་བསྡུ་ཡོད།
el_cy: Ολοκληρώθηκε
es_419: Completado
et_ee: Valmis
fa_ir: تکمیل شد
fi_fi: Valmis
fil_ph: Tapos na
fr_fr: Terminé
he_il: הושלם
hi_in: पूर्ण
hr_hr: Završeno
hu_hu: Kész
id_id: Selesai
is_is: Lokið
it_it: Completato
ja_jp: 完了
kk_kz: Аяқталды
km_kh: បានបញ្ចប់
ko_kr: 완료
ky_kg: Аяктады
lo_la: ສຳເລັດແລ້ວ
lt_lt: Baigta
lv_lv: Pabeigts
mk_mk: Завршено
mn_mn: Дууссан
ms_my: Selesai
my_mm: ပြီးစီးပါပြီ
nb_no: Fullført
ne_np: सम्पन्न भयो
nl_be: Voltooid
pl_pl: Zakończono
ps_af: بشپړ شو
pt_br: Concluído
ro_ro: Finalizat
ru_ru: Завершено
si_lk: අවසන්
sk_sk: Hotovo
sl_si: Končano
sq_al: U krye
sr_cyrl_rs: Завршено
sr_latn_rs: Završeno
sv_se: Klar
tg_tj: Анҷом ёфт
th_th: เสร็จสิ้น
tk_tm: Tamamlandy
tr_tr: Tamamlandı
uk_ua: Завершено
vi_vn: Hoàn tất
zh_hans_cn: 已完成
zh_hant: 已完成

# Status_Error
source: Error: {0}
ar: خطأ: {0}
bg_bg: Грешка: {0}
bn_bd: ত্রুটি: {0}
cs_cz: Chyba: {0}
da_dk: Fejl: {0}
de_at: Fehler: {0}
dz_bt: འཛོལ་བ།: {0}
el_cy: Σφάλμα: {0}
et_ee: Viga: {0}
fa_ir: خطا: {0}
fi_fi: Virhe: {0}
fr_fr: Erreur : {0}
he_il: שגיאה: {0}
hi_in: त्रुटि: {0}
hr_hr: Pogreška: {0}
hu_hu: Hiba: {0}
id_id: Galat: {0}
is_is: Villa: {0}
it_it: Errore: {0}
ja_jp: エラー: {0}
kk_kz: Қате: {0}
km_kh: កំហុស៖ {0}
ko_kr: 오류: {0}
ky_kg: Ката: {0}
lo_la: ຂໍ້ຜິດພາດ: {0}
lt_lt: Klaida: {0}
lv_lv: Kļūda: {0}
mk_mk: Грешка: {0}
mn_mn: Алдаа: {0}
ms_my: Ralat: {0}
my_mm: အမှား: {0}
nb_no: Feil: {0}
ne_np: त्रुटि: {0}
nl_be: Fout: {0}
pl_pl: Błąd: {0}
ps_af: تېروتنه: {0}
pt_br: Erro: {0}
ro_ro: Eroare: {0}
ru_ru: Ошибка: {0}
si_lk: දෝෂයකි: {0}
sk_sk: Chyba: {0}
sl_si: Napaka: {0}
sq_al: Gabim: {0}
sr_cyrl_rs: Грешка: {0}
sr_latn_rs: Greška: {0}
sv_se: Fel: {0}
tg_tj: Хатогӣ: {0}
th_th: ข้อผิดพลาด: {0}
tk_tm: Ýalňyşlyk: {0}
tr_tr: Hata: {0}
uk_ua: Помилка: {0}
vi_vn: Lỗi: {0}
zh_hans_cn: 错误：{0}
zh_hant: 錯誤：{0}

# Status_Cancelled
source: Cancelled
ar: تم الإلغاء
bg_bg: Отменено
bn_bd: বাতিল করা হয়েছে
cs_cz: Zrušeno
da_dk: Annulleret
de_at: Abgebrochen
dz_bt: ཆ་མེད་གཏང་ཡོད།
el_cy: Ακυρώθηκε
es_419: Cancelado
et_ee: Tühistatud
fa_ir: لغو شد
fi_fi: Peruutettu
fil_ph: Kinansela
fr_fr: Annulé
he_il: בוטל
hi_in: रद्द किया गया
hr_hr: Otkazano
hu_hu: Megszakítva
id_id: Dibatalkan
is_is: Hætt við
it_it: Annullato
ja_jp: キャンセルされました
kk_kz: Болдырманды
km_kh: បានបោះបង់
ko_kr: 취소됨
ky_kg: Жокко чыгарылды
lo_la: ຍົກເລີກແລ້ວ
lt_lt: Atšaukta
lv_lv: Atcelts
mk_mk: Откажано
mn_mn: Цуцлагдсан
ms_my: Dibatalkan
my_mm: ပယ်ဖျက်လိုက်ပါပြီ
nb_no: Avbrutt
ne_np: रद्द गरियो
nl_be: Geannuleerd
pl_pl: Anulowano
ps_af: لغوه شو
pt_br: Cancelado
ro_ro: Anulat
ru_ru: Отменено
si_lk: අවලංගු කරන ලදී
sk_sk: Zrušené
sl_si: Preklicano
sq_al: U anulua
sr_cyrl_rs: Отказано
sr_latn_rs: Otkazano
sv_se: Avbruten
tg_tj: Бекор карда шуд
th_th: ยกเลิกแล้ว
tk_tm: Ýatyryldy
tr_tr: İptal Edildi
uk_ua: Скасовано
vi_vn: Đã hủy
zh_hans_cn: 已取消
zh_hant: 已取消
