Repository: poli0981/HashTool
Catalog: Lang/Resources.*.resx
Languages: ar, bg_bg, bn_bd, cs_cz, da_dk, de_at, dz_bt, el_cy, es_419, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, km_kh, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, mn_mn, ms_my, my_mm, nb_no, ne_np, nl_be, pl_pl, ps_af, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, tg_tj, th_th, tk_tm, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant

# Settings_EmergencyDesc
source: Force quit the app and cancel all tasks immediately.
ar: إجبار التطبيق على الإغلاق وإلغاء جميع المهام فوراً.
bg_bg: Принудително затваряне и отмяна на всички задачи.
bn_bd: অ্যাপটি জোরপূর্বক বন্ধ করুন এবং সমস্ত কাজ অবিলম্বে বাতিল করুন।
cs_cz: Vynutit ukončení aplikace a okamžitě zrušit všechny úlohy.
da_dk: Tving appen til at lukke og annuller alle opgaver straks.
de_at: App zwangsweise beenden und alle Aufgaben sofort abbrechen.
dz_bt: གློག་རིམ་ བང་བཙོང་ཐོག་ལས་ བསུམ་ཞིནམ་ལས་ ལས་ཀ་ག་ར་ དེ་འཕྲོས་ལས་ ཆ་མེད་གཏང་།
el_cy: Αναγκαστικός τερματισμός και ακύρωση όλων άμεσα.
es_419: Forzar cierre de la app y cancelar todo inmediatamente.
et_ee: Sulge rakendus sunniviisiliselt ja tühista kõik ülesanded kohe.
fa_ir: بستن اجباری برنامه و لغو فوری همه وظایف.
fi_fi: Pakota sovelluksen sulkeminen ja peruuta kaikki tehtävät välittömästi.
fil_ph: Piliting isara ang app at kanselahin ang lahat agad.
fr_fr: Forcer l'arrêt et tout annuler immédiatement.
he_il: סגור את היישום בכוח ובטל את כל המשימות מיד.
hi_in: ऐप को जबरदस्ती बंद करें और सभी कार्यों को तुरंत रद्द करें।
hr_hr: Prisilno zatvori aplikaciju i odmah otkaži sve zadatke.
hu_hu: App kényszerített bezárása és minden feladat azonnali leállítása.
id_id: Paksa tutup aplikasi dan batalkan semua tugas segera.
is_is: Þvinga lokun forrits og hætta við öll verk strax.
it_it: Forza la chiusura dell'app e annulla immediatamente tutte le attività.
ja_jp: アプリを強制終了し、すべてのタスクを直ちにキャンセルします。
kk_kz: Қолданбаны мәжбүрлеп жабу және барлық тапсырмаларды дереу тоқтату.
km_kh: បិទកម្មវិធីដោយបង្ខំ និងបោះបង់កិច្ចការទាំងអស់ភ្លាមៗ។
ko_kr: 앱을 강제 종료하고 모든 작업을 즉시 취소합니다.
ky_kg: Тиркемени мажбурлап жабуу жана бардык тапшырмаларды дароо жокко чыгаруу.
lo_la: ບັງຄັບປິດແອັບ ແລະ ຍົກເລີກທຸກວຽກທັນທີ.
lt_lt: Priverstinai uždaryti programą ir nedelsiant atšaukti visas užduotis.
lv_lv: Piespiedu kārtā aizvērt lietotni un nekavējoties atcelt visus uzdevumus.
mk_mk: Присилно затвори ја апликацијата и откажи ги сите задачи веднаш.
mn_mn: Аппыг хүчээр хааж, бүх үйлдлийг нэн даруй цуцлах.
ms_my: Berhentikan apl secara paksa dan batalkan semua tugas serta-merta.
my_mm: App ကို အတင်းအကျပ် ပိတ်ပြီး လုပ်ငန်းစဉ်အားလုံးကို ချက်ချင်း ပယ်ဖျက်ရန်။
nb_no: Tving avslutning av appen og avbryt alle oppgaver umiddelbart.
ne_np: एपलाई जबरजस्ती बन्द गर्नुहोस् र सबै कार्यहरू तुरुन्तै रद्द गर्नुहोस्।
nl_be: Toepassing geforceerd afsluiten en alle taken onmiddellijk annuleren.
pl_pl: Wymuś zamknięcie aplikacji i natychmiast anuluj wszystkie zadania.
ps_af: اپلیکیشن په جبري توګه وتړئ او سمدلاسه ټولې دندې لغوه کړئ.
pt_br: Forçar o fechamento do app e cancelar todas as tarefas imediatamente.
ro_ro: Închide forțat aplicația și anulează imediat toate sarcinile.
ru_ru: Принудительно закрыть приложение и немедленно отменить все задачи.
si_lk: යෙදුම බලහත්කාරයෙන් වසා දමා සියලු කාර්යයන් වහාම අවලංගු කරන්න.
sk_sk: Vynútiť ukončenie aplikácie a okamžite zrušiť všetky úlohy.
sl_si: Prisilno zapri aplikacijo in takoj prekliči vsa opravila.
sq_al: Mbyll me forcë aplikacionin dhe anulo të gjitha detyrat menjëherë.
sr_cyrl_rs: Присилно затвори апликацију и одмах откажи све задатке.
sr_latn_rs: Prisilno zatvaranje aplikacije i otkazivanje svih zadataka odmah.
sv_se: Stäng appen med tvång och avbryt alla uppgifter omedelbart.
tg_tj: Барномаро маҷбуран пӯшед ва ҳамаи вазифаҳоро фавран бекор кунед.
th_th: บังคับปิดแอปและยกเลิกงานทั้งหมดทันที
tk_tm: Programmany mejbury ýap we ähli tabşyryklary haýal etmän ýatyr.
tr_tr: Uygulamayı zorla kapat ve tüm görevleri anında iptal et.
uk_ua: Примусово закрити програму та негайно скасувати всі завдання.
vi_vn: Buộc thoát ứng dụng và hủy mọi tác vụ ngay lập tức.
zh_hans_cn: 强制关闭应用程序并立即取消所有任务。
zh_hant: 強制關閉應用程式並立即取消所有工作。

# Settings_BtnForceQuit
source: Force Quit & Cancel All
ar: إغلاق إجباري وإلغاء الكل
bg_bg: Принудителен изход и отмяна
bn_bd: ফোর্স কুইট এবং সব বাতিল
cs_cz: Vynutit ukončení a zrušit vše
da_dk: Tving afslutning & Annuller alt
de_at: Beenden erzwingen & Alles abbrechen
dz_bt: བང་བཙོང་ ཕྱིར་ཐོན་ & ག་ར་ ཆ་མེད་གཏང་།
el_cy: Τερματισμός & Ακύρωση Όλων
es_419: Forzar cierre y Cancelar todo
et_ee: Sunni sulgemist ja tühista kõik
fa_ir: خروج اجباری و لغو همه
fi_fi: Pakota lopetus & peruuta kaikki
fil_ph: Force Quit at Kanselahin Lahat
fr_fr: Forcer l'arrêt & Tout annuler
he_il: סגירה מאולצת וביטול הכל
hi_in: फोर्स क्विट और सभी रद्द करें
hr_hr: Prisilni izlaz i otkaži sve
hu_hu: Kényszerített kilépés és Mégse mind
id_id: Paksa Keluar & Batal Semua
is_is: Þvinga lokun & Hætta við allt
it_it: Uscita Forzata e Annulla Tutto
ja_jp: 強制終了 & 全キャンセル
kk_kz: Мәжбүрлеп шығу және барлығын тоқтату
km_kh: បិទដោយបង្ខំ & បោះបង់ទាំងអស់
ko_kr: 강제 종료 및 모두 취소
ky_kg: Мажбурлап чыгуу жана Баарын жокко чыгаруу
lo_la: ບັງຄັບອອກ & ຍົກເລີກທັງໝົດ
lt_lt: Priverstinai uždaryti ir atšaukti viską
lv_lv: Piespiedu aizvēršana un atcelt visu
mk_mk: Присилно затворање и Откажи сè
mn_mn: Хүчээр гарах & Бүгдийг цуцлах
ms_my: Berhenti Paksa & Batal Semua
my_mm: အတင်းအကျပ် ပိတ်ပြီး အားလုံးကို ပယ်ဖျက်ရန်
nb_no: Tving Avslutning og Avbryt alt
ne_np: जबरजस्ती बन्द र सबै रद्द गर्नुहोस्
nl_be: Geforceerd afsluiten & Alles annuleren
pl_pl: Wymuś zamknięcie i anuluj wszystko
ps_af: جبري وتل او ټول لغوه کول
pt_br: Fechar Forçado e Cancelar Tudo
ro_ro: Închidere forțată și Anulează tot
ru_ru: Принудительно закрыть и отменить все
si_lk: බලහත්කාරයෙන් වසා සියල්ල අවලංගු කරන්න
sk_sk: Vynútiť ukončenie a Zrušiť všetko
sl_si: Prisilno zapri in prekliči vse
sq_al: Mbyll me Forcë & Anulo të Gjitha
sr_cyrl_rs: Присилно затварање и откажи све
sr_latn_rs: Prisilno zatvaranje i Otkaži sve
sv_se: Tvinga avslut & Avbryt allt
tg_tj: Хуруҷи маҷбурӣ ва Бекор кардани ҳама
th_th: บังคับออก & ยกเลิกทั้งหมด
tk_tm: Mejbury çyk we ählisini ýatyr
tr_tr: Zorla Kapat ve Tümünü İptal Et
uk_ua: Примусово закрити та скасувати все
vi_vn: Buộc thoát & Hủy tất cả
zh_hans_cn: 强制退出并取消全部
zh_hant: 強制退出並取消全部

# Settings_Configuration
source: Configuration
ar: التكوين (Configuration)
bg_bg: Конфигурация
bn_bd: কনফিগারেশন
cs_cz: Konfigurace
da_dk: Konfiguration
de_at: Konfiguration
dz_bt: རིམ་སྒྲིག (Configuration)
el_cy: Διαμόρφωση (Configuration)
es_419: Configuración
et_ee: Konfiguratsioon
fa_ir: پیکربندی
fi_fi: Konfiguraatio
he_il: תצורה
hi_in: कॉन्फ़िगरेशन
hr_hr: Konfiguracija
hu_hu: Konfiguráció
id_id: Konfigurasi
is_is: Uppsetning (Configuration)
it_it: Configurazione
ja_jp: 構成 (Configuration)
kk_kz: Конфигурация
km_kh: ការកំណត់រចនាសម្ព័ន្ធ
ko_kr: 구성 (Configuration)
ky_kg: Конфигурация
lo_la: ການຕັ້ງຄ່າລະບົບ
lt_lt: Konfigūracija
lv_lv: Konfigurācija
mk_mk: Конфигурация
mn_mn: Тохиргоо
ms_my: Konfigurasi
my_mm: ဖွဲ့စည်းပုံ
nb_no: Konfigurasjon
ne_np: कन्फिगरेसन
nl_be: Configuratie
pl_pl: Konfiguracja
ps_af: ترتیب (Configuration)
pt_br: Configuração
ro_ro: Configurație
ru_ru: Конфигурация
si_lk: වින්‍යාසය (Configuration)
sk_sk: Konfigurácia
sl_si: Konfiguracija
sq_al: Konfigurimi
sr_cyrl_rs: Конфигурација
sr_latn_rs: Konfiguracija
sv_se: Konfiguration
tg_tj: Танзимот (Configuration)
th_th: การกำหนดค่า
tk_tm: Konfigurasiýa
tr_tr: Yapılandırma
uk_ua: Конфігурація
vi_vn: Cấu hình
zh_hans_cn: 配置
zh_hant: 設定檔

# Settings_LockSettings
source: Lock Settings (Save as Default)
ar: قفل الإعدادات (حفظ كافتراضي)
bg_bg: Заключи настройките (Запиши по подразбиране)
bn_bd: সেটিংস লক করুন (ডিফল্ট হিসেবে সেভ)
cs_cz: Uzamknout nastavení (Uložit jako výchozí)
da_dk: Lås indstillinger (Gem som standard)
de_at: Einstellungen sperren (Als Standard)
dz_bt: སྒྲིག་སྟངས་ བསྡམས་བཞག (སྔོན་སྒྲིག་སྦེ་ སྲུང་བཞག་འབད།)
el_cy: Κλείδωμα ρυθμίσεων (Αποθήκευση ως προεπιλογή)
es_419: Bloquear configuración (Guardar como default)
et_ee: Lukusta sätted (Salvesta vaikimisi)
fa_ir: قفل تنظیمات (ذخیره به عنوان پیش‌فرض)
fi_fi: Lukitse asetukset (Tallenna oletukseksi)
fil_ph: I-lock ang Settings (I-save bilang Default)
fr_fr: Verrouiller les paramètres (Sauver par défaut)
he_il: נעל הגדרות (שמור כברירת מחדל)
hi_in: सेटिंग्स लॉक करें (डिफ़ॉल्ट के रूप में सहेजें)
hr_hr: Zaključaj postavke (Spremi kao zadano)
hu_hu: Beállítások zárolása (Mentés alapértelmezettként)
id_id: Kunci Pengaturan (Simpan sebagai Default)
is_is: Læsa stillingum (Vista sem sjálfgefið)
it_it: Blocca impostazioni (Salva come predefinito)
ja_jp: 設定をロック (デフォルトとして保存)
kk_kz: Баптауларды құлыптау (Әдепкі ретінде сақтау)
km_kh: ចាក់សោរការកំណត់ (រក្សាទុកជាលំនាំដើម)
ko_kr: 설정 잠금 (기본값으로 저장)
ky_kg: Жөндөөлөрдү кулпулоо (Демейки катары сактоо)
lo_la: ລັອກການຕັ້ງຄ່າ (ບັນທຶກເປັນຄ່າເລີ່ມຕົ້ນ)
lt_lt: Užrakinti nustatymus (Išsaugoti kaip numatytuosius)
lv_lv: Bloķēt iestatījumus (Saglabāt kā noklusējumu)
mk_mk: Заклучи поставки (Зачувај како стандардни)
mn_mn: Тохиргоог түгжих (Үндсэн болгож хадгалах)
ms_my: Kunci Tetapan (Simpan sebagai Lalai)
my_mm: ဆက်တင်များကို သော့ခတ်ရန် (ပုံသေအဖြစ် သိမ်းဆည်းရန်)
nb_no: Lås innstillinger (Lagre som standard)
ne_np: सेटिङहरू लक गर्नुहोस् (पूर्वनिर्धारित रूपमा बचत गर्नुहोस्)
nl_be: Instellingen vergrendelen (Opslaan als standaard)
pl_pl: Zablokuj ustawienia (Zapisz jako domyślne)
ps_af: تنظیمات لاک کړئ (د ډیفالټ په توګه خوندي کړئ)
pt_br: Bloquear Configurações (Salvar como Padrão)
ro_ro: Blochează setările (Salvează ca implicit)
ru_ru: Заблокировать настройки (Сохранить как по умолчанию)
si_lk: සැකසුම් අගුලු දමන්න (පෙරනිමි ලෙස සුරකින්න)
sk_sk: Uzamknúť nastavenia (Uložiť ako predvolené)
sl_si: Zakleni nastavitve (Shrani kot privzeto)
sq_al: Kyç Cilësimet (Ruaj si të paracaktuar)
sr_cyrl_rs: Закључај подешавања (Сачувај као подразумевано)
sr_latn_rs: Zaključaj podešavanja (Sačuvaj kao podrazumevano)
sv_se: Lås inställningar (Spara som standard)
tg_tj: Қулф кардани танзимот (Сабт ҳамчун пешфарз)
th_th: ล็อกการตั้งค่า (บันทึกเป็นค่าเริ่มต้น)
tk_tm: Sazlamalary gulpla (Standart hökmünde sakla)
tr_tr: Ayarları Kilitle (Varsayılan olarak kaydet)
uk_ua: Заблокувати налаштування (Зберегти як за замовчуванням)
vi_vn: Khóa cài đặt (Lưu làm mặc định)
zh_hans_cn: 锁定设置（保存为默认）
zh_hant: 鎖定設定 (儲存為預設)

# Settings_LockDesc
source: Prevent accidental changes. Only Hash Masking remains adjustable.
ar: منع التغييرات العرضية. يمكن تعديل 'إخفاء الهاش' فقط.
bg_bg: Предотвратява случайни промени. Само 'Скриване на хеш' остава активно.
bn_bd: অনিচ্ছাকৃত পরিবর্তন রোধ করুন। শুধুমাত্র 'হ্যাশ মাস্কিং' পরিবর্তনযোগ্য থাকবে।
cs_cz: Zabránit náhodným změnám. Pouze 'Skrývání hashe' zůstane nastavitelné.
da_dk: Forhindr utilsigtede ændringer. Kun 'Hash Maskering' forbliver justerbar.
de_at: Verhindert versehentliche Änderungen. Nur 'Hash-Maskierung' bleibt anpassbar.
dz_bt: བསམ་བཞིན་མེད་པར་ བསྒྱུར་བཅོས་འབད་ནི་ལས་ བཀག་འཛིན་འབད།
el_cy: Αποτροπή τυχαίων αλλαγών. Μόνο η 'Απόκρυψη Hash' παραμένει ρυθμιζόμενη.
es_419: Evita cambios accidentales. Solo 'Ocultar Hash' permanece ajustable.
et_ee: Väldi juhuslikke muudatusi. Ainult 'Räsi peitmine' jääb muudetavaks.
fa_ir: جلوگیری از تغییرات تصادفی. فقط 'مخفی کردن هش' قابل تغییر می‌ماند.
fi_fi: Estä tahattomat muutokset. Vain 'Tiivisteen piilotus' pysyy säädettävänä.
fil_ph: Iwasan ang aksidenteng pagbabago. 'Hash Masking' lang ang pwedeng baguhin.
fr_fr: Empêche les modifs accidentelles. Seul 'Masquer Hash' reste modifiable.
he_il: מנע שינויים מקריים. רק 'הסתרת Hash' נשארת ניתנת לשינוי.
hi_in: आकस्मिक परिवर्तनों को रोकें। केवल 'हैश मास्किंग' समायोज्य रहता है।
hr_hr: Spriječi slučajne promjene. Samo 'Sakrij Hash' ostaje dostupno.
hu_hu: Véletlen módosítások megelőzése. Csak a 'Hash elrejtése' marad állítható.
id_id: Cegah perubahan yang tidak disengaja. Hanya 'Masking Hash' yang bisa diubah.
is_is: Koma í veg fyrir óviljandi breytingar. Aðeins 'Fela Hash' er breytanlegt.
it_it: Impedisce modifiche accidentali. Solo 'Nascondi Hash' rimane regolabile.
ja_jp: 誤操作を防止します。「ハッシュ値を隠す」のみ変更可能です。
kk_kz: Кездейсоқ өзгерістерді болдырмау. Тек 'Хэшті жасыру' өзгертілуі мүмкін.
km_kh: ការពារការផ្លាស់ប្តូរដោយចៃដន្យ។ មានតែ 'លាក់ Hash' ប៉ុណ្ណោះដែលអាចកែតម្រូវបាន។
ko_kr: 우발적인 변경을 방지합니다. '해시 마스킹'만 조정 가능합니다.
ky_kg: Кокусунан өзгөртүүлөрдү алдын алуу. Жөн гана 'Хэшти жашыруу' өзгөртүлүшү мүмкүн.
lo_la: ປ້ອງກັນການປ່ຽນແປງໂດຍບັງເອີນ. ມີພຽງແຕ່ 'ເຊື່ອງ Hash' ເທົ່ານັ້ນທີ່ປັບໄດ້.
lt_lt: Užkirsti kelią atsitiktiniams pakeitimams. Tik 'Slėpti Hash' lieka keičiamas.
lv_lv: Novērst nejaušas izmaiņas. Tikai 'Slēpt Hash' paliek regulējams.
mk_mk: Спречи случајни промени. Само 'Скриј Хеш' останува приспособливо.
mn_mn: Санамсаргүй өөрчлөлтөөс сэргийлэх. Зөвхөн 'Хэш нуух' өөрчлөгдөнө.
ms_my: Elakkan perubahan yang tidak disengajakan. Hanya 'Topeng Hash' kekal boleh dilaras.
my_mm: မတော်တဆ ပြောင်းလဲမှုများကို တားဆီးရန်။ 'Hash ဖျောက်ထားခြင်း' ကိုသာ ပြင်ဆင်နိုင်သည်။
nb_no: Forhindre utilsiktede endringer. Kun 'Skjul Hash' forblir justerbar.
ne_np: आकस्मिक परिवर्तनहरू रोक्नुहोस्। 'ह्यास लुकाउने' मात्र समायोजन गर्न सकिन्छ।
nl_be: Voorkom onbedoelde wijzigingen. Alleen 'Hash verbergen' blijft aanpasbaar.
pl_pl: Zapobiegaj przypadkowym zmianom. Tylko 'Ukryj Hash' pozostaje regulowane.
ps_af: د تصادفي بدلونونو مخه نیسي. یوازې 'هیش پټول' د بدلون وړ پاتې کیږي.
pt_br: Evita alterações acidentais. Apenas 'Ocultar Hash' permanece ajustável.
ro_ro: Previne modificările accidentale. Doar 'Ascunde Hash' rămâne ajustabil.
ru_ru: Предотвращает случайные изменения. Можно менять только 'Скрытие хэша'.
si_lk: අහම්බෙන් වන වෙනස්කම් වළක්වන්න. 'Hash සැඟවීම' පමණක් වෙනස් කළ හැක.
sk_sk: Zabrániť náhodným zmenám. Upraviteľné zostane iba 'Skryť Hash'.
sl_si: Prepreči nenamerne spremembe. Prilagodljivo ostane samo 'Skrij Hash'.
sq_al: Parandalon ndryshimet aksidentale. Vetëm 'Fshih Hash' mbetet e rregullueshme.
sr_cyrl_rs: Спречава случајне промене. Само 'Сакриј хеш' остаје подесиво.
sr_latn_rs: Sprečava slučajne promene. Samo maskiranje hasha ostaje aktivno.
sv_se: Förhindrar oavsiktliga ändringar. Endast 'Dölj hash' förblir justerbar.
tg_tj: Пешгирии тағйироти тасодуфӣ. Танҳо 'Пинҳон кардани Ҳэш' танзимшаванда мемонад.
th_th: ป้องกันการเปลี่ยนแปลงโดยไม่ได้ตั้งใจ ปรับได้เฉพาะ 'ซ่อนแฮช' เท่านั้น
tk_tm: Töwekgel üýtgeşmeleriň öňüni al. Diňe 'Heşi gizle' üýtgedilip bilner.
tr_tr: Yanlışlıkla yapılan değişiklikleri önler. Sadece 'Hash Gizle' değiştirilebilir.
uk_ua: Запобігає випадковим змінам. Змінювати можна лише 'Приховування хешу'.
vi_vn: Ngăn thay đổi ngẫu nhiên. Chỉ cho phép chỉnh 'Che giá trị băm'.
zh_hans_cn: 防止意外更改。只有“隐藏哈希”可以调整。
zh_hant: 防止意外變更。只有「隱藏雜湊」可以調整。

# Settings_ResetAll
source: Reset All Settings
ar: إعادة تعيين جميع الإعدادات
bg_bg: Нулиране на всичко
bn_bd: সব সেটিংস রিসেট করুন
cs_cz: Obnovit všechna nastavení
da_dk: Nulstil alle indstillinger
de_at: Alle Einstellungen zurücksetzen
dz_bt: སྒྲིག་སྟངས་ ག་ར་ སླར་གསོ་འབད།
el_cy: Επαναφορά όλων των ρυθμίσεων
es_419: Restablecer todo
et_ee: Lähtesta kõik sätted
fa_ir: بازنشانی همه تنظیمات
fi_fi: Palauta kaikki asetukset
fil_ph: I-reset Lahat ng Settings
fr_fr: Tout réinitialiser
he_il: אפס את כל ההגדרות
hi_in: सभी सेटिंग्स रीसेट करें
hr_hr: Vrati sve postavke
hu_hu: Minden beállítás visszaállítása
id_id: Atur Ulang Semua
is_is: Endurstilla allt
it_it: Ripristina tutte le impostazioni
ja_jp: すべての設定をリセット
kk_kz: Барлық баптауларды қалпына келтіру
km_kh: កំណត់ការកំណត់ទាំងអស់ឡើងវិញ
ko_kr: 모든 설정 초기화
ky_kg: Бардык жөндөөлөрдү баштапкы абалга келтирүү
lo_la: ຣີເຊັດການຕັ້ງຄ່າທັງໝົດ
lt_lt: Atstatyti visus nustatymus
lv_lv: Atiestatīt visus iestatījumus
mk_mk: Ресетирај ги сите поставки
mn_mn: Бүх тохиргоог дахин тохируулах
ms_my: Tetapkan Semula Semua
my_mm: ဆက်တင်အားလုံးကို မူလအတိုင်း ပြန်ထားရန်
nb_no: Tilbakestill alle innstillinger
ne_np: सबै सेटिङहरू रिसेट गर्नुहोस्
nl_be: Alle instellingen herstellen
pl_pl: Zresetuj wszystkie ustawienia
ps_af: ټول تنظیمات بیا تنظیمول
pt_br: Redefinir Todas as Configurações
ro_ro: Resetează toate setările
ru_ru: Сбросить все настройки
si_lk: සියලු සැකසුම් නැවත සකසන්න
sk_sk: Obnoviť všetky nastavenia
sl_si: Ponastavi vse nastavitve
sq_al: Rivendos të Gjitha Cilësimet
sr_cyrl_rs: Ресетуј сва подешавања
sr_latn_rs: Resetuj sva podešavanja
sv_se: Återställ alla inställningar
tg_tj: Барқарор кардани ҳамаи танзимот
th_th: รีเซ็ตการตั้งค่าทั้งหมด
tk_tm: Ähli sazlamalary nol et
tr_tr: Tüm Ayarları Sıfırla
uk_ua: Скинути всі налаштування
vi_vn: Đặt lại toàn bộ cài đặt
zh_hans_cn: 重置所有设置
zh_hant: 重設所有設定

# Settings_ResetDesc
source: Restore to factory defaults.
ar: استعادة إعدادات المصنع الافتراضية.
bg_bg: Възстановяване на фабричните настройки.
bn_bd: ফ্যাক্টরি ডিফল্টে ফিরিয়ে আনুন।
cs_cz: Obnovit do továrního nastavení.
da_dk: Gendan til fabriksindstillinger.
de_at: Auf Werkseinstellungen zurücksetzen.
dz_bt: བཟོ་གྲྭའི་ སྔོན་སྒྲིག་ལུ་ སླར་གསོ་འབད།
el_cy: Επαναφορά στις εργοστασιακές ρυθμίσεις.
es_419: Restaurar a valores de fábrica.
et_ee: Taasta tehasesätted.
fa_ir: بازگشت به تنظیمات کارخانه.
fi_fi: Palauta tehdasasetuksiin.
fil_ph: Ibalik sa factory defaults.
fr_fr: Restaurer les valeurs d'usine.
he_il: שחזר להגדרות יצרן.
hi_in: फैक्टरी डिफॉल्ट्स पर पुनर्स्थापित करें।
hr_hr: Vrati na tvorničke postavke.
hu_hu: Visszaállítás gyári alaphelyzetbe.
id_id: Kembalikan ke pengaturan pabrik.
is_is: Endurheimta verksmiðjustillingar.
it_it: Ripristina le impostazioni di fabbrica.
ja_jp: 工場出荷時の状態に戻します。
kk_kz: Зауыттық параметрлерге қайтару.
km_kh: ស្ដារទៅលំនាំដើមពីរោងចក្រ។
ko_kr: 공장 초기값으로 복원합니다.
ky_kg: Заводдук жөндөөлөргө кайтаруу.
lo_la: ກູ້ຄືນຄ່າເລີ່ມຕົ້ນຈາກໂຮງງານ.
lt_lt: Grąžinti į gamyklinius nustatymus.
lv_lv: Atjaunot uz rūpnīcas noklusējumiem.
mk_mk: Врати на фабрички поставки.
mn_mn: Үйлдвэрийн тохиргоонд буцаах.
ms_my: Kembalikan kepada tetapan kilang.
my_mm: မူလ စက်ရုံဆက်တင်များသို့ ပြန်လည်သတ်မှတ်ရန်။
nb_no: Gjenopprett til fabrikkinnstillinger.
ne_np: फ्याक्ट्री पूर्वनिर्धारितहरूमा पुनर्स्थापना गर्नुहोस्।
nl_be: Terugzetten naar fabrieksinstellingen.
pl_pl: Przywróć ustawienia fabryczne.
ps_af: فابریکې ډیفالټونو ته بیرته راګرځول.
pt_br: Restaurar para os padrões de fábrica.
ro_ro: Restaurează la setările din fabrică.
ru_ru: Восстановить заводские настройки.
si_lk: කර්මාන්තශාලා පෙරනිමි වෙත ප්‍රතිසාධනය කරන්න.
sk_sk: Obnoviť na výrobné nastavenia.
sl_si: Obnovi na tovarniške nastavitve.
sq_al: Kthe në standardet e fabrikës.
sr_cyrl_rs: Врати на фабричка подешавања.
sr_latn_rs: Vrati na početne podrazumevane vrednosti.
sv_se: Återställ till fabriksinställningar.
tg_tj: Баргардонидан ба танзимоти заводӣ.
th_th: คืนค่าเป็นค่าเริ่มต้นจากโรงงาน
tk_tm: Zawod sazlamalaryna gaýtar.
tr_tr: Fabrika ayarlarına geri dön.
uk_ua: Відновити заводські налаштування.
vi_vn: Khôi phục về mặc định gốc.
zh_hans_cn: 恢复为出厂默认设置。
zh_hant: 還原為原廠預設值。

# Settings_ConfigPath
source: Configuration File Path
ar: مسار ملف التكوين
bg_bg: Път до конфигурационния файл
bn_bd: কনফিগারেশন ফাইলের পাথ
cs_cz: Cesta ke konfiguračnímu souboru
da_dk: Sti til konfigurationsfil
de_at: Pfad der Konfigurationsdatei
dz_bt: རིམ་སྒྲིག་ ཡིག་སྣོད་ཀྱི་ འགྲུལ་ལམ།
el_cy: Διαδρομή αρχείου ρυθμίσεων
es_419: Ruta del archivo de configuración
et_ee: Konfiguratsioonifaili tee
fa_ir: مسیر فایل پیکربندی
fi_fi: Konfiguraatiotiedoston polku
fil_ph: Path ng Configuration File
fr_fr: Chemin du fichier config
he_il: נתיב קובץ תצורה
hi_in: कॉन्फ़िगरेशन फाइल पथ
hr_hr: Putanja konfiguracijske datoteke
hu_hu: Konfigurációs fájl útvonala
id_id: Jalur Berkas Konfigurasi
is_is: Slóð stillingaskrár
it_it: Percorso file di configurazione
ja_jp: 設定ファイルのパス
kk_kz: Конфигурация файлының жолы
km_kh: ផ្លូវឯកសារកំណត់រចនាសម្ព័ន្ធ
ko_kr: 구성 파일 경로
ky_kg: Конфигурация файлынын жолу
lo_la: ເສັ້ນທາງໄຟລ໌ການຕັ້ງຄ່າ
lt_lt: Konfigūracijos failo kelias
lv_lv: Konfigurācijas faila ceļš
mk_mk: Патека на конфигурациска датотека
mn_mn: Тохиргооны файлын зам
ms_my: Laluan Fail Konfigurasi
my_mm: ဖွဲ့စည်းပုံဖိုင် လမ်းကြောင်း
nb_no: Bane til konfigurasjonsfil
ne_np: कन्फिगरेसन फाइल पथ
nl_be: Pad naar configuratiebestand
pl_pl: Ścieżka pliku konfiguracyjnego
ps_af: د تنظیم فایل لار
pt_br: Caminho do Arquivo de Configuração
ro_ro: Calea fișierului de configurare
ru_ru: Путь к файлу конфигурации
si_lk: වින්‍යාස ගොනු මාර්ගය
sk_sk: Cesta ku konfiguračnému súboru
sl_si: Pot do konfiguracijske datoteke
sq_al: Rruga e Skedarit të Konfigurimit
sr_cyrl_rs: Путања конфигурационе датотеке
sr_latn_rs: Putanja konfiguracione datoteke
sv_se: Sökväg till konfigurationsfil
tg_tj: Масири файли танзимот
th_th: เส้นทางไฟล์การกำหนดค่า
tk_tm: Konfigurasiýa faýlynyň ýoly
tr_tr: Yapılandırma Dosyası Yolu
uk_ua: Шлях до файлу конфігурації
vi_vn: Đường dẫn tệp cấu hình
zh_hans_cn: 配置文件路径
zh_hant: 設定檔路徑

# Settings_ConfigDesc
source: Show full path and copy to clipboard.
ar: إظهار المسار الكامل والنسخ إلى الحافظة.
bg_bg: Покажи пълния път и копирай в клипборда.
bn_bd: পুরো পাথ দেখান এবং ক্লিপবোর্ডে কপি করুন।
cs_cz: Zobrazit celou cestu a zkopírovat do schránky.
da_dk: Vis fuld sti og kopier til udklipsholder.
de_at: Vollständigen Pfad anzeigen und in Zwischenablage kopieren.
dz_bt: འགྲུལ་ལམ་ ཆ་ཚང་སྟོན་ དེ་ལས་ འདྲ་བཤུས་རྐྱབ།
el_cy: Εμφάνιση πλήρους διαδρομής και αντιγραφή.
es_419: Mostrar ruta completa y copiar al portapapeles.
et_ee: Kuva täistee ja kopeeri lõikelauale.
fa_ir: نمایش مسیر کامل و کپی در کلیپ‌بورد.
fi_fi: Näytä koko polku ja kopioi leikepöydälle.
fil_ph: Ipakita ang buong path at kopyahin.
fr_fr: Afficher le chemin complet et copier.
he_il: הצג נתיב מלא והעתק ללוח.
hi_in: पूरा पथ दिखाएं और क्लिपबोर्ड पर कॉपी करें।
hr_hr: Prikaži punu putanju i kopiraj u međuspremnik.
hu_hu: Teljes útvonal megjelenítése és vágólapra másolása.
id_id: Tampilkan jalur lengkap dan salin ke papan klip.
is_is: Sýna fulla slóð og afrita.
it_it: Mostra il percorso completo e copia negli appunti.
ja_jp: フルパスを表示し、クリップボードにコピーします。
kk_kz: Толық жолды көрсету және алмасу буферіне көшіру.
km_kh: បង្ហាញផ្លូវពេញលេញ និងចម្លងទៅក្ដារតម្បៀតខ្ទាស់។
ko_kr: 전체 경로를 표시하고 클립보드에 복사합니다.
ky_kg: Толук жолду көрсөтүү жана алмашуу буферине көчүрүү.
lo_la: ສະແດງເສັ້ນທາງເຕັມ ແລະ ສຳເນົາໃສ່ຄລິບບອດ.
lt_lt: Rodyti visą kelią ir kopijuoti į iškarpinę.
lv_lv: Parādīt pilnu ceļu un kopēt starpliktuvē.
mk_mk: Прикажи ја целосната патека и копирај.
mn_mn: Бүрэн замыг харуулж, санах ойд хуулах.
ms_my: Tunjukkan laluan penuh dan salin ke papan keratan.
my_mm: လမ်းကြောင်းအပြည့်အစုံကို ပြသပြီး ကော်ပီကူးရန်။
nb_no: Vis full bane og kopier til utklippstavle.
ne_np: पूर्ण पथ देखाउनुहोस् र क्लिपबोर्डमा प्रतिलिपि गर्नुहोस्।
nl_be: Toon volledig pad en kopieer naar klembord.
pl_pl: Pokaż pełną ścieżkę i skopiuj do schowka.
ps_af: بشپړه لار وښایاست او کلیپ بورډ ته یې کاپي کړئ.
pt_br: Mostrar caminho completo e copiar para a área de transferência.
ro_ro: Afișează calea completă și copiază în clipboard.
ru_ru: Показать полный путь и скопировать в буфер обмена.
si_lk: සම්පූර්ණ මාර්ගය පෙන්වා ක්ලිප්බෝඩ් එකට පිටපත් කරන්න.
sk_sk: Zobraziť celú cestu a skopírovať ju do schránky.
sl_si: Prikaži celotno pot in kopiraj v odložišče.
sq_al: Trego rrugën e plotë dhe kopjo në kujtesë.
sr_cyrl_rs: Прикажи пуну путању и копирај у меморију.
sr_latn_rs: Prikaži punu putanju i kopiraj u klipbord.
sv_se: Visa hela sökvägen och kopiera till urklipp.
tg_tj: Масири пурраро нишон диҳед ва ба буфер нусхабардорӣ кунед.
th_th: แสดงเส้นทางแบบเต็มและคัดลอกไปยังคลิปบอร์ด
tk_tm: Doly ýoly görkez we çalşygyň tagtasyna (clipboard) göçür.
tr_tr: Tam yolu göster ve panoya kopyala.
uk_ua: Показати повний шлях та скопіювати в буфер обміну.
vi_vn: Hiện đường dẫn đầy đủ và sao chép vào clipboard.
zh_hans_cn: 显示完整路径并复制到剪贴板。
zh_hant: 顯示完整路徑並複製到剪貼簿。
