Repository: poli0981/HashTool
Catalog: Lang/Resources.*.resx
Languages: ar, bg_bg, bn_bd, cs_cz, da_dk, de_at, dz_bt, el_cy, es_419, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, km_kh, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, mn_mn, ms_my, my_mm, nb_no, ne_np, nl_be, pl_pl, ps_af, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, tg_tj, th_th, tk_tm, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant

# Btn_ClearFailed
source: Clear Failed
ar: مسح الفاشلة
bg_bg: Изчисти грешните
bn_bd: ব্যর্থগুলো মুছুন
cs_cz: Vymazat neúspěšné
da_dk: Ryd fejlede
de_at: Fehlerhafte leeren
dz_bt: མཐར་མ་འཁྱོལ་མི་ཚུ་ བསུབ།
el_cy: Καθαρισμός Αποτυχημένων
es_419: Borrar fallidos
et_ee: Tühjenda ebaõnnestunud
fa_ir: پاک‌کردن ناموفق‌ها
fi_fi: Tyhjennä epäonnistuneet
fil_ph: I-clear ang Nabigo
fr_fr: Effacer échecs
he_il: נקה נכשלים
hi_in: विफल को साफ करें
hr_hr: Očisti neuspjele
hu_hu: Sikertelenek törlése
id_id: Hapus Gagal
is_is: Hreinsa misheppnað
it_it: Pulisci Falliti
ja_jp: 失敗項目を消去
kk_kz: Қателерді тазалау
km_kh: សម្អាតការបរាជ័យ
ko_kr: 실패 항목 지우기
ky_kg: Каталарды тазалоо
lo_la: ລຶບລາຍການທີ່ລົ້ມເຫລວ
lt_lt: Išvalyti nepavykusius
lv_lv: Notīrīt neizdevušos
mk_mk: Исчисти неуспешни
mn_mn: Амжилтгүй болсонг цэвэрлэх
ms_my: Kosongkan Gagal
my_mm: မအောင်မြင်သည်များကို ရှင်းရန်
nb_no: Tøm mislykkede
ne_np: असफललाई खाली गर्नुहोस्
nl_be: Mislukte wissen
pl_pl: Wyczyść błędne
ps_af: ناکام شوي پاک کړئ
pt_br: Limpar Falhas
ro_ro: Șterge Eșuate
ru_ru: Очистить неудачные
si_lk: අසමත් වූවා මකන්න
sk_sk: Vymazať zlyhané
sl_si: Počisti neuspešne
sq_al: Pastro të Dështuarat
sr_cyrl_rs: Очисти неуспешне
sv_se: Rensa misslyckade
tg_tj: Тоза кардани нокомшудаҳо
th_th: ล้างที่ล้มเหลว
tk_tm: Şowsuz bolanlary arassala
tr_tr: Başarısız Olanları Temizle
uk_ua: Очистити невдалі
vi_vn: Xóa tệp lỗi
zh_hans_cn: 清除失败项
zh_hant: 清除失敗項目

# Msg_ClearedFailed
source: Removed {0} items.
ar: تمت إزالة {0} عنصر.
bg_bg: Премахнати {0} елемента.
bn_bd: {0} টি আইটেম সরানো হয়েছে।
cs_cz: Odebráno {0} položek.
da_dk: Fjernede {0} elementer.
de_at: {0} Elemente entfernt.
dz_bt: དངོས་པོ་ {0} རྩ་བསྐྲད་གཏང་ཡོད།
el_cy: Αφαιρέθηκαν {0} αντικείμενα.
es_419: Se eliminaron {0} elementos.
et_ee: Eemaldatud {0} üksust.
fa_ir: {0} مورد حذف شد.
fi_fi: Poistettiin {0} kohdetta.
fil_ph: Inalis ang {0} items.
fr_fr: {0} éléments retirés.
he_il: הוסרו {0} פריטים.
hi_in: {0} आइटम हटा दिए गए।
hr_hr: Uklonjeno {0} stavki.
hu_hu: {0} elem eltávolítva.
id_id: Menghapus {0} item.
is_is: Fjarlægði {0} atriði.
it_it: Rimossi {0} elementi.
ja_jp: {0} 項目を削除しました。
kk_kz: {0} элемент жойылды.
km_kh: បានដកចេញ {0} ធាតុ។
ko_kr: {0}개 항목을 제거했습니다.
ky_kg: {0} нерсе өчүрүлдү.
lo_la: ເອົາອອກ {0} ລາຍການ.
lt_lt: Pašalinta {0} elementų.
lv_lv: Noņemti {0} vienumi.
mk_mk: Отстранети {0} ставки.
mn_mn: {0} зүйлийг устгалаа.
ms_my: Mengeluarkan {0} item.
my_mm: အရာ {0} ခုကို ဖယ်ရှားပြီးပါပြီ။
nb_no: Fjernet {0} elementer.
ne_np: {0} वस्तुहरू हटाइयो।
nl_be: {0} items verwijderd.
pl_pl: Usunięto {0} elementów.
ps_af: {0} توکي لرې شول.
pt_br: Removidos {0} itens.
ro_ro: S-au eliminat {0} elemente.
ru_ru: Удалено элементов: {0}.
si_lk: අයිතම {0} ක් ඉවත් කරන ලදී.
sk_sk: Odstránených {0} položiek.
sl_si: Odstranjenih {0} elementov.
sq_al: U hoqën {0} elementë.
sr_cyrl_rs: Уклоњено {0} ставки.
sv_se: Tog bort {0} objekt.
tg_tj: {0} унсур нест карда шуд.
th_th: ลบ {0} รายการแล้ว
tk_tm: {0} element aýyryldy.
tr_tr: {0} öğe kaldırıldı.
uk_ua: Вилучено елементів: {0}.
vi_vn: Đã xóa {0} mục.
zh_hans_cn: 已移除 {0} 个项目。
zh_hant: 已移除 {0} 個項目。

# Msg_EstimatedTime
source: Time Remaining: {0}
ar: الوقت المتبقي: {0}
bg_bg: Оставащо време: {0}
bn_bd: বাকি সময়: {0}
cs_cz: Zbývající čas: {0}
da_dk: Tid tilbage: {0}
de_at: Verbleibende Zeit: {0}
dz_bt: ལྷག་ལུས་ དུས་ཚོད།: {0}
el_cy: Υπολειπόμενος χρόνος: {0}
es_419: Tiempo restante: {0}
et_ee: Aega jäänud: {0}
fa_ir: زمان باقی‌مانده: {0}
fi_fi: Aikaa jäljellä: {0}
fil_ph: Natitirang Oras: {0}
fr_fr: Temps restant : {0}
he_il: זמן נותר: {0}
hi_in: शेष समय: {0}
hr_hr: Preostalo vrijeme: {0}
hu_hu: Hátralévő idő: {0}
id_id: Sisa Waktu: {0}
is_is: Tími eftir: {0}
it_it: Tempo rimanente: {0}
ja_jp: 残り時間: {0}
kk_kz: Қалған уақыт: {0}
km_kh: ពេលវេលានៅសល់៖ {0}
ko_kr: 남은 시간: {0}
ky_kg: Калган убакыт: {0}
lo_la: ເວລາທີ່ເຫຼືອ: {0}
lt_lt: Liko laiko: {0}
lv_lv: Atlikušais laiks: {0}
mk_mk: Преостанато време: {0}
mn_mn: Үлдсэн хугацаа: {0}
ms_my: Masa Tinggal: {0}
my_mm: ကျန်ရှိမည့် အချိန်: {0}
nb_no: Tid igjen: {0}
ne_np: बाँकी समय: {0}
nl_be: Resterende tijd: {0}
pl_pl: Pozostały czas: {0}
ps_af: پاتې وخت: {0}
pt_br: Tempo Restante: {0}
ro_ro: Timp rămas: {0}
ru_ru: Осталось времени: {0}
si_lk: ඉතිරි කාලය: {0}
sk_sk: Zostávajúci čas: {0}
sl_si: Preostali čas: {0}
sq_al: Koha e mbetur: {0}
sr_cyrl_rs: Преостало време: {0}
sv_se: Återstående tid: {0}
tg_tj: Вақти боқимонда: {0}
th_th: เวลาที่เหลือ: {0}
tk_tm: Galan wagt: {0}
tr_tr: Kalan Süre: {0}
uk_ua: Залишилось часу: {0}
vi_vn: Thời gian còn lại: {0}
zh_hans_cn: 剩余时间：{0}
zh_hant: 剩餘時間：{0}

# Msg_TimeUnknown
source: Calculating...
ar: جاري الحساب...
bg_bg: Изчисляване...
bn_bd: গণনা করা হচ্ছে...
cs_cz: Výpočet...
da_dk: Beregner...
de_at: Berechne...
dz_bt: རྩིས་བརྐྱབ་དོ...
el_cy: Υπολογισμός...
es_419: Calculando...
et_ee: Arvutan...
fa_ir: در حال محاسبه...
fi_fi: Lasketaan...
fil_ph: Kinukuwenta...
fr_fr: Calcul...
he_il: מחשב...
hi_in: गणना हो रही है...
hr_hr: Računanje...
hu_hu: Számítás...
id_id: Menghitung...
is_is: Reiknar...
it_it: Calcolo in corso...
ja_jp: 計算中...
kk_kz: Есептелуде...
km_kh: កំពុងគណនា...
ko_kr: 계산 중...
ky_kg: Эсептелүүдө...
lo_la: ກຳລັງຄຳນວນ...
lt_lt: Skaičiuojama...
lv_lv: Aprēķina...
mk_mk: Пресметување...
mn_mn: Тооцоолж байна...
ms_my: Mengira...
my_mm: တွက်ချက်နေပါသည်...
nb_no: Beregner...
ne_np: गणना गरिँदै...
nl_be: Aan het berekenen...
pl_pl: Obliczanie...
ps_af: محاسبه کیږي...
pt_br: Calculando...
ro_ro: Se calculează...
ru_ru: Вычисление...
si_lk: ගණනය කරමින්...
sk_sk: Počíta sa...
sl_si: Računanje...
sq_al: Duke llogaritur...
sr_cyrl_rs: Рачунање...
sv_se: Beräknar...
tg_tj: Ҳисоб мешавад...
th_th: กำลังคำนวณ...
tk_tm: Hasaplanýar...
tr_tr: Hesaplanıyor...
uk_ua: Обчислення...
vi_vn: Đang tính...
zh_hans_cn: 正在计算...
zh_hant: 計算中...

# Btn_AddFolder
source: Add Folder...
ar: إضافة مجلد...
bg_bg: Добави папка...
bn_bd: ফোল্ডার যোগ করুন...
cs_cz: Přidat složku...
da_dk: Tilføj mappe...
de_at: Ordner hinzufügen...
dz_bt: སྣོད་འཛིན་ ཁ་སྐོང་...
el_cy: Προσθήκη Φακέλου...
es_419: Agregar carpeta...
et_ee: Lisa kaust...
fa_ir: افزودن پوشه...
fi_fi: Lisää kansio...
fil_ph: Magdagdag ng Folder...
fr_fr: Ajouter dossier...
he_il: הוסף תיקייה...
hi_in: फ़ोल्डर जोड़ें...
hr_hr: Dodaj mapu...
hu_hu: Mappa hozzáadása...
id_id: Tambah Folder...
is_is: Bæta við möppu...
it_it: Aggiungi cartella...
ja_jp: フォルダを追加...
kk_kz: Қалтаны қосу...
km_kh: បន្ថែមថតឯកសារ...
ko_kr: 폴더 추가...
ky_kg: Папканы кошуу...
lo_la: ເພີ່ມໂຟນເດີ...
lt_lt: Pridėti aplanką...
lv_lv: Pievienot mapi...
mk_mk: Додај папка...
mn_mn: Хавтас нэмэх...
ms_my: Tambah Folder...
my_mm: ဖိုင်တွဲ ထည့်ရန်...
nb_no: Legg til mappe...
ne_np: फोल्डर थप्नुहोस्...
nl_be: Map toevoegen...
pl_pl: Dodaj folder...
ps_af: فولډر اضافه کول...
pt_br: Adicionar Pasta...
ro_ro: Adaugă folder...
ru_ru: Добавить папку...
si_lk: ෆෝල්ඩරය එක් කරන්න...
sk_sk: Pridať priečinok...
sl_si: Dodaj mapo...
sq_al: Shto Dosje...
sr_cyrl_rs: Додај фасциклу...
sv_se: Lägg till mapp...
tg_tj: Иловаи ҷузвдон...
th_th: เพิ่มโฟลเดอร์...
tk_tm: Bukja goş...
tr_tr: Klasör Ekle...
uk_ua: Додати папку...
vi_vn: Thêm thư mục...
zh_hans_cn: 添加文件夹...
zh_hant: 新增資料夾...

# Msg_EmptyFolder
source: The selected folder is empty.
ar: المجلد المحدد فارغ.
bg_bg: Избраната папка е празна.
bn_bd: নির্বাচিত ফোল্ডারটি খালি।
cs_cz: Vybraná složka je prázdná.
da_dk: Den valgte mappe er tom.
de_at: Der gewählte Ordner ist leer.
dz_bt: སེལ་འཐུ་འབད་ཡོད་པའི་ སྣོད་འཛིན་འདི་ སྟོང་པ་ཨིན་པས།
el_cy: Ο επιλεγμένος φάκελος είναι άδειος.
es_419: La carpeta seleccionada está vacía.
et_ee: Valitud kaust on tühi.
fa_ir: پوشه انتخاب شده خالی است.
fi_fi: Valittu kansio on tyhjä.
fil_ph: Walang laman ang napiling folder.
fr_fr: Le dossier sélectionné est vide.
he_il: התיקייה שנבחרה ריקה.
hi_in: चयनित फ़ोल्डर खाली है।
hr_hr: Odabrana mapa je prazna.
hu_hu: A kiválasztott mappa üres.
id_id: Folder yang dipilih kosong.
is_is: Valin mappa er tóm.
it_it: La cartella selezionata è vuota.
ja_jp: 選択したフォルダは空です。
kk_kz: Таңдалған қалта бос.
km_kh: ថតឯកសារដែលបានជ្រើសរើសគឺទទេ។
ko_kr: 선택한 폴더가 비어 있습니다.
ky_kg: Тандалган папка бош.
lo_la: ໂຟນເດີທີ່ເລືອກຫວ່າງເປົ່າ.
lt_lt: Pasirinktas aplankas yra tuščias.
lv_lv: Atlasītā mape ir tukša.
mk_mk: Избраната папка е празна.
mn_mn: Сонгосон хавтас хоосон байна.
ms_my: Folder yang dipilih kosong.
my_mm: ရွေးချယ်ထားသော ဖိုင်တွဲသည် အလွတ်ဖြစ်နေပါသည်။
nb_no: Den valgte mappen er tom.
ne_np: चयन गरिएको फोल्डर खाली छ।
nl_be: De geselecteerde map is leeg.
pl_pl: Wybrany folder jest pusty.
ps_af: ټاکل شوی فولډر خالي دی.
pt_br: A pasta selecionada está vazia.
ro_ro: Folderul selectat este gol.
ru_ru: Выбранная папка пуста.
si_lk: තෝරාගත් ෆෝල්ඩරය හිස්ය.
sk_sk: Vybraný priečinok je prázdny.
sl_si: Izbrana mapa je prazna.
sq_al: Dosja e zgjedhur është e zbrazët.
sr_cyrl_rs: Изабрана фасцикла је празна.
sv_se: Den valda mappen är tom.
tg_tj: Ҷузвдони интихобшуда холӣ аст.
th_th: โฟลเดอร์ที่เลือกว่างเปล่า
tk_tm: Saýlanan bukja boş.
tr_tr: Seçilen klasör boş.
uk_ua: Обрана папка порожня.
vi_vn: Thư mục đã chọn bị rỗng.
zh_hans_cn: 所选文件夹为空。
zh_hant: 所選資料夾為空。

# Dialog_SelectFolder
source: Select Folder to Scan
ar: حدد مجلداً للمسح
bg_bg: Избор на папка за сканиране
bn_bd: স্ক্যান করার জন্য ফোল্ডার নির্বাচন করুন
cs_cz: Vybrat složku pro skenování
da_dk: Vælg mappe til scanning
de_at: Ordner zum Scannen wählen
dz_bt: ཞིབ་ལྟ་འབད་ནིའི་ སྣོད་འཛིན་ སེལ་འཐུ་འབད།
el_cy: Επιλογή φακέλου για σάρωση
es_419: Seleccionar carpeta para escanear
et_ee: Vali kaust skannimiseks
fa_ir: انتخاب پوشه برای اسکن
fi_fi: Valitse skannattava kansio
fil_ph: Pumili ng Folder na I-scan
fr_fr: Sélectionner dossier à scanner
he_il: בחר תיקייה לסריקה
hi_in: स्कैन करने के लिए फ़ोल्डर चुनें
hr_hr: Odaberi mapu za skeniranje
hu_hu: Mappa kiválasztása szkenneléshez
id_id: Pilih Folder untuk Pindai
is_is: Veldu möppu til að skanna
it_it: Seleziona la cartella da scansionare
ja_jp: スキャンするフォルダを選択
kk_kz: Скандеу үшін қалтаны таңдаңыз
km_kh: ជ្រើសរើសថតឯកសារដើម្បីស្កេន
ko_kr: 스캔할 폴더 선택
ky_kg: Скандоо үчүн папканы тандаңыз
lo_la: ເລືອກໂຟນເດີເພື່ອສະແກນ
lt_lt: Pasirinkite aplanką skenavimui
lv_lv: Atlasiet mapi skenēšanai
mk_mk: Изберете папка за скенирање
mn_mn: Скан хийх хавтас сонгох
ms_my: Pilih Folder untuk Diimbas
my_mm: စကင်န်ဖတ်ရန် ဖိုင်တွဲကို ရွေးချယ်ပါ
nb_no: Velg mappe for skanning
ne_np: स्क्यान गर्न फोल्डर चयन गर्नुहोस्
nl_be: Selecteer map om te scannen
pl_pl: Wybierz folder do skanowania
ps_af: د سکن کولو لپاره فولډر وټاکئ
pt_br: Selecionar Pasta para Verificar
ro_ro: Selectează folderul pentru scanare
ru_ru: Выберите папку для сканирования
si_lk: ස්කෑන් කිරීමට ෆෝල්ඩරය තෝරන්න
sk_sk: Vyberte priečinok na skenovanie
sl_si: Izberite mapo za skeniranje
sq_al: Zgjidh Dosjen për Skanim
sr_cyrl_rs: Изаберите фасциклу за скенирање
sv_se: Välj mapp för skanning
tg_tj: Ҷузвдонро барои скан интихоб кунед
th_th: เลือกโฟลเดอร์ที่จะสแกน
tk_tm: Skanirlemek üçin bukja saýlaň
tr_tr: Taranacak Klasörü Seçin
uk_ua: Оберіть папку для сканування
vi_vn: Chọn thư mục để quét
zh_hans_cn: 选择要扫描的文件夹
zh_hant: 選擇要掃描的資料夾

# Btn_Cancel
source: Cancel
ar: إلغاء
bg_bg: Отказ
bn_bd: বাতিল
cs_cz: Zrušit
da_dk: Annuller
de_at: Abbrechen
dz_bt: ཆ་མེད་གཏང་།
el_cy: Ακύρωση
es_419: Cancelar
et_ee: Tühista
fa_ir: لغو
fi_fi: Peruuta
fil_ph: Kanselahin
fr_fr: Annuler
he_il: ביטול
hi_in: रद्द करें
hr_hr: Odustani
hu_hu: Mégse
id_id: Batal
is_is: Hætta við
it_it: Annulla
ja_jp: キャンセル
kk_kz: Болдырмау
km_kh: បោះបង់
ko_kr: 취소
ky_kg: Жокко чыгаруу
lo_la: ຍົກເລີກ
lt_lt: Atšaukti
lv_lv: Atcelt
mk_mk: Откажи
mn_mn: Цуцлах
ms_my: Batal
my_mm: ပယ်ဖျက်ရန်
nb_no: Avbryt
ne_np: रद्द गर्नुहोस्
nl_be: Annuleren
pl_pl: Anuluj
ps_af: لغوه کول
pt_br: Cancelar
ro_ro: Anulează
ru_ru: Отмена
si_lk: අවලංගු කරන්න
sk_sk: Zrušiť
sl_si: Prekliči
sq_al: Anulo
sr_cyrl_rs: Откажи
sv_se: Avbryt
tg_tj: Бекор кардан
th_th: ยกเลิก
tk_tm: Ýatyr
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy bỏ
zh_hans_cn: 取消
zh_hant: 取消

# Settings_Limits
source: Processing Limits
ar: حدود المعالجة
bg_bg: Лимити на обработка
bn_bd: প্রসেসিং লিমিট
cs_cz: Limity zpracování
da_dk: Behandlingsgrænser
de_at: Verarbeitungslimits
dz_bt: ལས་སྦྱོར་ ཚད་གཞི།
el_cy: Όρια Επεξεργασίας
es_419: Límites de procesamiento
et_ee: Töötlemise limiidid
fa_ir: محدودیت‌های پردازش
fi_fi: Käsittelyrajat
fr_fr: Limites de traitement
he_il: מגבלות עיבוד
hi_in: प्रोसेसिंग सीमाएँ
hr_hr: Ograničenja obrade
hu_hu: Feldolgozási korlátok
id_id: Batas Pemrosesan
is_is: Vinnslutakmörk
it_it: Limiti di elaborazione
ja_jp: 処理制限
kk_kz: Өңдеу шектеулері
km_kh: ដែនកំណត់ដំណើរការ
ko_kr: 처리 제한
ky_kg: Иштетүү чектөөлөрү
lo_la: ຂີດຈຳກັດການປະມວນຜົນ
lt_lt: Apdorojimo limitai
lv_lv: Apstrādes ierobežojumi
mk_mk: Ограничувања за обработка
mn_mn: Боловсруулах хязгаарлалт
ms_my: Had Pemprosesan
my_mm: လုပ်ဆောင်မှု ကန့်သတ်ချက်များ
nb_no: Behandlingsgrenser
ne_np: प्रशोधन सीमाहरू
nl_be: Verwerkingslimieten
pl_pl: Limity przetwarzania
ps_af: د پروسس کولو محدودیتونه
pt_br: Limites de Processamento
ro_ro: Limite de procesare
ru_ru: Лимиты обработки
si_lk: සැකසුම් සීමාවන්
sk_sk: Limity spracovania
sl_si: Omejitve obdelave
sq_al: Kufijtë e Përpunimit
sr_cyrl_rs: Ограничења обраде
sv_se: Bearbetningsgränser
tg_tj: Маҳдудиятҳои коркард
th_th: ขีดจำกัดการประมวลผล
tk_tm: Gaýtadan işlemek çäkleri
tr_tr: İşlem Sınırları
uk_ua: Ліміти обробки
vi_vn: Giới hạn xử lý
zh_hans_cn: 处理限制
zh_hant: 處理限制

# Settings_MaxFileCount
source: Max Files per Folder Scan
ar: أقصى عدد ملفات لكل فحص مجلد
bg_bg: Макс. файлове при сканиране на папка
bn_bd: প্রতি ফোল্ডার স্ক্যানে সর্বোচ্চ ফাইল
cs_cz: Max. souborů na sken složky
da_dk: Maks. filer pr. mappescanning
de_at: Max. Dateien pro Ordner-Scan
dz_bt: སྣོད་འཛིན་ ཞིབ་ལྟ་རེ་ལུ་ ཡིག་སྣོད་ མང་ཤོས།
el_cy: Μέγιστος αριθμός αρχείων ανά φάκελο
es_419: Máx. archivos por escaneo de carpeta
et_ee: Max failid kausta skannimisel
fa_ir: حداکثر فایل در هر اسکن پوشه
fi_fi: Tiedostojen enimmäismäärä kansioskannauksessa
fil_ph: Max Files kada Folder Scan
fr_fr: Max fichiers par scan dossier
he_il: מקסימום קבצים לסריקת תיקייה
hi_in: अधिकतम फाइलें प्रति फ़ोल्डर स्कैन
hr_hr: Maksimalno datoteka po mapi
hu_hu: Max. fájl mappa szkennelésenként
id_id: Maks Berkas per Pindai Folder
is_is: Hámarksfjöldi skráa í möppuskönnun
it_it: File massimi per scansione cartella
ja_jp: フォルダスキャンごとの最大ファイル数
kk_kz: Қалтаны сканерлеуге арналған максималды файлдар
km_kh: ឯកសារអតិបរមាក្នុងមួយការស្កេនថត
ko_kr: 폴더 스캔 당 최대 파일 수
ky_kg: Папканы сканерлөө үчүн максималдуу файлдар
lo_la: ຈຳນວນໄຟລ໌ສູງສຸດຕໍ່ການສະແກນໂຟນເດີ
lt_lt: Maks. failų skaičius aplanko skenavimui
lv_lv: Maks. failu skaits mapes skenēšanā
mk_mk: Макс. датотеки по скенирање на папка
mn_mn: Хавтас скан хийх хамгийн их файл
ms_my: Fail Maksimum setiap Imbasan Folder
my_mm: ဖိုင်တွဲစကင်န်တစ်ခုလျှင် အများဆုံး ဖိုင်အရေအတွက်
nb_no: Maks filer per mappeskanning
ne_np: प्रति फोल्डर स्क्यान अधिकतम फाइलहरू
nl_be: Max. bestanden per mapscan
pl_pl: Maks. plików na skanowanie folderu
ps_af: د فولډر سکن کولو لپاره اعظمي فایلونه
pt_br: Máx. Arquivos por Pasta
ro_ro: Număr maxim fișiere la scanarea folderului
ru_ru: Макс. файлов при сканировании папки
si_lk: ෆෝල්ඩර ස්කෑන් එකක් සඳහා උපරිම ගොනු
sk_sk: Max. súborov na skenovanie priečinka
sl_si: Največje število datotek na skeniranje mape
sq_al: Skedarët Maksimalë për Skanim Dosjeje
sr_cyrl_rs: Макс. датотека по скенирању фасцикле
sv_se: Max filer per mappskanning
tg_tj: Файлҳои ҳадди аксар дар як скани ҷузвдон
th_th: ไฟล์สูงสุดต่อการสแกนโฟลเดอร์
tk_tm: Bukja skanirlemesi üçin iň köp faýl
tr_tr: Klasör Taraması Başına Maksimum Dosya
uk_ua: Макс. файлів при скануванні папки
vi_vn: Tối đa tệp mỗi lần quét thư mục
zh_hans_cn: 单次文件夹扫描最大文件数
zh_hant: 單次資料夾掃描最大檔案數

# Settings_MaxFileCountDesc
source: Limit the number of files added from a folder to prevent performance issues.
ar: تحديد عدد الملفات المضافة من مجلد لمنع مشاكل الأداء.
bg_bg: Ограничава броя файлове от папка за защита на производителността.
bn_bd: পারফরম্যান্স সমস্যা এড়াতে ফোল্ডার থেকে যোগ করা ফাইলের সংখ্যা সীমাবদ্ধ করুন।
cs_cz: Omezit počet souborů přidaných ze složky pro prevenci problémů s výkonem.
da_dk: Begræns antallet af filer tilføjet fra en mappe for at forhindre ydelsesproblemer.
de_at: Begrenzt die Anzahl der Dateien aus einem Ordner (Performance).
dz_bt: ལས་སྦྱོར་ལུ་ གནོད་པ་མི་འབྱུང་ནིའི་དོན་ལུ་ སྣོད་འཛིན་ནང་ལས་ ཁ་སྐོང་འབད་མི་ ཡིག་སྣོད་ཀྱི་ གྲངས་ཁ་ ཚད་འཛིན་འབད།
el_cy: Περιορισμός αριθμού αρχείων από φάκελο για αποφυγή προβλημάτων απόδοσης.
es_419: Limita la cantidad de archivos agregados desde una carpeta para evitar problemas de rendimiento.
et_ee: Piira kaustast lisatavate failide arvu jõudlusprobleemide vältimiseks.
fa_ir: محدود کردن تعداد فایل‌های افزوده شده از پوشه برای جلوگیری از مشکلات عملکرد.
fi_fi: Rajoita kansiosta lisättävien tiedostojen määrää suorituskykyongelmien estämiseksi.
fil_ph: Limitahan ang dami ng files mula sa folder para iwas sa performance issues.
fr_fr: Limite le nombre de fichiers ajoutés d'un dossier (performance).
he_il: הגבל את מספר הקבצים המתווספים מתיקייה למניעת בעיות ביצועים.
hi_in: प्रदर्शन समस्याओं को रोकने के लिए फ़ोल्डर से जोड़ी जाने वाली फाइलों की संख्या को सीमित करें।
hr_hr: Ograniči broj datoteka dodanih iz mape radi performansi.
hu_hu: Korlátozza a mappából hozzáadott fájlok számát a teljesítmény érdekében.
id_id: Batasi jumlah berkas yang ditambahkan dari folder untuk mencegah masalah kinerja.
is_is: Takmarka fjölda skráa úr möppu til að koma í veg fyrir afkastavandamál.
it_it: Limita il numero di file aggiunti da una cartella per evitare problemi di prestazioni.
ja_jp: パフォーマンスの問題を防ぐため、フォルダから追加するファイル数を制限します。
kk_kz: Өнімділік мәселелерін болдырмау үшін қалтадан қосылатын файлдар санын шектеңіз.
km_kh: កំណត់ចំនួនឯកសារដែលបានបន្ថែមពីថត ដើម្បីការពារបញ្ហាដំណើរការ។
ko_kr: 성능 문제를 방지하기 위해 폴더에서 추가되는 파일 수를 제한합니다.
ky_kg: Иштөө маселелерин алдын алуу үчүн папкадан кошулган файлдардын санын чектөө.
lo_la: ຈຳກັດຈຳນວນໄຟລ໌ທີ່ເພີ່ມຈາກໂຟນເດີເພື່ອປ້ອງກັນບັນຫາປະສິດທິພາບ.
lt_lt: Apribokite failų, pridedamų iš aplanko, skaičių, kad išvengtumėte našumo problemų.
lv_lv: Ierobežot failu skaitu, kas pievienoti no mapes, lai novērstu veiktspējas problēmas.
mk_mk: Ограничете го бројот на датотеки додадени од папка за да спречите проблеми со перформансите.
mn_mn: Гүйцэтгэлийн асуудлаас урьдчилан сэргийлэхийн тулд хавтаснаас нэмэх файлын тоог хязгаарлах.
ms_my: Hadkan jumlah fail yang ditambah dari folder untuk mengelakkan masalah prestasi.
my_mm: စွမ်းဆောင်ရည် ပြဿနာများကို ကာကွယ်ရန် ဖိုင်တွဲတစ်ခုမှ ထည့်သွင်းမည့် ဖိုင်အရေအတွက်ကို ကန့်သတ်ပါ။
nb_no: Begrens antall filer lagt til fra en mappe for å forhindre ytelsesproblemer.
ne_np: कार्यसम्पादन समस्याहरू रोक्नको लागि फोल्डरबाट थपिने फाइलहरूको संख्या सीमित गर्नुहोस्।
nl_be: Beperk het aantal bestanden dat uit een map wordt toegevoegd om prestatieproblemen te voorkomen.
pl_pl: Ogranicz liczbę plików dodawanych z folderu, aby zapobiec problemom z wydajnością.
ps_af: د فعالیت ستونزو مخنیوي لپاره د فولډر څخه اضافه شوي فایلونو شمیر محدود کړئ.
pt_br: Limite o número de arquivos adicionados de uma pasta para evitar problemas de desempenho.
ro_ro: Limitați numărul de fișiere adăugate dintr-un folder pentru a preveni problemele de performanță.
ru_ru: Ограничьте количество добавляемых файлов из папки для предотвращения проблем с производительностью.
si_lk: කාර්ය සාධන ගැටළු වළක්වා ගැනීම සඳහා ෆෝල්ඩරයකින් එක් කරන ලද ගොනු ගණන සීමා කරන්න.
sk_sk: Obmedzte počet súborov pridaných z priečinka, aby ste predišli problémom s výkonom.
sl_si: Omejite število datotek, dodanih iz mape, da preprečite težave z zmogljivostjo.
sq_al: Kufizoni numrin e skedarëve të shtuar nga një dosje për të parandaluar problemet e performancës.
sr_cyrl_rs: Ограничите број датотека додатих из фасцикле да бисте спречили проблеме са перформансама.
sv_se: Begränsa antalet filer som läggs till från en mapp för att förhindra prestandaproblem.
tg_tj: Миқдори файлҳои аз ҷузвдон иловашударо маҳдуд кунед, то мушкилоти фаъолиятро пешгирӣ кунед.
th_th: จำกัดจำนวนไฟล์ที่เพิ่มจากโฟลเดอร์เพื่อป้องกันปัญหาด้านประสิทธิภาพ
tk_tm: Öndürijilik meselesiniň öňüni almak üçin bukjadan goşulan faýllaryň sanyny çäklendiriň.
tr_tr: Performans sorunlarını önlemek için bir klasörden eklenen dosya sayısını sınırlayın.
uk_ua: Обмежте кількість доданих файлів з папки для запобігання проблемам з продуктивністю.
vi_vn: Giới hạn số lượng tệp thêm từ thư mục để tránh vấn đề hiệu năng.
zh_hans_cn: 限制从文件夹添加的文件数量，以防出现性能问题。
zh_hant: 限制從資料夾新增的檔案數量，以防出現效能問題。

# Settings_MaxFolderCount
source: Max Folders per Click
ar: أقصى عدد مجلدات لكل نقرة
bg_bg: Макс. папки наведнъж
bn_bd: একবারে সর্বোচ্চ ফোল্ডার
cs_cz: Max. složek najednou
da_dk: Maks. mapper ad gangen
de_at: Max. Ordner gleichzeitig
dz_bt: ཨེབ་གཏང་རེ་ལུ་ སྣོད་འཛིན་ མང་ཤོས།
el_cy: Μέγιστος αριθμός φακέλων ταυτόχρονα
es_419: Máx. carpetas a la vez
et_ee: Max kaustad korraga
fa_ir: حداکثر پوشه همزمان
fi_fi: Kansioiden enimmäismäärä kerralla
fil_ph: Max Folders nang Sabay-sabay
fr_fr: Max dossiers à la fois
he_il: מקסימום תיקיות בבת אחת
hi_in: एक बार में अधिकतम फ़ोल्डर
hr_hr: Maksimalno mapa odjednom
hu_hu: Max. mappa egyszerre
id_id: Maks Folder Sekaligus
is_is: Hámarksfjöldi mappa í einu
it_it: Cartelle massime in una volta
ja_jp: 一度に選択できる最大フォルダ数
kk_kz: Бір уақыттағы максималды қалталар
km_kh: ថតអតិបរមាក្នុងមួយពេល
ko_kr: 한 번에 선택 가능한 최대 폴더 수
ky_kg: Бир убактагы максималдуу папкалар
lo_la: ຈຳນວນໂຟນເດີສູງສຸດຕໍ່ຄັ້ງ
lt_lt: Maks. aplankų vienu metu
lv_lv: Maks. mapju skaits vienlaikus
mk_mk: Макс. папки одеднаш
mn_mn: Нэг удаад сонгох хавтас
ms_my: Folder Maksimum Serentak
my_mm: တစ်ကြိမ်လျှင် အများဆုံး ဖိုင်တွဲအရေအတွက်
nb_no: Maks mapper samtidig
ne_np: एकै पटकमा अधिकतम फोल्डरहरू
nl_be: Max. mappen tegelijk
pl_pl: Maks. folderów jednocześnie
ps_af: په یو وخت کې اعظمي فولډرونه
pt_br: Máx. Pastas de uma vez
ro_ro: Număr maxim foldere simultan
ru_ru: Макс. папок одновременно
si_lk: එක් වරකට උපරිම ෆෝල්ඩර
sk_sk: Max. priečinkov naraz
sl_si: Največje število map hkrati
sq_al: Dosjet Maksimale në të njëjtën Kohë
sr_cyrl_rs: Макс. фасцикли истовремено
sv_se: Max mappar samtidigt
tg_tj: Ҷузвдонҳои ҳадди аксар дар як вақт
th_th: โฟลเดอร์สูงสุดพร้อมกัน
tk_tm: Bir wagtda iň köp bukja
tr_tr: Aynı Anda Maksimum Klasör
uk_ua: Макс. папок одночасно
vi_vn: Tối đa thư mục mỗi lần chọn
zh_hans_cn: 同时处理的最大文件夹数
zh_hant: 同時處理的最大資料夾數
