Repository: poli0981/HashTool
Catalog: Lang/Resources.*.resx
Languages: ar, bg_bg, bn_bd, cs_cz, da_dk, de_at, dz_bt, el_cy, es_419, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, km_kh, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, mn_mn, ms_my, my_mm, nb_no, ne_np, nl_be, pl_pl, ps_af, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, tg_tj, th_th, tk_tm, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant

# Title_Disclaimer
source: Developer Version Warning
ar: تحذير نسخة المطورين
bg_bg: Предупреждение за версия Dev
bn_bd: ডেভেলপার ভার্সন সতর্কতা
cs_cz: Upozornění vývojářské verze
da_dk: Advarsel om udviklerversion
de_at: Entwicklerversion-Warnung
dz_bt: བཟོ་མིའི་ ཐོན་རིམ་ ཉེན་བརྡ།
el_cy: Προειδοποίηση Έκδοσης Προγραμματιστή
es_419: Advertencia de versión Dev
et_ee: Arendajaversiooni hoiatus
fa_ir: هشدار نسخه توسعه‌دهنده
fi_fi: Kehittäjäversion varoitus
fil_ph: Babala sa Dev Version
fr_fr: Avertissement Version Dev
he_il: אזהרת גרסת מפתח
hi_in: डेवलपर संस्करण चेतावनी
hr_hr: Upozorenje za razvojnu verziju
hu_hu: Fejlesztői verzió figyelmeztetés
id_id: Peringatan Versi Pengembang
is_is: Aðvörun þróunarútgáfu
it_it: Avviso Versione Dev
ja_jp: 開発版の警告
kk_kz: Әзірлеуші нұсқасы туралы ескерту
km_kh: ការព្រមានអំពីកំណែអ្នកអភិវឌ្ឍន៍
ko_kr: 개발 버전 경고
ky_kg: Иштеп чыгуучу версиясы боюнча эскертүү
lo_la: ຄຳເຕືອນເວີຊັນນັກພັດທະນາ
lt_lt: Kūrėjo versijos įspėjimas
lv_lv: Izstrādātāja versijas brīdinājums
mk_mk: Предупредување за верзија за програмери
mn_mn: Хөгжүүлэгчийн хувилбарын анхааруулга
ms_my: Amaran Versi Pembangun
my_mm: Developer ဗားရှင်း သတိပေးချက်
nb_no: Advarsel for utviklerversjon
ne_np: विकासकर्ता संस्करण चेतावनी
nl_be: Waarschuwing Ontwikkelaarsversie
pl_pl: Ostrzeżenie wersji deweloperskiej
ps_af: د جوړوونکي نسخې خبرداری
pt_br: Aviso da Versão de Desenvolvedor
ro_ro: Avertisment Versiune Dev
ru_ru: Предупреждение версии для разработчиков
si_lk: සංවර්ධක අනුවාදයේ අනතුරු ඇඟවීම
sk_sk: Upozornenie vývojárskej verzie
sl_si: Opozorilo o razvojni različici
sq_al: Paralajmërim për Versionin e Zhvilluesit
sr_cyrl_rs: Упозорење развојне верзије
sr_latn_rs: Upozorenje za Developer verziju
sv_se: Varning för utvecklarversion
tg_tj: Огоҳӣ оид ба версияи таҳиягар
th_th: คำเตือนเวอร์ชันนักพัฒนา
tk_tm: Dörediji wersiýasy duýduryşy
tr_tr: Geliştirici Sürümü Uyarısı
uk_ua: Попередження версії для розробників
vi_vn: Cảnh báo phiên bản Dev
zh_hans_cn: 开发者版本警告
zh_hant: 開發人員版本警告

# Title_About
source: About
ar: حول البرنامج
bg_bg: За програмата
bn_bd: সম্পর্কে
cs_cz: O aplikaci
da_dk: Om
de_at: Über die App
dz_bt: སྐོར་ལས།
el_cy: Σχετικά
es_419: Acerca de
et_ee: Teave
fa_ir: درباره نرم‌افزار
fi_fi: Tietoja
fil_ph: Tungkol
fr_fr: À propos
he_il: אודות
hi_in: के बारे में
hr_hr: O programu
hu_hu: Névjegy
id_id: Tentang
is_is: Um forritið
it_it: Informazioni
ja_jp: アプリについて
kk_kz: Бағдарлама туралы
km_kh: អំពីកម្មវិធី
ko_kr: 정보
ky_kg: Программа жөнүндө
lo_la: ກ່ຽວກັບ
lt_lt: Apie
lv_lv: Par
mk_mk: За нас
mn_mn: Тухай
ms_my: Mengenai
my_mm: အကြောင်း
nb_no: Om
ne_np: बारेमा
nl_be: Info
pl_pl: O programie
ps_af: په اړه
pt_br: Sobre
ro_ro: Despre aplicație
ru_ru: О программе
si_lk: අපි ගැන
sk_sk: O programe
sl_si: O programu
sq_al: Rreth Programit
sr_cyrl_rs: О програму
sr_latn_rs: O programu
sv_se: Om programmet
tg_tj: Дар бораи барнома
th_th: เกี่ยวกับ
tk_tm: Barada
tr_tr: Hakkında
uk_ua: Про програму
vi_vn: Giới thiệu
zh_hans_cn: 关于
zh_hant: 關於

# Help_CreateHash
source: Tip: Shift+C to Compute All, Shift+Z to Compress, Ctrl+F to Add Files.
ar: تلميح: Shift+C لحساب الكل، Shift+Z للضغط، Ctrl+F لإضافة ملفات.
bg_bg: Съвет: Shift+C за изчисление, Shift+Z за компресиране, Ctrl+F за добавяне.
bn_bd: টিপস: Shift+C গণনা করতে, Shift+Z কমপ্রেস করতে, Ctrl+F ফাইল যোগ করতে।
cs_cz: Tip: Shift+C pro výpočet, Shift+Z pro kompresi, Ctrl+F pro přidání souborů.
da_dk: Tip: Shift+C for at Beregne, Shift+Z for at Komprimere, Ctrl+F for at Tilføje filer.
de_at: Tipp: Shift+C zum Berechnen, Shift+Z zum Komprimieren, Ctrl+F zum Hinzufügen.
dz_bt: བསླབ་བྱ།: Shift+C རྩིས་བརྐྱབ་ནི།, Shift+Z བཙུགས་ནི།, Ctrl+F ཡིག་སྣོད་ཁ་སྐོང་།
el_cy: Συμβουλή: Shift+C για Υπολογισμό Όλων, Shift+Z για Συμπίεση, Ctrl+F για Προσθήκη Αρχείων.
es_419: Tip: Shift+C para Calcular, Shift+Z para Comprimir, Ctrl+F para Agregar archivos.
et_ee: Vihje: Shift+C arvutamiseks, Shift+Z pakkimiseks, Ctrl+F lisamiseks.
fa_ir: نکته: Shift+C برای محاسبه، Shift+Z برای فشرده‌سازی، Ctrl+F برای افزودن فایل.
fi_fi: Vinkki: Shift+C laskeaksesi, Shift+Z pakataksesi, Ctrl+F lisätäksesi.
fil_ph: Tip: Shift+C para Magkuwenta, Shift+Z para Mag-compress, Ctrl+F para Magdagdag.
fr_fr: Astuce : Maj+C pour Calculer, Maj+Z pour Compresser, Ctrl+F pour Ajouter.
he_il: טיפ: Shift+C לחישוב, Shift+Z לדחיסה, Ctrl+F להוספה.
hi_in: सुझाव: गणना के लिए Shift+C, कम्प्रेस के लिए Shift+Z, जोड़ने के लिए Ctrl+F।
hr_hr: Savjet: Shift+C za izračun, Shift+Z za sažimanje, Ctrl+F za dodavanje.
hu_hu: Tipp: Shift+C Számítás, Shift+Z Tömörítés, Ctrl+F Hozzáadás.
id_id: Tips: Shift+C untuk Hitung, Shift+Z untuk Kompres, Ctrl+F untuk Tambah.
is_is: Ábending: Shift+C til að Reikna, Shift+Z til að Þjappa, Ctrl+F til að Bæta við.
it_it: Suggerimento: Shift+C per Calcolare, Shift+Z per Comprimere, Ctrl+F per Aggiungere.
ja_jp: ヒント: Shift+C で計算、Shift+Z で圧縮、Ctrl+F でファイル追加。
kk_kz: Кеңес: Есептеу үшін Shift+C, Қысу үшін Shift+Z, Қосу үшін Ctrl+F.
km_kh: គន្លឹះ៖ Shift+C ដើម្បីគណនា, Shift+Z ដើម្បីបង្រួម, Ctrl+F ដើម្បីបន្ថែមឯកសារ។
ko_kr: 팁: Shift+C 모두 계산, Shift+Z 압축, Ctrl+F 파일 추가.
ky_kg: Кеңеш: Эсептөө үчүн Shift+C, Кысуу үчүн Shift+Z, Кошуу үчүн Ctrl+F.
lo_la: ເຄັດລັບ: Shift+C ເພື່ອຄຳນວນ, Shift+Z ເພື່ອບີບອັດ, Ctrl+F ເພື່ອເພີ່ມໄຟລ໌.
lt_lt: Patarimas: Shift+C – skaičiuoti, Shift+Z – suspausti, Ctrl+F – pridėti failų.
lv_lv: Padoms: Shift+C, lai aprēķinātu, Shift+Z, lai saspiestu, Ctrl+F, lai pievienotu failus.
mk_mk: Совет: Shift+C за Пресметка, Shift+Z за Компресирање, Ctrl+F за Додавање.
mn_mn: Зөвлөгөө: Shift+C Тооцоолох, Shift+Z Шахах, Ctrl+F Файл нэмэх.
ms_my: Petua: Shift+C untuk Kira, Shift+Z untuk Mampat, Ctrl+F untuk Tambah.
my_mm: အကြံပြုချက်: တွက်ချက်ရန် Shift+C၊ ဖိသိပ်ရန် Shift+Z၊ ဖိုင်ထည့်ရန် Ctrl+F။
nb_no: Tips: Shift+C for å beregne, Shift+Z for å komprimere, Ctrl+F for å legge til.
ne_np: सुझाव: गणनाको लागि Shift+C, कम्प्रेसको लागि Shift+Z, फाइल थप्न Ctrl+F थिच्नुहोस्।
nl_be: Tip: Shift+C om te berekenen, Shift+Z om te comprimeren, Ctrl+F om bestanden toe te voegen.
pl_pl: Wskazówka: Shift+C, aby obliczyć, Shift+Z, aby skompresować, Ctrl+F, aby dodać.
ps_af: لارښوونه: Shift+C د محاسبې لپاره، Shift+Z د فشارولو لپاره، Ctrl+F د اضافه کولو لپاره.
pt_br: Dica: Shift+C para Calcular, Shift+Z para Comprimir, Ctrl+F para Adicionar.
ro_ro: Sfat: Shift+C pentru Calcul, Shift+Z pentru Comprimare, Ctrl+F pentru Adăugare.
ru_ru: Подсказка: Shift+C — Вычислить, Shift+Z — Сжать, Ctrl+F — Добавить файлы.
si_lk: ඉඟිය: ගණනය කිරීමට Shift+C, සම්පීඩනයට Shift+Z, එක් කිරීමට Ctrl+F.
sk_sk: Tip: Shift+C pre Výpočet, Shift+Z pre Kompresiu, Ctrl+F pre Pridanie.
sl_si: Nasvet: Shift+C za izračun, Shift+Z za stiskanje, Ctrl+F za dodajanje.
sq_al: Këshillë: Shift+C për të Llogaritur, Shift+Z për të Ngjeshur, Ctrl+F për të Shtuar.
sr_cyrl_rs: Савет: Shift+C за рачунање, Shift+Z за компримовање, Ctrl+F за додавање.
sr_latn_rs: Savet: Shift+C za izračunavanje svega, Shift+Z za kompresiju, Ctrl+F za dodavanje fajlova.
sv_se: Tips: Shift+C för att beräkna, Shift+Z för att komprimera, Ctrl+F för att lägga till.
tg_tj: Маслиҳат: Shift+C барои Ҳисоб, Shift+Z барои Фишурдан, Ctrl+F барои Илова.
th_th: เคล็ดลับ: Shift+C เพื่อคำนวณ, Shift+Z เพื่อบีบอัด, Ctrl+F เพื่อเพิ่มไฟล์
tk_tm: Maslahat: Hasaplamak üçin Shift+C, Gysmak üçin Shift+Z, Goşmak üçin Ctrl+F.
tr_tr: İpucu: Hesaplamak için Shift+C, Sıkıştırmak için Shift+Z, Eklemek için Ctrl+F.
uk_ua: Підказка: Shift+C — Обчислити, Shift+Z — Стиснути, Ctrl+F — Додати файли.
vi_vn: Mẹo: Shift+C để Tính tất cả, Shift+Z để Nén, Ctrl+F để Thêm tệp.
zh_hans_cn: 提示：按 Shift+C 计算，Shift+Z 压缩，Ctrl+F 添加文件。
zh_hant: 提示：按 Shift+C 計算，Shift+Z 壓縮，Ctrl+F 新增檔案。

# Help_CheckHash
source: Tip: Shift+A to Verify All, Ctrl+F to Add Files, Ctrl+Shift+H to Clear List.
ar: تلميح: Shift+A للتحقق من الكل، Ctrl+F لإضافة ملفات، Ctrl+Shift+H لمسح القائمة.
bg_bg: Съвет: Shift+A за проверка, Ctrl+F за добавяне, Ctrl+Shift+H за изчистване.
bn_bd: টিপস: Shift+A সব যাচাই করতে, Ctrl+F ফাইল যোগ করতে, Ctrl+Shift+H তালিকা মুছতে।
cs_cz: Tip: Shift+A pro ověření, Ctrl+F pro přidání souborů, Ctrl+Shift+H pro vymazání seznamu.
da_dk: Tip: Shift+A for at Verificere, Ctrl+F for at Tilføje filer, Ctrl+Shift+H for at Rydde liste.
de_at: Tipp: Shift+A zum Prüfen, Ctrl+F zum Hinzufügen, Ctrl+Shift+H zum Leeren.
dz_bt: བསླབ་བྱ།: Shift+A ཞིབ་དཔྱད།, Ctrl+F ཁ་སྐོང་།, Ctrl+Shift+H ཐོ་ཡིག་བསུབ་ནི།
el_cy: Συμβουλή: Shift+A για Έλεγχο Όλων, Ctrl+F για Προσθήκη Αρχείων, Ctrl+Shift+H για Εκκαθάριση Λίστας.
es_419: Tip: Shift+A para Verificar, Ctrl+F para Agregar, Ctrl+Shift+H para Limpiar lista.
et_ee: Vihje: Shift+A kontrollimiseks, Ctrl+F lisamiseks, Ctrl+Shift+H tühjendamiseks.
fa_ir: نکته: Shift+A برای بررسی، Ctrl+F برای افزودن، Ctrl+Shift+H برای پاک‌کردن.
fi_fi: Vinkki: Shift+A tarkistaaksesi, Ctrl+F lisätäksesi, Ctrl+Shift+H tyhjentääksesi.
fil_ph: Tip: Shift+A para Mag-verify, Ctrl+F para Magdagdag, Ctrl+Shift+H para I-clear.
fr_fr: Astuce : Maj+A pour Vérifier, Ctrl+F pour Ajouter, Ctrl+Maj+H pour Vider.
he_il: טיפ: Shift+A לאימות, Ctrl+F להוספה, Ctrl+Shift+H לניקוי.
hi_in: सुझाव: सत्यापन के लिए Shift+A, जोड़ने के लिए Ctrl+F, साफ करने के लिए Ctrl+Shift+H।
hr_hr: Savjet: Shift+A za provjeru, Ctrl+F za dodavanje, Ctrl+Shift+H za brisanje popisa.
hu_hu: Tipp: Shift+A Ellenőrzés, Ctrl+F Hozzáadás, Ctrl+Shift+H Törlés.
id_id: Tips: Shift+A untuk Verifikasi, Ctrl+F untuk Tambah, Ctrl+Shift+H untuk Bersihkan.
is_is: Ábending: Shift+A til að Staðfesta, Ctrl+F til að Bæta við, Ctrl+Shift+H til að Hreinsa.
it_it: Suggerimento: Shift+A per Verificare, Ctrl+F per Aggiungere, Ctrl+Shift+H per Svuotare.
ja_jp: ヒント: Shift+A で検証、Ctrl+F でファイル追加、Ctrl+Shift+H でリスト消去。
kk_kz: Кеңес: Тексеру үшін Shift+A, Қосу үшін Ctrl+F, Тазалау үшін Ctrl+Shift+H.
km_kh: គន្លឹះ៖ Shift+A ដើម្បីផ្ទៀងផ្ទាត់, Ctrl+F ដើម្បីបន្ថែម, Ctrl+Shift+H ដើម្បីសម្អាតបញ្ជី។
ko_kr: 팁: Shift+A 모두 검증, Ctrl+F 파일 추가, Ctrl+Shift+H 목록 지우기.
ky_kg: Кеңеш: Текшерүү үчүн Shift+A, Кошуу үчүн Ctrl+F, Тазалоо үчүн Ctrl+Shift+H.
lo_la: ເຄັດລັບ: Shift+A ເພື່ອກວດສອບ, Ctrl+F ເພື່ອເພີ່ມໄຟລ໌, Ctrl+Shift+H ເພື່ອລຶບລາຍການ.
lt_lt: Patarimas: Shift+A – tikrinti, Ctrl+F – pridėti failų, Ctrl+Shift+H – išvalyti sąrašą.
lv_lv: Padoms: Shift+A, lai pārbaudītu, Ctrl+F, lai pievienotu failus, Ctrl+Shift+H, lai notīrītu sarakstu.
mk_mk: Совет: Shift+A за Потврда, Ctrl+F за Додавање, Ctrl+Shift+H за Чистење.
mn_mn: Зөвлөгөө: Shift+A Шалгах, Ctrl+F Файл нэмэх, Ctrl+Shift+H Жагсаалт цэвэрлэх.
ms_my: Petua: Shift+A untuk Sahkan, Ctrl+F untuk Tambah, Ctrl+Shift+H untuk Kosongkan.
my_mm: အကြံပြုချက်: စစ်ဆေးရန် Shift+A၊ ဖိုင်ထည့်ရန် Ctrl+F၊ စာရင်းရှင်းရန် Ctrl+Shift+H။
nb_no: Tips: Shift+A for å verifisere, Ctrl+F for å legge til, Ctrl+Shift+H for å tømme liste.
ne_np: सुझाव: प्रमाणित गर्न Shift+A, थप्न Ctrl+F, सूची खाली गर्न Ctrl+Shift+H थिच्नुहोस्।
nl_be: Tip: Shift+A om te verifiëren, Ctrl+F om bestanden toe te voegen, Ctrl+Shift+H om lijst leeg te maken.
pl_pl: Wskazówka: Shift+A, aby zweryfikować, Ctrl+F, aby dodać, Ctrl+Shift+H, aby wyczyścić.
ps_af: لارښوونه: Shift+A د تایید لپاره، Ctrl+F د اضافه کولو لپاره، Ctrl+Shift+H د پاکولو لپاره.
pt_br: Dica: Shift+A para Verificar, Ctrl+F para Adicionar, Ctrl+Shift+H para Limpar a lista.
ro_ro: Sfat: Shift+A pentru Verificare, Ctrl+F pentru Adăugare, Ctrl+Shift+H pentru Golire listă.
ru_ru: Подсказка: Shift+A — Проверить, Ctrl+F — Добавить файлы, Ctrl+Shift+H — Очистить.
si_lk: ඉඟිය: තහවුරු කිරීමට Shift+A, එක් කිරීමට Ctrl+F, මකා දැමීමට Ctrl+Shift+H.
sk_sk: Tip: Shift+A pre Overenie, Ctrl+F pre Pridanie, Ctrl+Shift+H pre Vymazanie.
sl_si: Nasvet: Shift+A za preverjanje, Ctrl+F za dodajanje, Ctrl+Shift+H za čiščenje.
sq_al: Këshillë: Shift+A për të Verifikuar, Ctrl+F për të Shtuar, Ctrl+Shift+H për të Pastruar.
sr_cyrl_rs: Савет: Shift+A за проверу, Ctrl+F за додавање, Ctrl+Shift+H за чишћење листе.
sr_latn_rs: Savet: Shift+A za proveru svega, Ctrl+F za dodavanje fajlova, Ctrl+Shift+H za brisanje liste.
sv_se: Tips: Shift+A för att verifiera, Ctrl+F för att lägga till, Ctrl+Shift+H för att rensa.
tg_tj: Маслиҳат: Shift+A барои Санҷиш, Ctrl+F барои Илова, Ctrl+Shift+H барои Тозакунӣ.
th_th: เคล็ดลับ: Shift+A เพื่อตรวจสอบ, Ctrl+F เพื่อเพิ่มไฟล์, Ctrl+Shift+H เพื่อล้างรายการ
tk_tm: Maslahat: Barlamak üçin Shift+A, Goşmak üçin Ctrl+F, Arassalamak üçin Ctrl+Shift+H.
tr_tr: İpucu: Doğrulamak için Shift+A, Eklemek için Ctrl+F, Temizlemek için Ctrl+Shift+H.
uk_ua: Підказка: Shift+A — Перевірити, Ctrl+F — Додати файли, Ctrl+Shift+H — Очистити список.
vi_vn: Mẹo: Shift+A để Kiểm tra tất cả, Ctrl+F để Thêm tệp, Ctrl+Shift+H để Xóa danh sách.
zh_hans_cn: 提示：按 Shift+A 校验，Ctrl+F 添加文件，Ctrl+Shift+H 清空列表。
zh_hant: 提示：按 Shift+A 驗證，Ctrl+F 新增檔案，Ctrl+Shift+H 清除清單。

# Lbl_Status_Ready
source: Ready
ar: جاهز
bg_bg: Готов
bn_bd: প্রস্তুত
cs_cz: Připraveno
da_dk: Klar
de_at: Bereit
dz_bt: གྲ་སྒྲིག
el_cy: Έτοιμο
es_419: Listo
et_ee: Valmis
fa_ir: آماده
fi_fi: Valmis
fil_ph: Handa na
fr_fr: Prêt
he_il: מוכן
hi_in: तैयार
hr_hr: Spremno
hu_hu: Kész
id_id: Siap
is_is: Tilbúið
it_it: Pronto
ja_jp: 準備完了
kk_kz: Дайын
km_kh: រួចរាល់
ko_kr: 준비 완료
ky_kg: Даяр
lo_la: ພ້ອມແລ້ວ
lt_lt: Paruošta
lv_lv: Gatavs
mk_mk: Спремно
mn_mn: Бэлэн
ms_my: Sedia
my_mm: အဆင်သင့်ဖြစ်ပါပြီ
nb_no: Klar
ne_np: तयार छ
nl_be: Klaar
pl_pl: Gotowe
ps_af: چمتو
pt_br: Pronto
ro_ro: Pregătit
ru_ru: Готово
si_lk: සූදානම්
sk_sk: Pripravené
sl_si: Pripravljeno
sq_al: Gati
sr_cyrl_rs: Спремно
sr_latn_rs: Spreman
sv_se: Klar
tg_tj: Омода
th_th: พร้อม
tk_tm: Taýýar
tr_tr: Hazır
uk_ua: Готово
vi_vn: Sẵn sàng
zh_hans_cn: 就绪
zh_hant: 就緒

# Lbl_Sample
source: Sample:
ar: عينة:
bg_bg: Проба:
bn_bd: নমুনা:
cs_cz: Vzorek:
da_dk: Prøve:
de_at: Beispiel:
dz_bt: དཔེ་ཚད།:
el_cy: Δείγμα:
es_419: Muestra:
et_ee: Näidis:
fa_ir: نمونه:
fi_fi: Näyte:
fil_ph: Halimbawa:
fr_fr: Échantillon :
he_il: דוגמה:
hi_in: नमूना:
hr_hr: Uzorak:
hu_hu: Minta:
id_id: Sampel:
is_is: Sýnishorn:
it_it: Campione:
ja_jp: サンプル:
kk_kz: Үлгі:
km_kh: គំរូ៖
ko_kr: 샘플:
ky_kg: Үлгү:
lo_la: ຕົວຢ່າງ:
lt_lt: Pavyzdys:
lv_lv: Paraugs:
mk_mk: Примерок:
mn_mn: Загвар:
ms_my: Sampel:
my_mm: နမူနာ-
nb_no: Eksempel:
ne_np: नमूना:
nl_be: Voorbeeld:
pl_pl: Próbka:
ps_af: بیلګه:
pt_br: Exemplo:
ro_ro: Exemplu:
ru_ru: Пример:
si_lk: නියැදිය:
sk_sk: Vzorka:
sl_si: Vzorec:
sq_al: Mostër:
sr_cyrl_rs: Узорак:
sr_latn_rs: Primer:
sv_se: Exempel:
tg_tj: Намуна:
th_th: ตัวอย่าง:
tk_tm: Nusga:
tr_tr: Örnek:
uk_ua: Зразок:
vi_vn: Mẫu:
zh_hans_cn: 示例：
zh_hant: 範例：

# Lbl_CurrentVersion
source: Current version: {0}
ar: الإصدار الحالي: {0}
bg_bg: Текуща версия: {0}
bn_bd: বর্তমান সংস্করণ: {0}
cs_cz: Aktuální verze: {0}
da_dk: Nuværende version: {0}
de_at: Aktuelle Version: {0}
dz_bt: ད་ལྟོའི་ ཐོན་རིམ།: {0}
el_cy: Τρέχουσα έκδοση: {0}
es_419: Versión actual: {0}
et_ee: Praegune versioon: {0}
fa_ir: نسخه فعلی: {0}
fi_fi: Nykyinen versio: {0}
fil_ph: Kasalukuyang bersyon: {0}
fr_fr: Version actuelle : {0}
he_il: גרסה נוכחית: {0}
hi_in: वर्तमान संस्करण: {0}
hr_hr: Trenutna verzija: {0}
hu_hu: Jelenlegi verzió: {0}
id_id: Versi saat ini: {0}
is_is: Núverandi útgáfa: {0}
it_it: Versione attuale: {0}
ja_jp: 現在のバージョン: {0}
kk_kz: Ағымдағы нұсқасы: {0}
km_kh: កំណែបច្ចុប្បន្ន៖ {0}
ko_kr: 현재 버전: {0}
ky_kg: Учурдагы версия: {0}
lo_la: ເວີຊັນປັດຈຸບັນ: {0}
lt_lt: Dabartinė versija: {0}
lv_lv: Pašreizējā versija: {0}
mk_mk: Тековна верзија: {0}
mn_mn: Одоогийн хувилбар: {0}
ms_my: Versi semasa: {0}
my_mm: လက်ရှိဗားရှင်း: {0}
nb_no: Nåværende versjon: {0}
ne_np: हालको संस्करण: {0}
nl_be: Huidige versie: {0}
pl_pl: Obecna wersja: {0}
ps_af: اوسنۍ نسخه: {0}
pt_br: Versão atual: {0}
ro_ro: Versiune curentă: {0}
ru_ru: Текущая версия: {0}
si_lk: වත්මන් අනුවාදය: {0}
sk_sk: Aktuálna verzia: {0}
sl_si: Trenutna različica: {0}
sq_al: Versioni aktual: {0}
sr_cyrl_rs: Тренутна верзија: {0}
sr_latn_rs: Trenutna verzija: {0}
sv_se: Aktuell version: {0}
tg_tj: Версияи ҷорӣ: {0}
th_th: เวอร์ชันปัจจุบัน: {0}
tk_tm: Häzirki wersiýa: {0}
tr_tr: Geçerli sürüm: {0}
uk_ua: Поточна версія: {0}
vi_vn: Phiên bản hiện tại: {0}
zh_hans_cn: 当前版本：{0}
zh_hant: 目前版本：{0}

# Lbl_Channel
source: Release channel:
ar: قناة الإصدار:
bg_bg: Канал за актуализации:
bn_bd: রিলিজ চ্যানেল:
cs_cz: Distribuční kanál:
da_dk: Udgivelseskanal:
de_at: Release-Kanal:
dz_bt: འགྲེམས་སྤེལ་ རྒྱུ་ལམ།:
el_cy: Κανάλι κυκλοφορίας:
es_419: Canal de lanzamiento:
et_ee: Väljalaskekanal:
fa_ir: کانال انتشار:
fi_fi: Julkaisukanava:
fr_fr: Canal de diffusion :
he_il: ערוץ שחרור:
hi_in: रिलीज़ चैनल:
hr_hr: Kanal izdanja:
hu_hu: Kiadási csatorna:
id_id: Saluran rilis:
is_is: Útgáfurás:
it_it: Canale di rilascio:
ja_jp: リリースチャンネル:
kk_kz: Шығарылым арнасы:
km_kh: ឆានែលចេញផ្សាយ៖
ko_kr: 릴리스 채널:
ky_kg: Чыгаруу каналы:
lo_la: ຊ່ອງທາງການປ່ອຍ:
lt_lt: Išleidimo kanalas:
lv_lv: Laidiena kanāls:
mk_mk: Канал за издавање:
mn_mn: Гаргах суваг:
ms_my: Saluran pelepasan:
my_mm: ဖြန့်ချိရေး ချန်နယ်-
nb_no: Utgivelseskanal:
ne_np: रिलिज च्यानल:
nl_be: Uitgavekanaal:
pl_pl: Kanał wydań:
ps_af: د خپرولو چینل:
pt_br: Canal de lançamento:
ro_ro: Canal de lansare:
ru_ru: Канал обновлений:
si_lk: නිකුත් කිරීමේ නාලිකාව:
sk_sk: Distribučný kanál:
sl_si: Kanal izdaje:
sq_al: Kanali i lëshimit:
sr_cyrl_rs: Канал издања:
sr_latn_rs: Kanal izdanja:
sv_se: Utgivningskanal:
tg_tj: Канали интишор:
th_th: ช่องทางการเผยแพร่:
tk_tm: Çykarylyş ýoly:
tr_tr: Sürüm kanalı:
uk_ua: Канал оновлень:
vi_vn: Kênh phát hành:
zh_hans_cn: 发布渠道：
zh_hant: 發布管道：

# Lbl_TotalFiles
source: Total files: {0}
ar: إجمالي الملفات: {0}
bg_bg: Общо файлове: {0}
bn_bd: মোট ফাইল: {0}
cs_cz: Celkem souborů: {0}
da_dk: Filer i alt: {0}
de_at: Dateien gesamt: {0}
dz_bt: ཡིག་སྣོད་ ཡོངས་བསྡོམས།: {0}
el_cy: Σύνολο αρχείων: {0}
es_419: Total de archivos: {0}
et_ee: Faile kokku: {0}
fa_ir: کل فایل‌ها: {0}
fi_fi: Tiedostoja yhteensä: {0}
fil_ph: Kabuuang files: {0}
fr_fr: Total fichiers : {0}
he_il: סה"כ קבצים: {0}
hi_in: कुल फाइलें: {0}
hr_hr: Ukupno datoteka: {0}
hu_hu: Összes fájl: {0}
id_id: Total berkas: {0}
is_is: Heildarfjöldi skráa: {0}
it_it: File totali: {0}
ja_jp: 総ファイル数: {0}
kk_kz: Барлық файлдар: {0}
km_kh: ឯកសារសរុប៖ {0}
ko_kr: 총 파일 수: {0}
ky_kg: Жалпы файлдар: {0}
lo_la: ໄຟລ໌ທັງໝົດ: {0}
lt_lt: Iš viso failų: {0}
lv_lv: Kopā faili: {0}
mk_mk: Вкупно датотеки: {0}
mn_mn: Нийт файл: {0}
ms_my: Jumlah fail: {0}
my_mm: စုစုပေါင်း ဖိုင်များ: {0}
nb_no: Totalt antall filer: {0}
ne_np: कुल फाइलहरू: {0}
nl_be: Totaal aantal bestanden: {0}
pl_pl: Suma plików: {0}
ps_af: ټول فایلونه: {0}
pt_br: Total de arquivos: {0}
ro_ro: Total fișiere: {0}
ru_ru: Всего файлов: {0}
si_lk: මුළු ගොනු ගණන: {0}
sk_sk: Celkovo súborov: {0}
sl_si: Skupno datotek: {0}
sq_al: Skedarët në total: {0}
sr_cyrl_rs: Укупно датотека: {0}
sr_latn_rs: Ukupno fajlova: {0}
sv_se: Totalt antal filer: {0}
tg_tj: Ҳамаи файлҳо: {0}
th_th: ไฟล์ทั้งหมด: {0}
tk_tm: Jemi faýllar: {0}
tr_tr: Toplam dosya: {0}
uk_ua: Всього файлів: {0}
vi_vn: Tổng số tệp: {0}
zh_hans_cn: 总文件数：{0}
zh_hant: 總檔案數：{0}

# Channel_Stable
source: Stable
ar: مستقر (Stable)
bg_bg: Стабилен (Stable)
bn_bd: স্থিতিশীল (Stable)
cs_cz: Stabilní (Stable)
da_dk: Stabil (Stable)
de_at: Stabil (Stable)
dz_bt: བརྟན་ཏོག (Stable)
el_cy: Σταθερή (Stable)
es_419: Estable (Stable)
et_ee: Stabiilne (Stable)
fa_ir: پایدار (Stable)
fi_fi: Vakaa (Stable)
he_il: יציב (Stable)
hi_in: स्थिर (Stable)
hr_hr: Stabilna (Stable)
hu_hu: Stabil (Stable)
id_id: Stabil (Stable)
is_is: Stöðug (Stable)
it_it: Stabile (Stable)
ja_jp: 安定版 (Stable)
kk_kz: Тұрақты (Stable)
km_kh: ស្ថិរភាព (Stable)
ko_kr: 안정 (Stable)
ky_kg: Туруктуу (Stable)
lo_la: ສະຖຽນ (Stable)
lt_lt: Stabili (Stable)
lv_lv: Stabila (Stable)
mk_mk: Стабилна (Stable)
mn_mn: Тогтвортой (Stable)
ms_my: Stabil (Stable)
my_mm: တည်ငြိမ်သော (Stable)
nb_no: Stabil (Stable)
ne_np: स्थिर (Stable)
nl_be: Stabiel (Stable)
pl_pl: Stabilny (Stable)
ps_af: ثابت (Stable)
pt_br: Estável (Stable)
ro_ro: Stabil (Stable)
ru_ru: Стабильная (Stable)
si_lk: ස්ථායී (Stable)
sk_sk: Stabilná (Stable)
sl_si: Stabilna (Stable)
sq_al: I qëndrueshëm (Stable)
sr_cyrl_rs: Стабилна (Stable)
sr_latn_rs: Stable (Stabilna)
sv_se: Stabil (Stable)
tg_tj: Устувор (Stable)
th_th: เสถียร (Stable)
tk_tm: Durnukly (Stable)
tr_tr: Kararlı (Stable)
uk_ua: Стабільна (Stable)
vi_vn: Ổn định (Stable)
zh_hans_cn: 正式版 (Stable)
zh_hant: 正式版 (Stable)

# Channel_Dev
source: Dev Edition
ar: نسخة المطورين (Dev)
bg_bg: Разработка (Dev Edition)
bn_bd: ডেভেলপার (Dev Edition)
cs_cz: Vývojářská (Dev Edition)
da_dk: Udvikler (Dev Edition)
de_at: Entwickler (Dev Edition)
dz_bt: བཟོ་མི། (Dev Edition)
el_cy: Προγραμματιστή (Dev Edition)
es_419: Desarrollador (Dev Edition)
et_ee: Arendus (Dev Edition)
fa_ir: توسعه‌دهنده (Dev Edition)
fi_fi: Kehittäjä (Dev Edition)
fil_ph: Developer (Dev Edition)
fr_fr: Développeur (Dev Edition)
he_il: מפתח (Dev Edition)
hi_in: डेवलपर (Dev Edition)
hr_hr: Razvojna (Dev Edition)
hu_hu: Fejlesztői (Dev Edition)
id_id: Pengembang (Dev Edition)
is_is: Þróunarútgáfa (Dev Edition)
it_it: Sviluppatore (Dev Edition)
ja_jp: 開発版 (Dev Edition)
kk_kz: Әзірлеуші (Dev Edition)
km_kh: អ្នកអភិវឌ្ឍន៍ (Dev Edition)
ko_kr: 개발자용 (Dev Edition)
ky_kg: Иштеп чыгуучу (Dev Edition)
lo_la: ນັກພັດທະນາ (Dev Edition)
lt_lt: Kūrėjo (Dev Edition)
lv_lv: Izstrādātāja (Dev Edition)
mk_mk: За програмери (Dev Edition)
mn_mn: Хөгжүүлэгч (Dev Edition)
ms_my: Pembangun (Dev Edition)
my_mm: ရေးသားသူ (Dev Edition)
nb_no: Utvikler (Dev Edition)
ne_np: विकासकर्ता (Dev Edition)
nl_be: Ontwikkelaar (Dev Edition)
pl_pl: Deweloperski (Dev Edition)
ps_af: جوړوونکی (Dev Edition)
pt_br: Desenvolvedor (Dev Edition)
ro_ro: Dezvoltator (Dev Edition)
ru_ru: Для разработчиков (Dev Edition)
si_lk: සංවර්ධක (Dev Edition)
sk_sk: Vývojárska (Dev Edition)
sl_si: Razvojna (Dev Edition)
sq_al: Zhvilluesi (Dev Edition)
sr_cyrl_rs: Развојна (Dev Edition)
sr_latn_rs: Dev (Programer)
sv_se: Utvecklare (Dev Edition)
tg_tj: Таҳиягар (Dev Edition)
th_th: นักพัฒนา (Dev Edition)
tk_tm: Dörediji (Dev Edition)
tr_tr: Geliştirici (Dev Edition)
uk_ua: Для розробників (Dev Edition)
vi_vn: Bản phát triển (Dev)
zh_hans_cn: 开发者版 (Dev Edition)
zh_hant: 開發人員版 (Dev Edition)

# Settings_Language
source: Language
ar: الغة
bg_bg: Език
bn_bd: ভাষা
cs_cz: Jazyk
da_dk: Sprog
de_at: Sprache
dz_bt: སྐད་ཡིག
el_cy: Γλώσσα
es_419: Idioma
et_ee: Keel
fa_ir: زبان
fi_fi: Kieli
fil_ph: Wika
fr_fr: Langue
he_il: שפה
hi_in: भाषा
hr_hr: Jezik
hu_hu: Nyelv
id_id: Bahasa
is_is: Tungumál
it_it: Lingua
ja_jp: 言語
kk_kz: Тіл
km_kh: ភាសា
ko_kr: 언어
ky_kg: Тил
lo_la: ພາສາ
lt_lt: Kalba
lv_lv: Valoda
mk_mk: Јазик
mn_mn: Хэл
ms_my: Bahasa
my_mm: ဘာသာစကား
nb_no: Språk
ne_np: भाषा
nl_be: Taal
pl_pl: Język
ps_af: ژبه
pt_br: Idioma
ro_ro: Limbă
ru_ru: Язык
si_lk: භාෂාව
sk_sk: Jazyk
sl_si: Jezik
sq_al: Gjuha
sr_cyrl_rs: Језик
sr_latn_rs: Jezik
sv_se: Språk
tg_tj: Забон
th_th: ภาษา
tk_tm: Dil
tr_tr: Dil
uk_ua: Мова
vi_vn: Ngôn ngữ
zh_hans_cn: 语言
zh_hant: 語言

# Settings_Theme
source: Theme
ar: السمة
bg_bg: Тема
bn_bd: থিম
cs_cz: Motiv
da_dk: Tema
de_at: Thema
dz_bt: རྒྱབ་གཞི།
el_cy: Θέμα
es_419: Tema
et_ee: Teema
fa_ir: پوسته
fi_fi: Teema
fil_ph: Tema
fr_fr: Thème
he_il: ערכת נושא
hi_in: थीम
hr_hr: Tema
hu_hu: Téma
id_id: Tema
is_is: Þema
it_it: Tema
ja_jp: テーマ
kk_kz: Тақырып
km_kh: រចនាប័ទ្ម
ko_kr: 테마
ky_kg: Тема
lo_la: ຮູບແບບ (Theme)
lt_lt: Tema
lv_lv: Dizaina tēma
mk_mk: Тема
mn_mn: Загвар
ms_my: Tema
my_mm: အပြင်အဆင်
nb_no: Tema
ne_np: थिम
nl_be: Thema
pl_pl: Motyw
ps_af: بڼه
pt_br: Tema
ro_ro: Temă
ru_ru: Тема
si_lk: තේමාව
sk_sk: Motív
sl_si: Tema
sq_al: Tema
sr_cyrl_rs: Тема
sr_latn_rs: Tema
sv_se: Tema
tg_tj: Мавзӯъ
th_th: ธีม
tk_tm: Tema
tr_tr: Tema
uk_ua: Тема
vi_vn: Chủ đề
zh_hans_cn: 主题
zh_hant: 主題
