Repository: poli0981/HashTool
Catalog: Lang/Resources.*.resx
Languages: ar, bg_bg, bn_bd, cs_cz, da_dk, de_at, dz_bt, el_cy, es_419, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, km_kh, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, mn_mn, ms_my, my_mm, nb_no, ne_np, nl_be, pl_pl, ps_af, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, tg_tj, th_th, tk_tm, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant

# Msg_CheckResult
source: Checked {0} files. ✅ Match: {1} ❌ Mismatch/Error: {2} ⛔ Cancelled: {3}
ar: تم فحص {0} ملفات. ✅ تطابق: {1} ❌ عدم تطابق/خطأ: {2} ⛔ إلغاء: {3}
bg_bg: Проверени {0} файла. ✅ Съвпадение: {1} ❌ Несъответствие/Грешка: {2} ⛔ Отменени: {3}
bn_bd: {0} টি ফাইল চেক করা হয়েছে। ✅ মিল: {1} ❌ অমিল/ত্রুটি: {2} ⛔ বাতিল: {3}
cs_cz: Zkontrolováno {0} souborů. ✅ Shoda: {1} ❌ Neshoda/Chyba: {2} ⛔ Zrušeno: {3}
da_dk: Kontrollerede {0} filer. ✅ Match: {1} ❌ Uoverensstemmelse/Fejl: {2} ⛔ Annulleret: {3}
de_at: {0} Dateien geprüft. ✅ Treffer: {1} ❌ Ungültig/Fehler: {2} ⛔ Abgebrochen: {3}
dz_bt: {0} ཡིག་སྣོད་ ཞིབ་དཔྱད་འབད་ཡོད། ✅ མཐུན་པ།: {1} ❌ མི་མཐུན་པ/འཛོལ་བ།: {2} ⛔ ཆ་མེད་གཏང་ཡོད།: {3}
el_cy: Ελέγχθηκαν {0} αρχεία. ✅ Ταίριασμα: {1} ❌ Ασυμφωνία/Σφάλμα: {2} ⛔ Ακυρώθηκε: {3}
es_419: Se revisaron {0} archivos. ✅ Coinciden: {1} ❌ No coinciden/Error: {2} ⛔ Cancelado: {3}
et_ee: Kontrollitud {0} faili. ✅ Klappis: {1} ❌ Ei klappinud/Viga: {2} ⛔ Tühistatud: {3}
fa_ir: {0} فایل بررسی شد. ✅ تطابق: {1} ❌ عدم تطابق/خطا: {2} ⛔ لغو شده: {3}
fi_fi: Tarkistettu {0} tiedostoa. ✅ Täsmää: {1} ❌ Ei täsmää/Virhe: {2} ⛔ Peruutettu: {3}
fil_ph: Sinuri ang {0} files. ✅ Tugma: {1} ❌ Di-tugma/Error: {2} ⛔ Kinansela: {3}
fr_fr: {0} fichiers vérifiés. ✅ Correspondance : {1} ❌ Erreur/Non conforme : {2} ⛔ Annulé : {3}
he_il: נבדקו {0} קבצים. ✅ התאמה: {1} ❌ אי התאמה/שגיאה: {2} ⛔ בוטל: {3}
hi_in: {0} फाइलों की जाँच की गई। ✅ मेल खाता है: {1} ❌ बेमेल/त्रुटि: {2} ⛔ रद्द: {3}
hr_hr: Provjereno {0} datoteka. ✅ Podudaranje: {1} ❌ Nepodudaranje/Pogreška: {2} ⛔ Otkazano: {3}
hu_hu: {0} fájl ellenőrizve. ✅ Egyezik: {1} ❌ Eltérés/Hiba: {2} ⛔ Megszakítva: {3}
id_id: Mengecek {0} berkas. ✅ Cocok: {1} ❌ Tidak Cocok/Galat: {2} ⛔ Dibatalkan: {3}
is_is: Athugaði {0} skrár. ✅ Passar: {1} ❌ Passar ekki/Villa: {2} ⛔ Hætt við: {3}
it_it: Controllati {0} file. ✅ Corrispondono: {1} ❌ Non corrispondono/Errore: {2} ⛔ Annullato: {3}
ja_jp: {0} 個のファイルを検証しました。 ✅ 一致: {1} ❌ 不一致/エラー: {2} ⛔ キャンセル: {3}
kk_kz: {0} файл тексерілді. ✅ Сәйкес: {1} ❌ Сәйкес емес/Қате: {2} ⛔ Тоқтатылды: {3}
km_kh: បានពិនិត្យឯកសារ {0} ។ ✅ ត្រូវគ្នា៖ {1} ❌ មិនត្រូវគ្នា/កំហុស៖ {2} ⛔ បានបោះបង់៖ {3}
ko_kr: {0}개 파일을 검증했습니다. ✅ 일치: {1} ❌ 불일치/오류: {2} ⛔ 취소됨: {3}
ky_kg: {0} файл текшерилди. ✅ Дал келген: {1} ❌ Дал келбеген/Ката: {2} ⛔ Жокко чыгарылган: {3}
lo_la: ກວດສອບ {0} ໄຟລ໌ແລ້ວ. ✅ ກົງກັນ: {1} ❌ ບໍ່ກົງກັນ/ຂໍ້ຜິດພາດ: {2} ⛔ ຍົກເລີກ: {3}
lt_lt: Patikrinta {0} failų. ✅ Sutampa: {1} ❌ Nesutampa/Klaida: {2} ⛔ Atšaukta: {3}
lv_lv: Pārbaudīti {0} faili. ✅ Sakrīt: {1} ❌ Nesakrīt/Kļūda: {2} ⛔ Atcelti: {3}
mk_mk: Проверени {0} датотеки. ✅ Се совпаѓаат: {1} ❌ Не се совпаѓаат/Грешка: {2} ⛔ Откажано: {3}
mn_mn: {0} файл шалгагдсан. ✅ Таарсан: {1} ❌ Таараагүй/Алдаа: {2} ⛔ Цуцлагдсан: {3}
ms_my: Menyemak {0} fail. ✅ Sepadan: {1} ❌ Tidak Sepadan/Ralat: {2} ⛔ Dibatalkan: {3}
my_mm: ဖိုင် {0} ခုကို စစ်ဆေးပြီးပါပြီ။ ✅ ကိုက်ညီသည်: {1} ❌ မကိုက်ညီ/အမှား: {2} ⛔ ပယ်ဖျက်ခဲ့သည်: {3}
nb_no: Sjekket {0} filer. ✅ Stemmer: {1} ❌ Stemmer ikke/Feil: {2} ⛔ Avbrutt: {3}
ne_np: {0} फाइलहरू जाँच गरियो। ✅ मेल खायो: {1} ❌ मेल खाएन/त्रुटि: {2} ⛔ रद्द गरियो: {3}
nl_be: {0} bestanden gecontroleerd. ✅ Komt overeen: {1} ❌ Fout/Komt niet overeen: {2} ⛔ Geannuleerd: {3}
pl_pl: Sprawdzono {0} plików. ✅ Zgodne: {1} ❌ Niezgodne/Błąd: {2} ⛔ Anulowano: {3}
ps_af: {0} فایلونه وکتل شول. ✅ سم دی: {1} ❌ سم نه دی/تېروتنه: {2} ⛔ لغوه شوی: {3}
pt_br: Verificou {0} arquivos. ✅ Conferem: {1} ❌ Não Conferem/Erro: {2} ⛔ Cancelado: {3}
ro_ro: S-au verificat {0} fișiere. ✅ Potrivire: {1} ❌ Nepotrivire/Eroare: {2} ⛔ Anulat: {3}
ru_ru: Проверено файлов: {0}. ✅ Совпадение: {1} ❌ Не совпадает/Ошибка: {2} ⛔ Отменено: {3}
si_lk: ගොනු {0} ක් පරීක්ෂා කරන ලදී. ✅ ගැලපේ: {1} ❌ නොගැලපේ/දෝෂ: {2} ⛔ අවලංගු කරන ලදී: {3}
sk_sk: Skontrolovaných {0} súborov. ✅ Zhoda: {1} ❌ Nezhoda/Chyba: {2} ⛔ Zrušené: {3}
sl_si: Preverjenih {0} datotek. ✅ Ujemanje: {1} ❌ Neujemanje/Napaka: {2} ⛔ Preklicano: {3}
sq_al: U kontrolluan {0} skedarë. ✅ Përputhje: {1} ❌ Mospërputhje/Gabim: {2} ⛔ U Anulua: {3}
sr_cyrl_rs: Проверено {0} датотека. ✅ Поклапа се: {1} ❌ Не поклапа се/Грешка: {2} ⛔ Отказано: {3}
sr_latn_rs: Provereno {0} fajlova. ✅ Podudaranja: {1} ❌ Nepodudaranja/Greške: {2} ⛔ Otkazano: {3}
sv_se: Kontrollerade {0} filer. ✅ Matchar: {1} ❌ Matchar inte/Fel: {2} ⛔ Avbrutna: {3}
tg_tj: {0} файл санҷида шуд. ✅ Мувофиқ: {1} ❌ Номувофиқ/Хатогӣ: {2} ⛔ Бекор карда шуд: {3}
th_th: ตรวจสอบ {0} ไฟล์แล้ว ✅ ตรงกัน: {1} ❌ ไม่ตรงกัน/ข้อผิดพลาด: {2} ⛔ ยกเลิก: {3}
tk_tm: {0} faýl barlandy. ✅ Gabat geldi: {1} ❌ Gabat gelmedi/Ýalňyşlyk: {2} ⛔ Ýatyryldy: {3}
tr_tr: {0} dosya kontrol edildi. ✅ Eşleşen: {1} ❌ Eşleşmeyen/Hata: {2} ⛔ İptal: {3}
uk_ua: Перевірено файлів: {0}. ✅ Збігається: {1} ❌ Не збігається/Помилка: {2} ⛔ Скасовано: {3}
vi_vn: Đã kiểm tra {0} tệp. ✅ Khớp: {1} ❌ Không khớp/Lỗi: {2} ⛔ Đã hủy: {3}
zh_hans_cn: 共校验了 {0} 个文件。 ✅ 匹配：{1} ❌ 不匹配/错误：{2} ⛔ 已取消：{3}
zh_hant: 共驗證了 {0} 個檔案。 ✅ 相符：{1} ❌ 不相符/錯誤：{2} ⛔ 已取消：{3}

# Msg_WrongHashFile
source: Wrong file!
ar: ملف خاطئ!
bg_bg: Грешен файл!
bn_bd: ভুল ফাইল!
cs_cz: Špatný soubor!
da_dk: Forkert fil!
de_at: Falsche Datei!
dz_bt: ཡིག་སྣོད་ ཕྱི་འགྱུར་ཨིན་པས།
el_cy: Λάθος αρχείο!
es_419: ¡Archivo incorrecto!
et_ee: Vale fail!
fa_ir: فایل اشتباه!
fi_fi: Väärä tiedosto!
fil_ph: Maling file!
fr_fr: Mauvais fichier !
he_il: קובץ שגוי!
hi_in: गलत फाइल!
hr_hr: Pogrešna datoteka!
hu_hu: Rossz fájl!
id_id: Berkas Salah!
is_is: Röng skrá!
it_it: File errato!
ja_jp: ファイルが違います！
kk_kz: Қате файл!
km_kh: ឯកសារខុស!
ko_kr: 잘못된 파일!
ky_kg: Туура эмес файл!
lo_la: ໄຟລ໌ຜິດ!
lt_lt: Neteisingas failas!
lv_lv: Nepareizs fails!
mk_mk: Погрешна датотека!
mn_mn: Буруу файл!
ms_my: Fail salah!
my_mm: ဖိုင်မှားယွင်းနေပါသည်!
nb_no: Feil fil!
ne_np: गलत फाइल!
nl_be: Verkeerd bestand!
pl_pl: Niewłaściwy plik!
ps_af: ناسم فایل!
pt_br: Arquivo errado!
ro_ro: Fișier greșit!
ru_ru: Неправильный файл!
si_lk: වැරදි ගොනුවක්!
sk_sk: Nesprávny súbor!
sl_si: Napačna datoteka!
sq_al: Skedar i gabuar!
sr_cyrl_rs: Погрешна датотека!
sr_latn_rs: Pogrešan fajl!
sv_se: Fel fil!
tg_tj: Файли нодуруст!
th_th: ไฟล์ผิด!
tk_tm: Nädogry faýl!
tr_tr: Yanlış dosya!
uk_ua: Неправильний файл!
vi_vn: Sai tệp!
zh_hans_cn: 文件错误！
zh_hant: 檔案錯誤！

# Msg_WrongHashFileContent
source: Hash file mismatch! Original file: {0} Selected file: {1} Please select the correct accompanying hash file.
ar: عدم تطابق ملف الهاش! الملف الأصلي: {0} الملف المحدد: {1} يرجى تحديد ملف الهاش الصحيح المصاحب.
bg_bg: Несъответствие на хеш файл! Оригинален файл: {0} Избран файл: {1} Моля, изберете правилния придружаващ хеш файл.
bn_bd: হ্যাশ ফাইল মিলছে না! আসল ফাইল: {0} নির্বাচিত ফাইল: {1} দয়া করে সঠিক হ্যাশ ফাইলটি নির্বাচন করুন।
cs_cz: Neshoda souboru hashe! Původní soubor: {0} Vybraný soubor: {1} Vyberte prosím správný doprovodný soubor hashe.
da_dk: Hash-fil uoverensstemmelse! Original fil: {0} Valgt fil: {1} Vælg venligst den korrekte tilhørende hash-fil.
de_at: Hash-Datei passt nicht! Originaldatei: {0} Gewählte Datei: {1} Bitte wählen Sie die korrekte zugehörige Hash-Datei.
dz_bt: ཧޭཤ་ ཡིག་སྣོད་ མི་མཐུན་པས། ངོ་མ་ ཡིག་སྣོད།: {0} སེལ་འཐུ་འབད་ཡོད་པའི་ ཡིག་སྣོད།: {1} ཧޭཤ་ ཡིག་སྣོད་ ངོ་མ་དེ་ སེལ་འཐུ་འབད་གནང་།
el_cy: Ασυμφωνία αρχείου Hash! Αρχικό αρχείο: {0} Επιλεγμένο αρχείο: {1} Παρακαλώ επιλέξτε το σωστό συνοδευτικό αρχείο hash.
es_419: ¡El archivo hash no coincide! Archivo original: {0} Archivo seleccionado: {1} Por favor selecciona el archivo hash correcto.
et_ee: Räsifaili ebakõla! Algne fail: {0} Valitud fail: {1} Palun vali õige kaasnev räsifail.
fa_ir: عدم تطابق فایل هش! فایل اصلی: {0} فایل انتخاب شده: {1} لطفاً فایل هش صحیح و مرتبط را انتخاب کنید.
fi_fi: Tiivistetiedosto ei täsmää! Alkuperäinen tiedosto: {0} Valittu tiedosto: {1} Valitse oikea vastaava tiivistetiedosto.
fil_ph: Hindi tugma ang hash file! Orihinal na file: {0} Piniling file: {1} Paki-pili ang tamang kasamang hash file.
fr_fr: Fichier hash incorrect ! Fichier original : {0} Fichier sélectionné : {1} Veuillez sélectionner le bon fichier hash accompagnant.
he_il: אי התאמה בקובץ Hash! קובץ מקורי: {0} קובץ נבחר: {1} אנא בחר את קובץ ה-Hash המתאים הנכון.
hi_in: हैश फाइल मेल नहीं खाती! मूल फाइल: {0} चयनित फाइल: {1} कृपया सही संबंधित हैश फाइल चुनें।
hr_hr: Nepodudaranje hash datoteke! Izvorna datoteka: {0} Odabrana datoteka: {1} Molimo odaberite ispravnu prateću hash datoteku.
hu_hu: Hash fájl eltérés! Eredeti fájl: {0} Kiválasztott fájl: {1} Kérjük, válassza ki a helyes kísérő hash fájlt.
id_id: Berkas hash tidak cocok! Berkas asli: {0} Berkas dipilih: {1} Silakan pilih berkas hash pendamping yang benar.
is_is: Hash skrá passar ekki! Upprunaleg skrá: {0} Valin skrá: {1} Vinsamlegast veldu rétta meðfylgjandi hash skrá.
it_it: Il file hash non corrisponde! File originale: {0} File selezionato: {1} Seleziona il file hash di accompagnamento corretto.
ja_jp: ハッシュファイルが一致しません！ 元のファイル: {0} 選択されたファイル: {1} 正しい対応するハッシュファイルを選択してください。
kk_kz: Хэш файлы сәйкес келмейді! Түпнұсқа файл: {0} Таңдалған файл: {1} Дұрыс ілеспе хэш файлын таңдаңыз.
km_kh: ឯកសារ Hash មិនត្រូវគ្នាទេ! ឯកសារដើម៖ {0} ឯកសារដែលបានជ្រើសរើស៖ {1} សូមជ្រើសរើសឯកសារ hash អមដែលត្រឹមត្រូវ។
ko_kr: 해시 파일 불일치! 원본 파일: {0} 선택된 파일: {1} 올바른 해시 파일을 선택해 주세요.
ky_kg: Хэш файлы дал келбейт! Түпнуска файл: {0} Тандалган файл: {1} Сураныч, туура коштоочу хэш файлын тандаңыз.
lo_la: ໄຟລ໌ Hash ບໍ່ກົງກັນ! ໄຟລ໌ຕົ້ນສະບັບ: {0} ໄຟລ໌ທີ່ເລືອກ: {1} ກະລຸນາເລືອກໄຟລ໌ Hash ທີ່ຖືກຕ້ອງ.
lt_lt: Hash failas nesutampa! Originalus failas: {0} Pasirinktas failas: {1} Pasirinkite teisingą pridedamą hash failą.
lv_lv: Hash faila nesakritība! Oriģinālais fails: {0} Izvēlētais fails: {1} Lūdzu, izvēlieties pareizo pavadošo hash failu.
mk_mk: Несовпаѓање на хеш датотека! Оригинална датотека: {0} Избрана датотека: {1} Ве молиме изберете ја правилната хеш датотека.
mn_mn: Хэш файл таарахгүй байна! Эх файл: {0} Сонгосон файл: {1} Тохирох хэш файлыг сонгоно уу.
ms_my: Fail hash tidak sepadan! Fail asal: {0} Fail yang dipilih: {1} Sila pilih fail hash iringan yang betul.
my_mm: Hash ဖိုင် မကိုက်ညီပါ! မူရင်းဖိုင်: {0} ရွေးချယ်ထားသော ဖိုင်: {1} ကျေးဇူးပြု၍ မှန်ကန်သော Hash ဖိုင်ကို ရွေးချယ်ပါ။
nb_no: Hash-fil stemmer ikke overens! Originalfil: {0} Valgt fil: {1} Vennligst velg den riktige tilhørende hash-filen.
ne_np: ह्यास फाइल मेल खाएन! मूल फाइल: {0} चयन गरिएको फाइल: {1} कृपया सही सम्बन्धित ह्यास फाइल चयन गर्नुहोस्।
nl_be: Hashbestand komt niet overeen! Origineel bestand: {0} Geselecteerd bestand: {1} Gelieve het juiste bijbehorende hashbestand te selecteren.
pl_pl: Niezgodność pliku hash! Oryginalny plik: {0} Wybrany plik: {1} Wybierz prawidłowy plik hash.
ps_af: د هیش فایل سم نه دی! اصلي فایل: {0} ټاکل شوی فایل: {1} مهرباني وکړئ سم اړوند هیش فایل وټاکئ.
pt_br: Incompatibilidade de arquivo hash! Arquivo original: {0} Arquivo selecionado: {1} Por favor, selecione o arquivo hash correspondente correto.
ro_ro: Nepotrivire fișier hash! Fișier original: {0} Fișier selectat: {1} Vă rugăm să selectați fișierul hash însoțitor corect.
ru_ru: Файл хэша не совпадает! Исходный файл: {0} Выбранный файл: {1} Пожалуйста, выберите правильный сопровождающий файл хэша.
si_lk: Hash ගොනුව නොගැලපේ! මුල් ගොනුව: {0} තෝරාගත් ගොනුව: {1} කරුණාකර නිවැරදි අදාළ hash ගොනුව තෝරන්න.
sk_sk: Hash súbor sa nezhoduje! Pôvodný súbor: {0} Vybraný súbor: {1} Prosím, vyberte správny sprievodný hash súbor.
sl_si: Neujemanje hash datoteke! Izvirna datoteka: {0} Izbrana datoteka: {1} Prosimo, izberite pravilno spremljajočo hash datoteko.
sq_al: Mospërputhje e skedarit hash! Skedari origjinal: {0} Skedari i zgjedhur: {1} Ju lutemi zgjidhni skedarin e saktë shoqërues të hash-it.
sr_cyrl_rs: Непоклапање хеш датотеке! Оригинална датотека: {0} Изабрана датотека: {1} Молимо изаберите правилну пратећу хеш датотеку.
sr_latn_rs: Hash fajl se ne podudara! Originalni fajl: {0} Izabrani fajl: {1} Izaberite ispravni prateći hash fajl.
sv_se: Hash-filen matchar inte! Originalfil: {0} Vald fil: {1} Vänligen välj rätt tillhörande hash-fil.
tg_tj: Номувофиқатии файли ҳэш! Файли аслӣ: {0} Файли интихобшуда: {1} Лутфан файли ҳэши дурусти ҳамроҳро интихоб кунед.
th_th: ไฟล์แฮชไม่ตรงกัน! ไฟล์ต้นฉบับ: {0} ไฟล์ที่เลือก: {1} โปรดเลือกไฟล์แฮชที่ใช้ร่วมกันให้ถูกต้อง
tk_tm: Heş faýly gabat gelmeýär! Asyl faýl: {0} Saýlanan faýl: {1} Dogry degişli heş faýlyny saýlaň.
tr_tr: Hash dosyası uyuşmazlığı! Orijinal dosya: {0} Seçilen dosya: {1} Lütfen doğru eşlik eden hash dosyasını seçin.
uk_ua: Невідповідність файлу хешу! Оригінальний файл: {0} Обраний файл: {1} Будь ласка, оберіть правильний супровідний файл хешу.
vi_vn: Tệp mã băm không khớp! Tệp gốc: {0} Tệp đã chọn: {1} Vui lòng chọn đúng tệp mã băm đi kèm.
zh_hans_cn: 哈希文件不匹配！ 原始文件：{0} 所选文件：{1} 请选择正确的随附哈希文件。
zh_hant: 雜湊檔案不相符！ 原始檔案：{0} 所選檔案：{1} 請選擇正確的隨附雜湊檔。

# Msg_UpdateTitle
source: New Update
ar: تحديث جديد
bg_bg: Нова актуализация
bn_bd: নতুন আপডেট
cs_cz: Nová aktualizace
da_dk: Ny opdatering
de_at: Neues Update
dz_bt: དུས་མཐུན་ གསརཔ།
el_cy: Νέα Ενημέρωση
es_419: Nueva actualización
et_ee: Uus värskendus
fa_ir: بروزرسانی جدید
fi_fi: Uusi päivitys
fil_ph: Bagong Update
fr_fr: Nouvelle mise à jour
he_il: עדכון חדש
hi_in: नया अपडेट
hr_hr: Novo ažuriranje
hu_hu: Új frissítés
id_id: Pembaruan Baru
is_is: Ný uppfærsla
it_it: Nuovo Aggiornamento
ja_jp: 新しいアップデート
kk_kz: Жаңа жаңарту
km_kh: ការធ្វើបច្ចុប្បន្នភាពថ្មី
ko_kr: 새로운 업데이트
ky_kg: Жаңы жаңыртуу
lo_la: ການອັບເດດໃໝ່
lt_lt: Naujas atnaujinimas
lv_lv: Jauns atjauninājums
mk_mk: Ново ажурирање
mn_mn: Шинэ шинэчлэлт
ms_my: Kemas Kini Baharu
my_mm: အပ်ဒိတ် အသစ်
nb_no: Ny oppdatering
ne_np: नयाँ अपडेट
nl_be: Nieuwe Update
pl_pl: Nowa Aktualizacja
ps_af: نوی تازه معلومات
pt_br: Nova Atualização
ro_ro: Actualizare nouă
ru_ru: Новое обновление
si_lk: නව යාවත්කාලීනය
sk_sk: Nová Aktualizácia
sl_si: Nova posodobitev
sq_al: Përditësim i ri
sr_cyrl_rs: Ново ажурирање
sr_latn_rs: Novo ažuriranje
sv_se: Ny uppdatering
tg_tj: Навсозии нав
th_th: การอัปเดตใหม่
tk_tm: Täze täzeleme
tr_tr: Yeni Güncelleme
uk_ua: Нове оновлення
vi_vn: Cập nhật mới
zh_hans_cn: 发现新版本
zh_hant: 發現新版本

# Msg_UpdateContent
source: Version: {0} Changes: {1} Click 'Update Now' to download.
ar: الإصدار: {0} التغييرات: {1} انقر فوق 'تحديث الآن' للتنزيل.
bg_bg: Версия: {0} Промени: {1} Кликнете 'Актуализирай сега', за да изтеглите.
bn_bd: সংস্করণ: {0} পরিবর্তনসমূহ: {1} ডাউনলোড করতে 'এখনই আপডেট করুন'-এ ক্লিক করুন।
cs_cz: Verze: {0} Změny: {1} Klikněte na 'Aktualizovat nyní' pro stažení.
da_dk: Version: {0} Ændringer: {1} Klik på 'Opdater nu' for at downloade.
de_at: Version: {0} Änderungen: {1} Klicken Sie auf 'Jetzt aktualisieren' zum Laden.
dz_bt: ཐོན་རིམ།: {0} བསྒྱུར་བཅོས།: {1} ཕབ་ལེན་འབད་ནིའི་དོན་ལུ་ 'ད་ལྟོ་ དུས་མཐུན་བཟོ་' ལུ་ ཨེབ་གཏང་འབད།
el_cy: Έκδοση: {0} Αλλαγές: {1} Κάντε κλικ στο 'Ενημέρωση Τώρα' για λήψη.
es_419: Versión: {0} Cambios: {1} Haz clic en 'Actualizar ahora' para descargar.
et_ee: Versioon: {0} Muudatused: {1} Klõpsa allalaadimiseks 'Värskenda kohe'.
fa_ir: نسخه: {0} تغییرات: {1} برای دانلود روی 'بروزرسانی کن' کلیک کنید.
fi_fi: Versio: {0} Muutokset: {1} Napsauta 'Päivitä nyt' ladataksesi.
fil_ph: Bersyon: {0} Mga Pagbabago: {1} I-click ang 'I-update Ngayon' para i-download.
fr_fr: Version : {0} Changements : {1} Cliquez sur 'Mettre à jour' pour télécharger.
he_il: גרסה: {0} שינויים: {1} לחץ על 'עדכן כעת' להורדה.
hi_in: संस्करण: {0} बदलाव: {1} डाउनलोड करने के लिए 'अभी अपडेट करें' पर क्लिक करें।
hr_hr: Verzija: {0} Promjene: {1} Kliknite 'Ažuriraj sad' za preuzimanje.
hu_hu: Verzió: {0} Változások: {1} Kattintson a 'Frissítés most' gombra a letöltéshez.
id_id: Versi: {0} Perubahan: {1} Klik 'Perbarui Sekarang' untuk mengunduh.
is_is: Útgáfa: {0} Breytingar: {1} Smelltu á 'Uppfæra núna' til að hlaða niður.
it_it: Versione: {0} Modifiche: {1} Fai clic su 'Aggiorna ora' per scaricare.
ja_jp: バージョン: {0} 変更点: {1} 「今すぐ更新」をクリックしてダウンロードしてください。
kk_kz: Нұсқа: {0} Өзгерістер: {1} Жүктеп алу үшін 'Қазір жаңарту' түймесін басыңыз.
km_kh: កំណែ៖ {0} ការផ្លាស់ប្តូរ៖ {1} ចុច 'ធ្វើបច្ចុប្បន្នភាពឥឡូវនេះ' ដើម្បីទាញយក។
ko_kr: 버전: {0} 변경 사항: {1} 다운로드하려면 '지금 업데이트'를 클릭하세요.
ky_kg: Версия: {0} Өзгөртүүлөр: {1} Жүктөп алуу үчүн 'Азыр жаңыртуу' баскычын басыңыз.
lo_la: ເວີຊັນ: {0} ການປ່ຽນແປງ: {1} ຄລິກ 'ອັບເດດດຽວນີ້' ເພື່ອດາວໂຫຼດ.
lt_lt: Versija: {0} Pakeitimai: {1} Spustelėkite 'Atnaujinti dabar', kad atsisiųstumėte.
lv_lv: Versija: {0} Izmaiņas: {1} Noklikšķiniet uz 'Atjaunināt tagad', lai lejupielādētu.
mk_mk: Верзија: {0} Промени: {1} Кликнете 'Ажурирај сега' за преземање.
mn_mn: Хувилбар: {0} Өөрчлөлтүүд: {1} Татаж авахын тулд 'Одоо шинэчлэх'-ийг дарна уу.
ms_my: Versi: {0} Perubahan: {1} Klik 'Kemas Kini Sekarang' untuk memuat turun.
my_mm: ဗားရှင်း: {0} ပြောင်းလဲမှုများ: {1} ဒေါင်းလုဒ်ဆွဲရန် 'ယခု အပ်ဒိတ်လုပ်ရန်' ကို နှိပ်ပါ။
nb_no: Versjon: {0} Endringer: {1} Klikk på 'Oppdater nå' for å laste ned.
ne_np: संस्करण: {0} परिवर्तनहरू: {1} डाउनलोड गर्न 'अहिले अपडेट गर्नुहोस्' मा क्लिक गर्नुहोस्।
nl_be: Versie: {0} Wijzigingen: {1} Klik op 'Nu bijwerken' om te downloaden.
pl_pl: Wersja: {0} Zmiany: {1} Kliknij 'Aktualizuj teraz', aby pobrać.
ps_af: نسخه: {0} بدلونونه: {1} د ډاونلوډ لپاره 'اوس تازه کړئ' کلیک وکړئ.
pt_br: Versão: {0} Mudanças: {1} Clique em 'Atualizar Agora' para baixar.
ro_ro: Versiune: {0} Modificări: {1} Faceți clic pe 'Actualizați acum' pentru a descărca.
ru_ru: Версия: {0} Изменения: {1} Нажмите 'Обновить сейчас' для загрузки.
si_lk: අනුවාදය: {0} වෙනස්කම්: {1} බාගත කිරීම සඳහා 'දැන් යාවත්කාලීන කරන්න' මත ක්ලික් කරන්න.
sk_sk: Verzia: {0} Zmeny: {1} Kliknite na 'Aktualizovať teraz' pre stiahnutie.
sl_si: Različica: {0} Spremembe: {1} Kliknite 'Posodobi zdaj' za prenos.
sq_al: Versioni: {0} Ndryshimet: {1} Kliko 'Përditëso Tani' për ta shkarkuar.
sr_cyrl_rs: Верзија: {0} Промене: {1} Кликните 'Ажурирај сада' да бисте преузели.
sr_latn_rs: Verzija: {0} Promene: {1} Kliknite 'Ažuriraj sada' za preuzimanje.
sv_se: Version: {0} Ändringar: {1} Klicka på 'Uppdatera nu' för att ladda ner.
tg_tj: Версия: {0} Тағйирот: {1} Барои боргирӣ 'Ҳоло навсозӣ кунед' -ро клик кунед.
th_th: เวอร์ชัน: {0} การเปลี่ยนแปลง: {1} คลิก 'อัปเดตตอนนี้' เพื่อดาวน์โหลด
tk_tm: Wersiýa: {0} Üýtgeşmeler: {1} Ýüklemek üçin 'Häzir täzele' düwmesine basyň.
tr_tr: Sürüm: {0} Değişiklikler: {1} İndirmek için 'Şimdi Güncelle'ye tıklayın.
uk_ua: Версія: {0} Зміни: {1} Натисніть 'Оновити зараз' для завантаження.
vi_vn: Phiên bản: {0} Thay đổi: {1} Nhấn 'Cập nhật ngay' để tải về.
zh_hans_cn: 版本号：{0} 更新内容： {1} 点击“立即更新”进行下载。
zh_hant: 版本：{0} 更新內容： {1} 點擊「立即更新」進行下載。

# Msg_NoUpdate
source: No newer updates found.
ar: لم يتم العثور على تحديثات جديدة.
bg_bg: Няма намерени по-нови актуализации.
bn_bd: কোনো নতুন আপডেট পাওয়া যায়নি।
cs_cz: Nebyly nalezeny žádné novější aktualizace.
da_dk: Ingen nyere opdateringer fundet.
de_at: Keine neueren Updates gefunden.
dz_bt: དུས་མཐུན་ གསརཔ་ ག་ནི་ཡང་ མ་ཐོབ།
el_cy: Δεν βρέθηκαν νεότερες ενημερώσεις.
es_419: No se encontraron actualizaciones nuevas.
et_ee: Uuemaid värskendusi ei leitud.
fa_ir: بروزرسانی جدیدی پیدا نشد.
fi_fi: Uudempia päivityksiä ei löytynyt.
fil_ph: Walang bagong updates na nakita.
fr_fr: Aucune mise à jour trouvée.
he_il: לא נמצאו עדכונים חדשים.
hi_in: कोई नया अपडेट नहीं मिला।
hr_hr: Nema novijih ažuriranja.
hu_hu: Nem található újabb frissítés.
id_id: Tidak ada pembaruan baru.
is_is: Engar nýrri uppfærslur fundust.
it_it: Nessun nuovo aggiornamento trovato.
ja_jp: 新しいアップデートは見つかりませんでした。
kk_kz: Жаңа жаңартулар табылмады.
km_kh: រកមិនឃើញការធ្វើបច្ចុប្បន្នភាពថ្មីទេ។
ko_kr: 새로운 업데이트를 찾을 수 없습니다.
ky_kg: Жаңы жаңыртуулар табылган жок.
lo_la: ບໍ່ພົບການອັບເດດໃໝ່.
lt_lt: Naujesnių atnaujinimų nerasta.
lv_lv: Jaunāki atjauninājumi nav atrasti.
mk_mk: Не се најдени понови ажурирања.
mn_mn: Шинэ хувилбар олдсонгүй.
ms_my: Tiada kemas kini baharu ditemui.
my_mm: အပ်ဒိတ်အသစ် မတွေ့ရှိပါ။
nb_no: Ingen nyere oppdateringer funnet.
ne_np: कुनै नयाँ अपडेटहरू फेला परेन।
nl_be: Geen nieuwere updates gevonden.
pl_pl: Nie znaleziono nowszych aktualizacji.
ps_af: هیڅ نوي تازه معلومات ونه موندل شول.
pt_br: Nenhuma nova atualização encontrada.
ro_ro: Nu s-au găsit actualizări mai noi.
ru_ru: Новых обновлений не найдено.
si_lk: නව යාවත්කාලීන කිසිවක් හමු නොවීය.
sk_sk: Nenašli sa žiadne novšie aktualizácie.
sl_si: Novejše posodobitve niso bile najdene.
sq_al: Nuk u gjetën përditësime të reja.
sr_cyrl_rs: Нису пронађена новија ажурирања.
sr_latn_rs: Nema novijeg ažuriranja.
sv_se: Inga nyare uppdateringar hittades.
tg_tj: Ягон навсозии навтар ёфт нашуд.
th_th: ไม่พบการอัปเดตที่ใหม่กว่า
tk_tm: Täze täzeleme tapylmady.
tr_tr: Daha yeni bir güncelleme bulunamadı.
uk_ua: Новіших оновлень не знайдено.
vi_vn: Không tìm thấy cập nhật mới hơn.
zh_hans_cn: 未发现新版本。
zh_hant: 未發現新版本。

# Msg_Error
source: Error
ar: خطأ
bg_bg: Грешка
bn_bd: ত্রুটি
cs_cz: Chyba
da_dk: Fejl
de_at: Fehler
dz_bt: འཛོལ་བ།
el_cy: Σφάλμα
et_ee: Viga
fa_ir: خطا
fi_fi: Virhe
fr_fr: Erreur
he_il: שגיאה
hi_in: त्रुटि
hr_hr: Pogreška
hu_hu: Hiba
id_id: Galat
is_is: Villa
it_it: Errore
ja_jp: エラー
kk_kz: Қате
km_kh: កំហុស
ko_kr: 오류
ky_kg: Ката
lo_la: ຂໍ້ຜິດພາດ
lt_lt: Klaida
lv_lv: Kļūda
mk_mk: Грешка
mn_mn: Алдаа
ms_my: Ralat
my_mm: အမှား
nb_no: Feil
ne_np: त्रुटि
nl_be: Fout
pl_pl: Błąd
ps_af: تېروتنه
pt_br: Erro
ro_ro: Eroare
ru_ru: Ошибка
si_lk: දෝෂයකි
sk_sk: Chyba
sl_si: Napaka
sq_al: Gabim
sr_cyrl_rs: Грешка
sr_latn_rs: Greška
sv_se: Fel
tg_tj: Хатогӣ
th_th: ข้อผิดพลาด
tk_tm: Ýalňyşlyk
tr_tr: Hata
uk_ua: Помилка
vi_vn: Lỗi
zh_hans_cn: 错误
zh_hant: 錯誤

# Msg_ReadHashError
source: Unable to read this hash file.
ar: غير قادر على قراءة ملف الهاش هذا.
bg_bg: Не може да се прочете този хеш файл.
bn_bd: এই হ্যাশ ফাইলটি পড়া যাচ্ছে না।
cs_cz: Nelze přečíst tento soubor hashe.
da_dk: Kan ikke læse denne hash-fil.
de_at: Kann diese Hash-Datei nicht lesen.
dz_bt: ཧޭཤ་ ཡིག་སྣོད་འདི་ ལྷག་ མ་ཚུགས།
el_cy: Αδυναμία ανάγνωσης αυτού του αρχείου hash.
es_419: No se puede leer este archivo hash.
et_ee: Seda räsifaili ei saa lugeda.
fa_ir: امکان خواندن این فایل هش وجود ندارد.
fi_fi: Tätä tiivistetiedostoa ei voi lukea.
fil_ph: Hindi mabasa ang hash file na ito.
fr_fr: Impossible de lire ce fichier hash.
he_il: לא ניתן לקרוא קובץ Hash זה.
hi_in: इस हैश फाइल को पढ़ने में असमर्थ।
hr_hr: Nije moguće pročitati ovu hash datoteku.
hu_hu: Nem lehet olvasni ezt a hash fájlt.
id_id: Tidak dapat membaca berkas hash ini.
is_is: Get ekki lesið þessa hash skrá.
it_it: Impossibile leggere questo file hash.
ja_jp: このハッシュファイルを読み込めません。
kk_kz: Бұл хэш файлын оқу мүмкін емес.
km_kh: មិនអាចអានឯកសារ hash នេះបានទេ។
ko_kr: 이 해시 파일을 읽을 수 없습니다.
ky_kg: Бул хэш файлын окуу мүмкүн эмес.
lo_la: ບໍ່ສາມາດອ່ານໄຟລ໌ Hash ນີ້ໄດ້.
lt_lt: Nepavyko perskaityti šio hash failo.
lv_lv: Nevar nolasīt šo hash failu.
mk_mk: Не може да се прочита оваа хеш датотека.
mn_mn: Энэ хэш файлыг унших боломжгүй байна.
ms_my: Tidak dapat membaca fail hash ini.
my_mm: ဤ Hash ဖိုင်ကို ဖတ်၍မရပါ။
nb_no: Kan ikke lese denne hash-filen.
ne_np: यो ह्यास फाइल पढ्न असमर्थ।
nl_be: Kan dit hashbestand niet lezen.
pl_pl: Nie można odczytać tego pliku hash.
ps_af: د دې هیش فایل لوستل نشي کیدی.
pt_br: Não foi possível ler este arquivo hash.
ro_ro: Nu se poate citi acest fișier hash.
ru_ru: Невозможно прочитать этот файл хэша.
si_lk: මෙම hash ගොනුව කියවීමට නොහැකිය.
sk_sk: Tento hash súbor nie je možné načítať.
sl_si: Te hash datoteke ni mogoče prebrati.
sq_al: Nuk mund të lexohet ky skedar hash.
sr_cyrl_rs: Није могуће прочитати ову хеш датотеку.
sr_latn_rs: Ne mogu pročitati ovaj hash fajl.
sv_se: Kan inte läsa denna hash-fil.
tg_tj: Хондани ин файли ҳэш ғайриимкон аст.
th_th: ไม่สามารถอ่านไฟล์แฮชนี้ได้
tk_tm: Bu heş faýlyny okap bolanok.
tr_tr: Bu hash dosyası okunamıyor.
uk_ua: Неможливо прочитати цей файл хешу.
vi_vn: Không thể đọc tệp mã băm này.
zh_hans_cn: 无法读取此哈希文件。
zh_hant: 無法讀取此雜湊檔。
