Repository: poli0981/HashTool
Catalog: Lang/Resources.*.resx
Languages: ar, bg_bg, bn_bd, cs_cz, da_dk, de_at, dz_bt, el_cy, es_419, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, km_kh, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, mn_mn, ms_my, my_mm, nb_no, ne_np, nl_be, pl_pl, ps_af, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, tg_tj, th_th, tk_tm, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant

# Status_Saved
source: Saved!
ar: تم الحفظ!
bg_bg: Запазено!
bn_bd: সেভ করা হয়েছে!
cs_cz: Uloženo!
da_dk: Gemt!
de_at: Gespeichert!
dz_bt: སྲུང་བཞག་འབད་ཡོད།
el_cy: Αποθηκεύτηκε!
es_419: ¡Guardado!
et_ee: Salvestatud!
fa_ir: ذخیره شد!
fi_fi: Tallennettu!
fil_ph: Na-save na!
fr_fr: Sauvegardé !
he_il: נשמר!
hi_in: सहेजा गया!
hr_hr: Spremljeno!
hu_hu: Mentve!
id_id: Disimpan!
is_is: Vistað!
it_it: Salvato!
ja_jp: 保存しました！
kk_kz: Сақталды!
km_kh: បានរក្សាទុក!
ko_kr: 저장됨!
ky_kg: Сакталды!
lo_la: ບັນທຶກແລ້ວ!
lt_lt: Išsaugota!
lv_lv: Saglabāts!
mk_mk: Зачувано!
mn_mn: Хадгалагдсан!
ms_my: Disimpan!
my_mm: သိမ်းဆည်းပြီးပါပြီ!
nb_no: Lagret!
ne_np: बचत भयो!
nl_be: Opgeslagen!
pl_pl: Zapisano!
ps_af: خوندي شو!
pt_br: Salvo!
ro_ro: Salvat!
ru_ru: Сохранено!
si_lk: සුරකින ලදී!
sk_sk: Uložené!
sl_si: Shranjeno!
sq_al: U ruajt!
sr_cyrl_rs: Сачувано!
sr_latn_rs: Sačuvano!
sv_se: Sparad!
tg_tj: Сабт шуд!
th_th: บันทึกแล้ว!
tk_tm: Ýazdyryldy!
tr_tr: Kaydedildi!
uk_ua: Збережено!
vi_vn: Đã lưu!
zh_hans_cn: 已保存！
zh_hant: 已儲存！

# Status_Compressed
source: Compressed!
ar: تم الضغط!
bg_bg: Компресирано!
bn_bd: কমপ্রেস করা হয়েছে!
cs_cz: Zkomprimováno!
da_dk: Komprimeret!
de_at: Komprimiert!
dz_bt: བཙུགས་ཡོད།
el_cy: Συμπιέστηκε!
es_419: ¡Comprimido!
et_ee: Pakitud!
fa_ir: فشرده شد!
fi_fi: Pakattu!
fil_ph: Na-compress na!
fr_fr: Compressé !
he_il: נדחס!
hi_in: कम्प्रेस हो गया!
hr_hr: Sažeto!
hu_hu: Tömörítve!
id_id: Dikompres!
is_is: Þjappað!
it_it: Compresso!
ja_jp: 圧縮しました！
kk_kz: Қысылды!
km_kh: បានបង្រួម!
ko_kr: 압축됨!
ky_kg: Кысылды!
lo_la: ບີບອັດແລ້ວ!
lt_lt: Suspausta!
lv_lv: Saspiests!
mk_mk: Компресирано!
mn_mn: Шахагдсан!
ms_my: Dimampatkan!
my_mm: ဖိသိပ်ပြီးပါပြီ!
nb_no: Komprimert!
ne_np: कम्प्रेस भयो!
nl_be: Gecomprimeerd!
pl_pl: Skompresowano!
ps_af: فشار ورکړل شو!
pt_br: Comprimido!
ro_ro: Comprimat!
ru_ru: Сжато!
si_lk: සම්පීඩනය කරන ලදී!
sk_sk: Skomprimované!
sl_si: Stisnjeno!
sq_al: U ngjesh!
sr_cyrl_rs: Компримовано!
sr_latn_rs: Kompresovano!
sv_se: Komprimerad!
tg_tj: Фишурда шуд!
th_th: บีบอัดแล้ว!
tk_tm: Gysyldy!
tr_tr: Sıkıştırıldı!
uk_ua: Стиснено!
vi_vn: Đã nén!
zh_hans_cn: 已压缩！
zh_hant: 已壓縮！

# Status_Waiting
source: Waiting for hash/input...
ar: في انتظار الهاش/المدخلات...
bg_bg: Чака се хеш/вход...
bn_bd: হ্যাশ/ইনপুটের অপেক্ষায়...
cs_cz: Čekání na hash/vstup...
da_dk: Venter på hash/input...
de_at: Warte auf Hash/Eingabe...
dz_bt: ཧޭཤ་/ནང་འཇུག་ ལུ་ བསྒུག་དོ...
el_cy: Αναμονή για hash/είσοδο...
es_419: Esperando hash/entrada...
et_ee: Ootan räsi/sisendit...
fa_ir: منتظر هش/ورودی...
fi_fi: Odotetaan tiivistettä/syötettä...
fil_ph: Naghihintay ng hash/input...
fr_fr: En attente de hash/entrée...
he_il: ממתין ל-Hash/קלט...
hi_in: हैश/इनपुट की प्रतीक्षा में...
hr_hr: Čekanje hasha/unosa...
hu_hu: Várakozás hashre/bemenetre...
id_id: Menunggu hash/masukan...
is_is: Bíður eftir hash/inntaki...
it_it: In attesa di hash/input...
ja_jp: ハッシュ/入力待ち...
kk_kz: Хэшті/енгізуді күтуде...
km_kh: កំពុងរង់ចាំ Hash/ការបញ្ចូល...
ko_kr: 해시/입력 대기 중...
ky_kg: Хэшти/киргизүүнү күтүүдө...
lo_la: ກຳລັງລໍຖ້າ Hash/ການປ້ອນຂໍ້ມູນ...
lt_lt: Laukiama Hash/įvesties...
lv_lv: Gaida hash/ievadi...
mk_mk: Се чека хеш/влез...
mn_mn: Хэш/Оролтыг хүлээж байна...
ms_my: Menunggu hash/input...
my_mm: Hash/ထည့်သွင်းမှုကို စောင့်နေပါသည်...
nb_no: Venter på hash/inndata...
ne_np: ह्यास/इनपुटको प्रतीक्षा गर्दै...
nl_be: Wachten op hash/invoer...
pl_pl: Oczekiwanie na hash/dane wejściowe...
ps_af: هیش/انپټ ته انتظار کیږي...
pt_br: Aguardando hash/entrada...
ro_ro: Așteptare hash/intrare...
ru_ru: Ожидание хэша/ввода...
si_lk: Hash/ආදානය සඳහා රැඳී සිටී...
sk_sk: Čaká sa na hash/vstup...
sl_si: Čakanje na hash/vnos...
sq_al: Në pritje për hash/hyrje...
sr_cyrl_rs: Чекање на хеш/унос...
sr_latn_rs: Čekanje na hash/ulaz...
sv_se: Väntar på hash/inmatning...
tg_tj: Интизори ҳэш/вуруд...
th_th: กำลังรอแฮช/อินพุต...
tk_tm: Heş/giriş garaşylýar...
tr_tr: Hash/giriş bekleniyor...
uk_ua: Очікування хешу/вводу...
vi_vn: Đang chờ mã băm/đầu vào...
zh_hans_cn: 等待哈希/输入...
zh_hant: 等待雜湊/輸入...

# Status_MissingOriginal
source: Original file missing!
ar: الملف الأصلي مفقود!
bg_bg: Липсва оригинален файл!
bn_bd: আসল ফাইল পাওয়া যাচ্ছে না!
cs_cz: Chybí původní soubor!
da_dk: Original fil mangler!
de_at: Originaldatei fehlt!
dz_bt: ངོ་མ་ ཡིག་སྣོད་ མིན་འདུག
el_cy: Λείπει το αρχικό αρχείο!
es_419: ¡Falta el archivo original!
et_ee: Algne fail puudub!
fa_ir: فایل اصلی موجود نیست!
fi_fi: Alkuperäinen tiedosto puuttuu!
fil_ph: Nawawala ang orihinal na file!
fr_fr: Fichier original manquant !
he_il: קובץ מקורי חסר!
hi_in: मूल फाइल गायब है!
hr_hr: Izvorna datoteka nedostaje!
hu_hu: Az eredeti fájl hiányzik!
id_id: Berkas asli hilang!
is_is: Upprunalega skrá vantar!
it_it: File originale mancante!
ja_jp: 元のファイルが見つかりません！
kk_kz: Түпнұсқа файл жоқ!
km_kh: បាត់ឯកសារដើម!
ko_kr: 원본 파일이 없습니다!
ky_kg: Түпнуска файл жок!
lo_la: ບໍ່ພົບໄຟລ໌ຕົ້ນສະບັບ!
lt_lt: Trūksta originalaus failo!
lv_lv: Trūkst oriģinālā faila!
mk_mk: Недостасува оригинална датотека!
mn_mn: Эх файл алга байна!
ms_my: Fail asal tiada!
my_mm: မူရင်းဖိုင် ပျောက်ဆုံးနေပါသည်!
nb_no: Originalfil mangler!
ne_np: मूल फाइल छुटेको छ!
nl_be: Origineel bestand ontbreekt!
pl_pl: Brak oryginalnego pliku!
ps_af: اصلي فایل ورک دی!
pt_br: Arquivo original ausente!
ro_ro: Fișierul original lipsește!
ru_ru: Исходный файл отсутствует!
si_lk: මුල් ගොනුව අස්ථානගත වී ඇත!
sk_sk: Chýba pôvodný súbor!
sl_si: Manjka izvirna datoteka!
sq_al: Mungon skedari origjinal!
sr_cyrl_rs: Недостаје оригинална датотека!
sr_latn_rs: Nedostaje originalni fajl!
sv_se: Originalfil saknas!
tg_tj: Файли аслӣ вуҷуд надорад!
th_th: ไม่มีไฟล์ต้นฉบับ!
tk_tm: Asyl faýl ýok!
tr_tr: Orijinal dosya eksik!
uk_ua: Оригінальний файл відсутній!
vi_vn: Thiếu tệp gốc!
zh_hans_cn: 原文件丢失！
zh_hant: 遺失原始檔案！

# Status_MissingHash
source: Hash value missing (Enter or load hash file)
ar: قيمة الهاش مفقودة (أدخل أو حمل ملف .hash)
bg_bg: Липсва хеш стойност (Въведете или заредете файл)
bn_bd: হ্যাশ মান নেই (এন্টার করুন বা ফাইল লোড করুন)
cs_cz: Chybí hodnota hashe (Zadejte nebo načtěte soubor)
da_dk: Hash-værdi mangler (Indtast eller indlæs hash-fil)
de_at: Hash-Wert fehlt (Eingeben oder laden)
dz_bt: ཧޭཤ་ གནས་གོང་ མིན་འདུག (ཡིག་སྣོད་ ནང་འཇུག་འབད་ ཡང་ན་ མངོན་གསལ་འབད)
el_cy: Λείπει η τιμή Hash (Εισάγετε ή φορτώστε αρχείο)
es_419: Falta valor hash (Ingrese o cargue archivo)
et_ee: Räsiväärtus puudub (Sisesta või laadi fail)
fa_ir: مقدار هش موجود نیست (وارد کنید یا فایل را بارگذاری کنید)
fi_fi: Tiivistearvo puuttuu (Syötä tai lataa tiedosto)
fil_ph: Nawawala ang hash value (Ilagay o i-load ang file)
fr_fr: Valeur hash manquante (Entrer ou charger un fichier)
he_il: ערך Hash חסר (הכנס או טען קובץ)
hi_in: हैश मान गायब है (दर्ज करें या फाइल लोड करें)
hr_hr: Nedostaje hash vrijednost (Unesi ili učitaj datoteku)
hu_hu: Hiányzó hash érték (Írja be vagy töltsön be fájlt)
id_id: Nilai hash hilang (Masukkan atau muat berkas)
is_is: Hash gildi vantar (Sláðu inn eða hlaða skrá)
it_it: Valore hash mancante (Inserisci o carica file)
ja_jp: ハッシュ値がありません (入力するかハッシュファイルを読み込んでください)
kk_kz: Хэш мәні жоқ (Енгізіңіз немесе файлды жүктеңіз)
km_kh: បាត់តម្លៃ Hash (បញ្ចូល ឬផ្ទុកឯកសារ)
ko_kr: 해시 값이 없습니다 (입력하거나 해시 파일 로드)
ky_kg: Хэш мааниси жок (Киргизиңиз же файлды жүктөңүз)
lo_la: ບໍ່ພົບຄ່າ Hash (ປ້ອນ ຫຼື ໂຫຼດໄຟລ໌)
lt_lt: Trūksta Hash reikšmės (Įveskite arba įkelkite failą)
lv_lv: Trūkst hash vērtības (Ievadiet vai ielādējiet failu)
mk_mk: Недостасува хеш вредност (Внесете или вчитајте датотека)
mn_mn: Хэшийн утга алга (Оруулах эсвэл файл ачаална уу)
ms_my: Nilai hash tiada (Masukkan atau muat fail)
my_mm: Hash တန်ဖိုး ပျောက်ဆုံးနေပါသည် (ထည့်သွင်းပါ သို့မဟုတ် ဖိုင်ကို ဖွင့်ပါ)
nb_no: Hash-verdi mangler (Skriv inn eller last inn fil)
ne_np: ह्यास मान छुटेको छ (प्रविष्ट गर्नुहोस् वा फाइल लोड गर्नुहोस्)
nl_be: Hashwaarde ontbreekt (Typ in of laad bestand)
pl_pl: Brak wartości hash (Wprowadź lub wczytaj plik)
ps_af: د هیش ارزښت ورک دی (ننوتل یا فایل پورته کول)
pt_br: Valor hash ausente (Insira ou carregue o arquivo)
ro_ro: Valoare hash lipsă (Introduceți sau încărcați fișierul)
ru_ru: Значение хэша отсутствует (Введите или загрузите файл)
si_lk: Hash අගය අස්ථානගත වී ඇත (ඇතුලත් කරන්න හෝ ගොනුව පූරණය කරන්න)
sk_sk: Chýba hodnota hash (Zadajte alebo načítajte súbor)
sl_si: Manjka hash vrednost (Vnesite ali naložite datoteko)
sq_al: Mungon vlera e hash-it (Fut ose ngarko skedarin)
sr_cyrl_rs: Недостаје хеш вредност (Унесите или учитајте датотеку)
sr_latn_rs: Nedostaje hash (Unesite ili potreban hash fajl)
sv_se: Hashvärde saknas (Ange eller ladda fil)
tg_tj: Қиммати ҳэш вуҷуд надорад (Ворид кунед ё файлро бор кунед)
th_th: ไม่มีค่าแฮช (ป้อนหรือโหลดไฟล์)
tk_tm: Heş bahasy ýok (Faýly giriziň ýa-da ýükläň)
tr_tr: Hash değeri eksik (Girin veya dosyayı yükleyin)
uk_ua: Відсутнє значення хешу (Введіть або завантажте файл)
vi_vn: Thiếu giá trị băm (Nhập hoặc tải tệp .hash)
zh_hans_cn: 缺少哈希值（请输入或加载文件）
zh_hant: 缺少雜湊值 (請輸入或載入檔案)

# Status_Valid
source: VALID
ar: صحيح (VALID)
bg_bg: ВАЛИДЕН
bn_bd: সঠিক (VALID)
cs_cz: PLATNÝ
da_dk: GYLDIG
de_at: GÜLTIG
dz_bt: ནུས་ཅན།
el_cy: ΕΓΚΥΡΟ
es_419: VÁLIDO
et_ee: SOBIB
fa_ir: معتبر
fi_fi: PÄTEVÄ
fr_fr: VALIDE
he_il: תקין
hi_in: वैध (VALID)
hr_hr: ISPRAVNO (VALID)
hu_hu: ÉRVÉNYES
is_is: GILT
it_it: VALIDO
ja_jp: 有効 (VALID)
kk_kz: ЖАРАМДЫ
km_kh: ត្រឹមត្រូវ
ko_kr: 유효함 (VALID)
ky_kg: ЖАРАМДУУ
lo_la: ຖືກຕ້ອງ
lt_lt: GALIOJA
lv_lv: DERĪGS
mk_mk: ВАЛИДНО
mn_mn: ХҮЧИНТЭЙ
ms_my: SAH
my_mm: မှန်ကန်သည်
nb_no: GYLDIG
ne_np: मान्य (VALID)
nl_be: GELDIG
pl_pl: PRAWIDŁOWY
ps_af: د اعتبار وړ
pt_br: VÁLIDO
ru_ru: ДЕЙСТВИТЕЛЬНО
si_lk: වලංගුයි
sk_sk: PLATNÝ
sl_si: VELJAVNO
sq_al: E VLEFSHME
sr_cyrl_rs: ВАЛИДНО
sr_latn_rs: VALIDNO
sv_se: GILTIG
tg_tj: ДУРУСТ
th_th: ถูกต้อง
tk_tm: DOGRY
tr_tr: GEÇERLİ
uk_ua: ДІЙСНИЙ
vi_vn: HỢP LỆ
zh_hans_cn: 校验通过
zh_hant: 驗證成功

# Status_Invalid
source: MISMATCH!
ar: غير متطابق (MISMATCH!)
bg_bg: НЕСЪОТВЕТСТВИЕ!
bn_bd: অমিল! (MISMATCH!)
cs_cz: NESHODA!
da_dk: UOVERENSSTEMMELSE!
de_at: UNGÜLTIG!
dz_bt: མི་མཐུན་པ།
el_cy: ΑΣΥΜΦΩΝΙΑ!
es_419: ¡NO COINCIDE!
et_ee: EI SOBI!
fa_ir: نامعتبر (عدم تطابق!)
fi_fi: EI TÄSMÄÄ!
fil_ph: HINDI TUGMA!
fr_fr: NON CONFORME !
he_il: אי התאמה!
hi_in: मेल नहीं खाता (MISMATCH!)
hr_hr: NE PODUDARA SE (MISMATCH!)
hu_hu: NEM EGYEZIK!
id_id: TIDAK COCOK!
is_is: PASSAR EKKI!
it_it: NON CORRISPONDE!
ja_jp: 不一致 (MISMATCH!)
kk_kz: СӘЙКЕС ЕМЕС!
km_kh: មិនត្រូវគ្នាទេ!
ko_kr: 불일치 (MISMATCH!)
ky_kg: Дал КЕЛБЕЙТ!
lo_la: ບໍ່ກົງກັນ!
lt_lt: NESUTAPIMAS!
lv_lv: NESAKRĪT!
mk_mk: НЕ СЕ СОВПАЃА!
mn_mn: ТААРАХГҮЙ БАЙНА!
ms_my: TIDAK SEPADAN!
my_mm: မကိုက်ညီပါ!
nb_no: STEMMER IKKE!
ne_np: मेल खाँदैन (MISMATCH!)
nl_be: KOMT NIET OVEREEN!
pl_pl: NIEZGODNY!
ps_af: سم نه دی! (MISMATCH)
pt_br: NÃO CONFERE!
ro_ro: NEPOTRIVIRE!
ru_ru: НЕ СОВПАДАЕТ!
si_lk: නොගැලපේ!
sk_sk: NEZHODUJE SA!
sl_si: SE NE UJEMA!
sq_al: NUK PËRPUTHET!
sr_cyrl_rs: НЕ ПОКЛАПА СЕ!
sr_latn_rs: NEPODUDARANJE!
sv_se: MATCHAR INTE!
tg_tj: МУВОФИҚ НЕСТ!
th_th: ไม่ตรงกัน!
tk_tm: GABAT GELMEÝÄR!
tr_tr: EŞLEŞMİYOR!
uk_ua: НЕ ЗБІГАЄТЬСЯ!
vi_vn: KHÔNG KHỚP!
zh_hans_cn: 不匹配！
zh_hant: 不相符！

# Status_HashFileLoaded
source: Hash file loaded
ar: تم تحميل ملف الهاش
bg_bg: Хеш файлът е зареден
bn_bd: হ্যাশ ফাইল লোড হয়েছে
cs_cz: Soubor hashe načten
da_dk: Hash-fil indlæst
de_at: Hash-Datei geladen
dz_bt: ཧޭཤ་ ཡིག་སྣོད་ མངོན་གསལ་འབད་ཡོད།
el_cy: Το αρχείο Hash φορτώθηκε
es_419: Archivo hash cargado
et_ee: Räsifail laaditud
fa_ir: فایل هش بارگذاری شد
fi_fi: Tiivistetiedosto ladattu
fil_ph: Na-load na ang hash file
fr_fr: Fichier hash chargé
he_il: קובץ Hash נטען
hi_in: हैश फाइल लोड हो गई
hr_hr: Hash datoteka učitana
hu_hu: Hash fájl betöltve
id_id: Berkas hash dimuat
is_is: Hash skrá hlaðin
it_it: File hash caricato
ja_jp: ハッシュファイルを読み込みました
kk_kz: Хэш файлы жүктелді
km_kh: ឯកសារ Hash ត្រូវបានផ្ទុក
ko_kr: 해시 파일 로드됨
ky_kg: Хэш файлы жүктөлдү
lo_la: ໂຫຼດໄຟລ໌ Hash ແລ້ວ
lt_lt: Hash failas įkeltas
lv_lv: Hash fails ielādēts
mk_mk: Хеш датотеката е вчитана
mn_mn: Хэш файл ачаалагдсан
ms_my: Fail hash dimuatkan
my_mm: Hash ဖိုင်ကို ဖွင့်ပြီးပါပြီ
nb_no: Hash-fil lastet inn
ne_np: ह्यास फाइल लोड भयो
nl_be: Hashbestand geladen
pl_pl: Wczytano plik hash
ps_af: د هیش فایل پورته شو
pt_br: Arquivo hash carregado
ro_ro: Fișier hash încărcat
ru_ru: Файл хэша загружен
si_lk: Hash ගොනුව පූරණය කරන ලදී
sk_sk: Hash súbor načítaný
sl_si: Hash datoteka naložena
sq_al: Skedari Hash u ngarkua
sr_cyrl_rs: Хеш датотека учитана
sr_latn_rs: Hash fajl učitan
sv_se: Hash-fil inläst
tg_tj: Файли ҳэш бор карда шуд
th_th: โหลดไฟล์แฮชแล้ว
tk_tm: Heş faýly ýüklendi
tr_tr: Hash dosyası yüklendi
uk_ua: Файл хешу завантажено
vi_vn: Đã tải tệp mã băm
zh_hans_cn: 已加载哈希文件
zh_hant: 已載入雜湊檔

# Status_HashFileMismatch
source: Hash file name mismatch!
ar: اسم ملف الهاش غير متطابق!
bg_bg: Несъответствие в името на хеш файла!
bn_bd: হ্যাশ ফাইলের নাম মিলছে না!
cs_cz: Neshoda názvu souboru hashe!
da_dk: Hash-filnavn stemmer ikke overens!
de_at: Hash-Dateiname stimmt nicht überein!
dz_bt: ཧޭཤ་ ཡིག་སྣོད་ཀྱི་ མིང་ མི་མཐུན་པས།
el_cy: Ασυμφωνία ονόματος αρχείου Hash!
es_419: ¡El nombre del archivo hash no coincide!
et_ee: Räsifaili nime ebakõla!
fa_ir: نام فایل هش مطابقت ندارد!
fi_fi: Tiivistetiedoston nimi ei täsmää!
fil_ph: Hindi tugma ang pangalan ng hash file!
fr_fr: Nom du fichier hash incorrect !
he_il: שם קובץ Hash אינו תואם!
hi_in: हैश फाइल का नाम मेल नहीं खाता!
hr_hr: Naziv hash datoteke se ne podudara!
hu_hu: Hash fájlnév eltérés!
id_id: Nama berkas hash tidak cocok!
is_is: Nafn hash skráar passar ekki!
it_it: Il nome del file hash non corrisponde!
ja_jp: ハッシュファイル名が一致しません！
kk_kz: Хэш файлының аты сәйкес келмейді!
km_kh: ឈ្មោះឯកសារ Hash មិនត្រូវគ្នាទេ!
ko_kr: 해시 파일 이름 불일치!
ky_kg: Хэш файлынын аталышы дал келбейт!
lo_la: ຊື່ໄຟລ໌ Hash ບໍ່ກົງກັນ!
lt_lt: Hash failo pavadinimas nesutampa!
lv_lv: Hash faila nosaukuma nesakritība!
mk_mk: Името на хеш датотеката не се совпаѓа!
mn_mn: Хэш файлын нэр таарахгүй байна!
ms_my: Nama fail hash tidak sepadan!
my_mm: Hash ဖိုင်အမည် မကိုက်ညီပါ!
nb_no: Navn på hash-fil stemmer ikke overens!
ne_np: ह्यास फाइलको नाम मेल खाँदैन!
nl_be: Naam hashbestand komt niet overeen!
pl_pl: Niezgodność nazwy pliku hash!
ps_af: د هیش فایل نوم سم نه دی!
pt_br: O nome do arquivo hash não confere!
ro_ro: Numele fișierului hash nu se potrivește!
ru_ru: Имя файла хэша не совпадает!
si_lk: Hash ගොනු නම නොගැලපේ!
sk_sk: Názov hash súboru sa nezhoduje!
sl_si: Ime hash datoteke se ne ujema!
sq_al: Emri i skedarit hash nuk përputhet!
sr_cyrl_rs: Име хеш датотеке се не поклапа!
sr_latn_rs: Ime hash fajla se ne podudara!
sv_se: Namnet på hash-filen matchar inte!
tg_tj: Номи файли ҳэш мувофиқ нест!
th_th: ชื่อไฟล์แฮชไม่ตรงกัน!
tk_tm: Heş faýlynyň ady gabat gelmeýär!
tr_tr: Hash dosya adı eşleşmiyor!
uk_ua: Ім'я файлу хешу не збігається!
vi_vn: Tên tệp mã băm không khớp!
zh_hans_cn: 哈希文件名不匹配！
zh_hant: 雜湊檔案名稱不相符！

# Status_NoHashFound
source: File does not contain a hash!
ar: الملف لا يحتوي على هاش!
bg_bg: Файлът не съдържа хеш!
bn_bd: ফাইলে কোন হ্যাশ নেই!
cs_cz: Soubor neobsahuje hash!
da_dk: Filen indeholder ikke en hash!
de_at: Datei enthält keinen Hash!
dz_bt: ཡིག་སྣོད་ནང་ ཧޭཤ་ མིན་འདུག
el_cy: Το αρχείο δεν περιέχει hash!
es_419: ¡El archivo no contiene un hash!
et_ee: Fail ei sisalda räsi!
fa_ir: فایل حاوی هش نیست!
fi_fi: Tiedosto ei sisällä tiivistettä!
fil_ph: Walang hash ang file!
fr_fr: Le fichier ne contient pas de hash !
he_il: הקובץ אינו מכיל Hash!
hi_in: फाइल में हैश नहीं है!
hr_hr: Datoteka ne sadrži hash!
hu_hu: A fájl nem tartalmaz hasht!
id_id: Berkas tidak mengandung hash!
is_is: Skráin inniheldur ekki hash!
it_it: Il file non contiene un hash!
ja_jp: ファイルにハッシュが含まれていません！
kk_kz: Файлда хэш жоқ!
km_kh: ឯកសារមិនមាន Hash ទេ!
ko_kr: 파일에 해시가 포함되어 있지 않습니다!
ky_kg: Файлда хэш жок!
lo_la: ໄຟລ໌ບໍ່ມີ Hash!
lt_lt: Faile nėra Hash!
lv_lv: Fails nesatur hash!
mk_mk: Датотеката не содржи хеш!
mn_mn: Файлд хэш алга!
ms_my: Fail tidak mengandungi hash!
my_mm: ဖိုင်တွင် Hash မပါဝင်ပါ!
nb_no: Filen inneholder ikke en hash!
ne_np: फाइलमा ह्यास समावेश छैन!
nl_be: Bestand bevat geen hash!
pl_pl: Plik nie zawiera hasha!
ps_af: فایل هیش نلري!
pt_br: O arquivo não contém um hash!
ro_ro: Fișierul nu conține un hash!
ru_ru: Файл не содержит хэш!
si_lk: ගොනුවේ hash එකක් අඩංගු නොවේ!
sk_sk: Súbor neobsahuje hash!
sl_si: Datoteka ne vsebuje hasha!
sq_al: Skedari nuk përmban një hash!
sr_cyrl_rs: Датотека не садржи хеш!
sr_latn_rs: Fajl ne sadrži hash!
sv_se: Filen innehåller ingen hash!
tg_tj: Файл ҳэш надорад!
th_th: ไฟล์ไม่มีแฮช!
tk_tm: Faýlda heş ýok!
tr_tr: Dosya hash içermiyor!
uk_ua: Файл не містить хешу!
vi_vn: Tệp không chứa mã băm!
zh_hans_cn: 该文件不包含哈希值！
zh_hant: 該檔案不包含雜湊值！

# Status_Checking
source: Checking for updates...
ar: جاري التحقق من التحديثات...
bg_bg: Проверка за актуализации...
bn_bd: আপডেট চেক করা হচ্ছে...
cs_cz: Kontrola aktualizací...
da_dk: Søger efter opdateringer...
de_at: Suche nach Updates...
dz_bt: དུས་མཐུན་ ཡོད་མེད་ བལྟ་དོ...
el_cy: Έλεγχος για ενημερώσεις...
es_419: Buscando actualizaciones...
et_ee: Värskenduste kontrollimine...
fa_ir: در حال بررسی بروزرسانی...
fi_fi: Tarkistetaan päivityksiä...
fil_ph: Naghahanap ng updates...
fr_fr: Recherche de mises à jour...
he_il: בודק עדכונים...
hi_in: अपडेट की जाँच हो रही है...
hr_hr: Provjera ažuriranja...
hu_hu: Frissítések keresése...
id_id: Mengecek pembaruan...
is_is: Leitar að uppfærslum...
it_it: Controllo aggiornamenti...
ja_jp: 更新を確認中...
kk_kz: Жаңартулар тексерілуде...
km_kh: កំពុងពិនិត្យមើលការធ្វើបច្ចុប្បន្នភាព...
ko_kr: 업데이트 확인 중...
ky_kg: Жаңыртуулар текшерилүүдө...
lo_la: ກຳລັງກວດຫາການອັບເດດ...
lt_lt: Ieškoma atnaujinimų...
lv_lv: Pārbauda atjauninājumus...
mk_mk: Проверка за ажурирања...
mn_mn: Шинэчлэлтүүдийг шалгаж байна...
ms_my: Menyemak kemas kini...
my_mm: အပ်ဒိတ်များကို စစ်ဆေးနေပါသည်...
nb_no: Ser etter oppdateringer...
ne_np: अपडेटहरू जाँच गरिँदैछ...
nl_be: Controleren op updates...
pl_pl: Sprawdzanie aktualizacji...
ps_af: د تازه معلوماتو لپاره کتل کیږي...
pt_br: Procurando atualizações...
ro_ro: Se verifică actualizările...
ru_ru: Проверка обновлений...
si_lk: යාවත්කාලීන පරීක්ෂා කරමින්...
sk_sk: Kontrola aktualizácií...
sl_si: Preverjanje posodobitev...
sq_al: Duke kontrolluar për përditësime...
sr_cyrl_rs: Провера ажурирања...
sr_latn_rs: Provera ažuriranja...
sv_se: Söker efter uppdateringar...
tg_tj: Санҷиши навсозиҳо...
th_th: กำลังตรวจสอบการอัปเดต...
tk_tm: Täzelemeler barlanýar...
tr_tr: Güncellemeler denetleniyor...
uk_ua: Перевірка оновлень...
vi_vn: Đang kiểm tra cập nhật...
zh_hans_cn: 正在检查更新...
zh_hant: 正在檢查更新...

# Status_NewVersion
source: New version detected!
ar: تم اكتشاف إصدار جديد!
bg_bg: Открита е нова версия!
bn_bd: নতুন সংস্করণ পাওয়া গেছে!
cs_cz: Zjištěna nová verze!
da_dk: Ny version fundet!
de_at: Neue Version gefunden!
dz_bt: ཐོན་རིམ་ གསརཔ་ ཐོབ་ཅི།
el_cy: Εντοπίστηκε νέα έκδοση!
es_419: ¡Nueva versión detectada!
et_ee: Uus versioon tuvastatud!
fa_ir: نسخه جدید شناسایی شد!
fi_fi: Uusi versio havaittu!
fil_ph: May bagong bersyon!
fr_fr: Nouvelle version détectée !
he_il: גרסה חדשה זוהתה!
hi_in: नया संस्करण मिला!
hr_hr: Otkrivena nova verzija!
hu_hu: Új verzió található!
id_id: Versi baru terdeteksi!
is_is: Ný útgáfa fannst!
it_it: Nuova versione rilevata!
ja_jp: 新しいバージョンが見つかりました！
kk_kz: Жаңа нұсқа анықталды!
km_kh: បានរកឃើញកំណែថ្មី!
ko_kr: 새 버전이 감지되었습니다!
ky_kg: Жаңы версия табылды!
lo_la: ພົບເວີຊັນໃໝ່!
lt_lt: Aptikta nauja versija!
lv_lv: Atrasta jauna versija!
mk_mk: Откриена е нова верзија!
mn_mn: Шинэ хувилбар олдлоо!
ms_my: Versi baharu dikesan!
my_mm: ဗားရှင်းအသစ် တွေ့ရှိပါသည်!
nb_no: Ny versjon oppdaget!
ne_np: नयाँ संस्करण फेला पर्यो!
nl_be: Nieuwe versie gevonden!
pl_pl: Wykryto nową wersję!
ps_af: نوې نسخه وموندل شوه!
pt_br: Nova versão detectada!
ro_ro: Versiune nouă detectată!
ru_ru: Обнаружена новая версия!
si_lk: නව අනුවාදයක් හඳුනාගෙන ඇත!
sk_sk: Zistená nová verzia!
sl_si: Zaznana je nova različica!
sq_al: U zbulua një version i ri!
sr_cyrl_rs: Откривена је нова верзија!
sr_latn_rs: Otkrivena nova verzija!
sv_se: Ny version upptäckt!
tg_tj: Версияи нав пайдо шуд!
th_th: ตรวจพบเวอร์ชันใหม่!
tk_tm: Täze wersiýa tapyldy!
tr_tr: Yeni sürüm tespit edildi!
uk_ua: Знайдено нову версію!
vi_vn: Phát hiện phiên bản mới!
zh_hans_cn: 发现新版本！
zh_hant: 發現新版本！

# Status_Latest
source: You are using the latest version.
ar: أنت تستخدم أحدث إصدار.
bg_bg: Използвате последната версия.
bn_bd: আপনি সর্বশেষ সংস্করণ ব্যবহার করছেন।
cs_cz: Používáte nejnovější verzi.
da_dk: Du bruger den nyeste version.
de_at: Sie verwenden die neueste Version.
dz_bt: ཁྱོད་ཀྱིས་ ཐོན་རིམ་ གསར་ཤོས་ ལག་ལེན་འཐབ་དོ།
el_cy: Χρησιμοποιείτε την τελευταία έκδοση.
es_419: Ya tienes la última versión.
et_ee: Kasutate uusimat versiooni.
fa_ir: شما از آخرین نسخه استفاده می‌کنید.
fi_fi: Käytät uusinta versiota.
fil_ph: Gamit mo ang pinakabagong bersyon.
fr_fr: Vous utilisez la dernière version.
he_il: אתה משתמש בגרסה האחרונה.
hi_in: आप नवीनतम संस्करण का उपयोग कर रहे हैं।
hr_hr: Koristite najnoviju verziju.
hu_hu: A legújabb verziót használja.
id_id: Anda menggunakan versi terbaru.
is_is: Þú ert að nota nýjustu útgáfuna.
it_it: Stai utilizzando l'ultima versione.
ja_jp: 最新バージョンを使用しています。
kk_kz: Сіз ең соңғы нұсқаны пайдаланып отырсыз.
km_kh: អ្នកកំពុងប្រើប្រាស់កំណែចុងក្រោយបំផុត។
ko_kr: 최신 버전을 사용 중입니다.
ky_kg: Сиз эң акыркы версияны колдонуп жатасыз.
lo_la: ທ່ານກຳລັງໃຊ້ເວີຊັນລ່າສຸດ.
lt_lt: Naudojate naujausią versiją.
lv_lv: Jūs izmantojat jaunāko versiju.
mk_mk: Ја користите најновата верзија.
mn_mn: Та хамгийн сүүлийн хувилбарыг ашиглаж байна.
ms_my: Anda menggunakan versi terkini.
my_mm: သင်သည် နောက်ဆုံးထွက် ဗားရှင်းကို အသုံးပြုနေပါသည်။
nb_no: Du bruker den nyeste versjonen.
ne_np: तपाईं नवीनतम संस्करण प्रयोग गर्दै हुनुहुन्छ।
nl_be: U gebruikt de nieuwste versie.
pl_pl: Używasz najnowszej wersji.
ps_af: تاسو وروستۍ نسخه کاروئ.
pt_br: Você está usando a versão mais recente.
ro_ro: Utilizați cea mai recentă versiune.
ru_ru: Вы используете последнюю версию.
si_lk: ඔබ නවතම අනුවාදය භාවිතා කරයි.
sk_sk: Používate najnovšiu verziu.
sl_si: Uporabljate najnovejšo različico.
sq_al: Po përdorni versionin më të fundit.
sr_cyrl_rs: Користите најновију верзију.
sr_latn_rs: Koristite najnoviju verziju.
sv_se: Du använder den senaste versionen.
tg_tj: Шумо версияи навтаринро истифода мебаред.
th_th: คุณใช้เวอร์ชันล่าสุดแล้ว
tk_tm: Iň täze wersiýany ulanýarsyňyz.
tr_tr: En son sürümü kullanıyorsunuz.
uk_ua: Ви використовуєте останню версію.
vi_vn: Bạn đang dùng phiên bản mới nhất.
zh_hans_cn: 您使用的是最新版本。
zh_hant: 您使用的是最新版本。
