Repository: poli0981/HashTool
Catalog: Lang/Resources.*.resx
Languages: ar, bg_bg, bn_bd, cs_cz, da_dk, de_at, dz_bt, el_cy, es_419, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, km_kh, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, mn_mn, ms_my, my_mm, nb_no, ne_np, nl_be, pl_pl, ps_af, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, tg_tj, th_th, tk_tm, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant

# Msg_ConfigCheck
source: Configuration Check
ar: فحص التكوين
bg_bg: Проверка на конфигурация
bn_bd: কনফিগারেশন চেক
cs_cz: Kontrola konfigurace
da_dk: Konfigurationscheck
de_at: Konfigurationsprüfung
dz_bt: རིམ་སྒྲིག་ ཞིབ་དཔྱད།
el_cy: Έλεγχος Διαμόρφωσης
es_419: Comprobación de configuración
et_ee: Konfiguratsiooni kontroll
fa_ir: بررسی پیکربندی
fi_fi: Konfiguraation tarkistus
fr_fr: Vérification Config
he_il: בדיקת תצורה
hi_in: कॉन्फ़िगरेशन जाँच
hr_hr: Provjera konfiguracije
hu_hu: Konfiguráció ellenőrzés
id_id: Cek Konfigurasi
is_is: Stillingaathugun
it_it: Controllo Configurazione
ja_jp: 設定チェック
kk_kz: Конфигурацияны тексеру
km_kh: ការពិនិត្យការកំណត់រចនាសម្ព័ន្ធ
ko_kr: 구성 확인
ky_kg: Конфигурацияны текшерүү
lo_la: ກວດສອບການຕັ້ງຄ່າ
lt_lt: Konfigūracijos patikrinimas
lv_lv: Konfigurācijas pārbaude
mk_mk: Проверка на конфигурација
mn_mn: Тохиргоог шалгах
ms_my: Semakan Konfigurasi
my_mm: ဖွဲ့စည်းပုံ စစ်ဆေးခြင်း
nb_no: Konfigurasjonssjekk
ne_np: कन्फिगरेसन जाँच
nl_be: Configuratiecontrole
pl_pl: Sprawdzanie konfiguracji
ps_af: د ترتیب کتنه
pt_br: Verificação de Configuração
ro_ro: Verificare Configurație
ru_ru: Проверка конфигурации
si_lk: වින්‍යාස පරීක්ෂාව
sk_sk: Kontrola konfigurácie
sl_si: Preverjanje konfiguracije
sq_al: Kontrolli i Konfigurimit
sr_cyrl_rs: Провера конфигурације
sr_latn_rs: Provera konfiguracije
sv_se: Konfigurationskontroll
tg_tj: Санҷиши Танзимот
th_th: ตรวจสอบการกำหนดค่า
tk_tm: Konfigurasiýa barlagy
tr_tr: Yapılandırma Kontrolü
uk_ua: Перевірка конфігурації
vi_vn: Kiểm tra cấu hình
zh_hans_cn: 配置检查
zh_hant: 設定檔檢查

# Msg_ConfigExists
source: File exists at: {0}
ar: الملف موجود في: {0}
bg_bg: Файлът съществува в: {0}
bn_bd: ফাইলটি বিদ্যমান: {0}
cs_cz: Soubor existuje v: {0}
da_dk: Fil findes på: {0}
de_at: Datei existiert in: {0}
dz_bt: ཡིག་སྣོད་ འདི་ནང་ འདུག: {0}
el_cy: Το αρχείο υπάρχει στο: {0}
es_419: El archivo existe en: {0}
et_ee: Fail olemas asukohas: {0}
fa_ir: فایل در مسیر زیر وجود دارد: {0}
fi_fi: Tiedosto on olemassa: {0}
fil_ph: May file sa: {0}
fr_fr: Fichier présent à : {0}
he_il: הקובץ קיים ב: {0}
hi_in: फाइल यहाँ मौजूद है: {0}
hr_hr: Datoteka postoji na: {0}
hu_hu: A fájl létezik itt: {0}
id_id: Berkas ada di: {0}
is_is: Skrá er til í: {0}
it_it: Il file esiste in: {0}
ja_jp: ファイルは以下に存在します: {0}
kk_kz: Файл мына жерде бар: {0}
km_kh: ឯកសារមាននៅ៖ {0}
ko_kr: 파일이 존재합니다: {0}
ky_kg: Файл бул жерде бар: {0}
lo_la: ໄຟລ໌ມີຢູ່ທີ່: {0}
lt_lt: Failas egzistuoja: {0}
lv_lv: Fails eksistē šeit: {0}
mk_mk: Датотеката постои во: {0}
mn_mn: Файл энд байна: {0}
ms_my: Fail wujud di: {0}
my_mm: ဖိုင်ကို ဤနေရာတွင် တွေ့ရှိရသည်- {0}
nb_no: Fil finnes på: {0}
ne_np: फाइल यहाँ अवस्थित छ: {0}
nl_be: Bestand bestaat op: {0}
pl_pl: Plik istnieje w: {0}
ps_af: فایل شتون لري په: {0}
pt_br: O arquivo existe em: {0}
ro_ro: Fișierul există la: {0}
ru_ru: Файл существует по пути: {0}
si_lk: ගොනුව මෙහි පවතී: {0}
sk_sk: Súbor existuje na: {0}
sl_si: Datoteka obstaja na: {0}
sq_al: Skedari ekziston në: {0}
sr_cyrl_rs: Датотека постоји на: {0}
sr_latn_rs: Fajl postoji na: {0}
sv_se: Filen finns på: {0}
tg_tj: Файл вуҷуд дорад дар: {0}
th_th: ไฟล์มีอยู่ที่: {0}
tk_tm: Faýl şu ýerde bar: {0}
tr_tr: Dosya şu konumda mevcut: {0}
uk_ua: Файл існує за шляхом: {0}
vi_vn: Tệp tồn tại tại: {0}
zh_hans_cn: 文件存在于： {0}
zh_hant: 檔案存在於： {0}

# Msg_ConfigMissing
source: File does not exist!
ar: الملف غير موجود!
bg_bg: Файлът не съществува!
bn_bd: ফাইলটি নেই!
cs_cz: Soubor neexistuje!
da_dk: Fil eksisterer ikke!
de_at: Datei existiert nicht!
dz_bt: ཡིག་སྣོད་ མིན་འདུག
el_cy: Το αρχείο δεν υπάρχει!
es_419: ¡El archivo no existe!
et_ee: Faili ei eksisteeri!
fa_ir: فایل وجود ندارد!
fi_fi: Tiedostoa ei ole olemassa!
fil_ph: Wala ang file!
fr_fr: Le fichier n'existe pas !
he_il: הקובץ אינו קיים!
hi_in: फाइल मौजूद नहीं है!
hr_hr: Datoteka ne postoji!
hu_hu: A fájl nem létezik!
id_id: Berkas tidak ada!
is_is: Skrá er ekki til!
it_it: Il file non esiste!
ja_jp: ファイルが存在しません！
kk_kz: Файл жоқ!
km_kh: ឯកសារមិនមានទេ!
ko_kr: 파일이 존재하지 않습니다!
ky_kg: Файл жок!
lo_la: ບໍ່ມີໄຟລ໌ນີ້!
lt_lt: Failas neegzistuoja!
lv_lv: Fails neeksistē!
mk_mk: Датотеката не постои!
mn_mn: Файл алга байна!
ms_my: Fail tidak wujud!
my_mm: ဖိုင် မရှိပါ!
nb_no: Filen eksisterer ikke!
ne_np: फाइल अवस्थित छैन!
nl_be: Bestand bestaat niet!
pl_pl: Plik nie istnieje!
ps_af: فایل شتون نلري!
pt_br: O arquivo não existe!
ro_ro: Fișierul nu există!
ru_ru: Файл не существует!
si_lk: ගොනුව නොපවතී!
sk_sk: Súbor neexistuje!
sl_si: Datoteka ne obstaja!
sq_al: Skedari nuk ekziston!
sr_cyrl_rs: Датотека не постоји!
sr_latn_rs: Fajl ne postoji!
sv_se: Filen existerar inte!
tg_tj: Файл вуҷуд надорад!
th_th: ไม่มีไฟล์!
tk_tm: Faýl ýok!
tr_tr: Dosya mevcut değil!
uk_ua: Файл не існує!
vi_vn: Tệp không tồn tại!
zh_hans_cn: 文件不存在！
zh_hant: 檔案不存在！

# Msg_ConfigCreated
source: File created successfully!
ar: تم إنشاء الملف بنجاح!
bg_bg: Файлът е създаден успешно!
bn_bd: ফাইলটি সফলভাবে তৈরি হয়েছে!
cs_cz: Soubor úspěšně vytvořen!
da_dk: Fil oprettet succesfuldt!
de_at: Datei erfolgreich erstellt!
dz_bt: ཡིག་སྣོད་ མཐར་འཁྱོལ་སྦེ་ བཟོ་ཡོད།
el_cy: Το αρχείο δημιουργήθηκε επιτυχώς!
es_419: ¡Archivo creado con éxito!
et_ee: Fail edukalt loodud!
fa_ir: فایل با موفقیت ایجاد شد!
fi_fi: Tiedosto luotu onnistuneesti!
fil_ph: Matagumpay na nagawa ang file!
fr_fr: Fichier créé avec succès !
he_il: הקובץ נוצר בהצלחה!
hi_in: फाइल सफलतापूर्वक बनाई गई!
hr_hr: Datoteka uspješno kreirana!
hu_hu: Fájl sikeresen létrehozva!
id_id: Berkas berhasil dibuat!
is_is: Skrá búin til!
it_it: File creato con successo!
ja_jp: ファイルが正常に作成されました！
kk_kz: Файл сәтті жасалды!
km_kh: ឯកសារត្រូវបានបង្កើតដោយជោគជ័យ!
ko_kr: 파일이 성공적으로 생성되었습니다!
ky_kg: Файл ийгиликтүү түзүлдү!
lo_la: ສ້າງໄຟລ໌ສຳເລັດແລ້ວ!
lt_lt: Failas sėkmingai sukurtas!
lv_lv: Fails veiksmīgi izveidots!
mk_mk: Датотеката е успешно креирана!
mn_mn: Файл амжилттай үүсгэгдлээ!
ms_my: Fail berjaya dicipta!
my_mm: ဖိုင်ကို အောင်မြင်စွာ ဖန်တီးပြီးပါပြီ!
nb_no: Fil opprettet med hell!
ne_np: फाइल सफलतापूर्वक सिर्जना गरियो!
nl_be: Bestand succesvol aangemaakt!
pl_pl: Pomyślnie utworzono plik!
ps_af: فایل په بریالیتوب سره جوړ شو!
pt_br: Arquivo criado com sucesso!
ro_ro: Fișier creat cu succes!
ru_ru: Файл успешно создан!
si_lk: ගොනුව සාර්ථකව නිර්මාණය කරන ලදී!
sk_sk: Súbor úspešne vytvorený!
sl_si: Datoteka uspešno ustvarjena!
sq_al: Skedari u krijua me sukses!
sr_cyrl_rs: Датотека је успешно креирана!
sr_latn_rs: Fajl uspešno kreiran!
sv_se: Filen skapades framgångsrikt!
tg_tj: Файл бомуваффақият эҷод шуд!
th_th: สร้างไฟล์สำเร็จแล้ว!
tk_tm: Faýl üstünlikli döredildi!
tr_tr: Dosya başarıyla oluşturuldu!
uk_ua: Файл успішно створено!
vi_vn: Tạo tệp thành công!
zh_hans_cn: 文件创建成功！
zh_hant: 檔案建立成功！

# Msg_ConfigCopied
source: Configuration path copied.
ar: تم نسخ مسار التكوين.
bg_bg: Пътят е копиран.
bn_bd: কনফিগারেশন পাথ কপি হয়েছে।
cs_cz: Cesta konfigurace zkopírována.
da_dk: Konfigurationssti kopieret.
de_at: Konfigurationspfad kopiert.
dz_bt: རིམ་སྒྲིག་ འགྲུལ་ལམ་ འདྲ་བཤུས་རྐྱབ་ཡོད།
el_cy: Η διαδρομή αντιγράφηκε.
es_419: Ruta de configuración copiada.
et_ee: Konfiguratsiooni tee kopeeritud.
fa_ir: مسیر پیکربندی کپی شد.
fi_fi: Konfiguraatiopolku kopioitu.
fil_ph: Nakopya ang configuration path.
fr_fr: Chemin copié.
he_il: נתיב התצורה הועתק.
hi_in: कॉन्फ़िगरेशन पथ कॉपी किया गया।
hr_hr: Putanja konfiguracije kopirana.
hu_hu: Konfigurációs útvonal másolva.
id_id: Jalur konfigurasi disalin.
is_is: Slóð stillinga afrituð.
it_it: Percorso di configurazione copiato.
ja_jp: 設定パスをコピーしました。
kk_kz: Конфигурация жолы көшірілді.
km_kh: ផ្លូវការកំណត់រចនាសម្ព័ន្ធត្រូវបានចម្លង។
ko_kr: 구성 경로가 복사되었습니다.
ky_kg: Конфигурация жолу көчүрүлдү.
lo_la: ສຳເນົາເສັ້ນທາງການຕັ້ງຄ່າແລ້ວ.
lt_lt: Konfigūracijos kelias nukopijuotas.
lv_lv: Konfigurācijas ceļš nokopēts.
mk_mk: Патеката за конфигурација е копирана.
mn_mn: Тохиргооны зам хуулагдлаа.
ms_my: Laluan konfigurasi disalin.
my_mm: ဖွဲ့စည်းပုံ လမ်းကြောင်းကို ကူးယူပြီးပါပြီ။
nb_no: Konfigurasjonsbane kopiert.
ne_np: कन्फिगरेसन पथ प्रतिलिपि गरियो।
nl_be: Configuratiepad gekopieerd.
pl_pl: Skopiowano ścieżkę konfiguracji.
ps_af: د ترتیب لار کاپي شوه.
pt_br: Caminho da configuração copiado.
ro_ro: Calea de configurare copiată.
ru_ru: Путь конфигурации скопирован.
si_lk: වින්‍යාස මාර්ගය පිටපත් කරන ලදී.
sk_sk: Cesta konfigurácie bola skopírovaná.
sl_si: Pot konfiguracije kopirana.
sq_al: Rruga e konfigurimit u kopjua.
sr_cyrl_rs: Путања конфигурације копирана.
sr_latn_rs: Putanja konfiguracije kopirana.
sv_se: Konfigurationssökväg kopierad.
tg_tj: Масири танзимот нусхабардорӣ шуд.
th_th: คัดลอกเส้นทางการกำหนดค่าแล้ว
tk_tm: Konfigurasiýa ýoly göçürildi.
tr_tr: Yapılandırma yolu kopyalandı.
uk_ua: Шлях до конфігурації скопійовано.
vi_vn: Đã sao chép đường dẫn cấu hình.
zh_hans_cn: 已复制配置路径。
zh_hant: 已複製設定檔路徑。

# Msg_AdminMode
source: Administrator Mode
ar: وضع المسؤول
bg_bg: Администраторски режим
bn_bd: অ্যাডমিনিস্ট্রেটর মোড
cs_cz: Režim správce
da_dk: Administrator Tilstand
de_at: Administratormodus
dz_bt: བདག་སྐྱོང་པའི་ ཐབས་ལམ།
el_cy: Λειτουργία Διαχειριστή
es_419: Modo Administrador
et_ee: Administraatori režiim
fa_ir: حالت مدیر (Admin)
fi_fi: Järjestelmänvalvojan tila
fr_fr: Mode Administrateur
he_il: מצב מנהל
hi_in: एडमिनिस्ट्रेटर मोड
hr_hr: Način administratora
hu_hu: Rendszergazda mód
id_id: Mode Administrator
is_is: Stjórnandahamur
it_it: Modalità Amministratore
ja_jp: 管理者モード
kk_kz: Әкімші режимі
km_kh: របៀបអ្នកគ្រប់គ្រង
ko_kr: 관리자 모드
ky_kg: Администратор режими
lo_la: ໂໝດຜູ້ເບິ່ງແຍງລະບົບ
lt_lt: Administratoriaus režimas
lv_lv: Administratora režīms
mk_mk: Режим на Администратор
mn_mn: Администраторын горим
ms_my: Mod Pentadbir
my_mm: Admin မုဒ်
nb_no: Administrator-modus
ne_np: प्रशासक मोड
nl_be: Beheerdersmodus
pl_pl: Tryb Administratora
ps_af: د مدیر حالت
pt_br: Modo Administrador
ro_ro: Mod Administrator
ru_ru: Режим администратора
si_lk: පරිපාලක ප්‍රකාරය
sk_sk: Režim administrátora
sl_si: Skrbniški način
sq_al: Modaliteti i Administratorit
sr_cyrl_rs: Администраторски режим
sr_latn_rs: Administratorski režim
sv_se: Administratörsläge
tg_tj: Ҳолати Администратор
th_th: โหมดผู้ดูแลระบบ
tk_tm: Administrator tertibi
tr_tr: Yönetici Modu
uk_ua: Режим адміністратора
vi_vn: Chế độ Quản trị viên
zh_hans_cn: 管理员模式
zh_hant: 系統管理員模式

# Msg_AdminRestart
source: Please restart the application for changes to take effect.
ar: يرجى إعادة تشغيل التطبيق لتطبيق التغييرات.
bg_bg: Моля, рестартирайте приложението, за да влязат промените в сила.
bn_bd: পরিবর্তনগুলো কার্যকর করতে অনুগ্রহ করে অ্যাপ্লিকেশনটি রিস্টার্ট করুন।
cs_cz: Pro provedení změn restartujte aplikaci.
da_dk: Genstart venligst applikationen for at ændringerne træder i kraft.
de_at: Bitte starten Sie die Anwendung neu, damit die Änderungen wirksam werden.
dz_bt: བསྒྱུར་བཅོས་ཚུ་ ཆ་གནས་འབད་ནིའི་དོན་ལུ་ གློག་རིམ་ ལོག་འགོ་བཙུགས་གནང་།
el_cy: Παρακαλώ επανεκκινήστε την εφαρμογή για να ισχύσουν οι αλλαγές.
es_419: Por favor reinicia la aplicación para aplicar los cambios.
et_ee: Muudatuste rakendumiseks taaskäivitage rakendus.
fa_ir: لطفاً برای اعمال تغییرات، برنامه را دوباره راه‌اندازی کنید.
fi_fi: Käynnistä sovellus uudelleen ottaaksesi muutokset käyttöön.
fil_ph: Paki-restart ang application para gumana ang mga pagbabago.
fr_fr: Veuillez redémarrer l'application pour appliquer les changements.
he_il: אנא הפעל מחדש את היישום כדי שהשינויים ייכנסו לתוקף.
hi_in: परिवर्तनों को प्रभावी करने के लिए कृपया एप्लिकेशन को पुनरारंभ करें।
hr_hr: Molimo ponovno pokrenite aplikaciju da bi promjene stupile na snagu.
hu_hu: Kérjük, indítsa újra az alkalmazást a változtatások érvénybe léptetéséhez.
id_id: Silakan mulai ulang aplikasi agar perubahan berlaku.
is_is: Vinsamlegast endurræstu forritið til að breytingar taki gildi.
it_it: Riavvia l'applicazione per applicare le modifiche.
ja_jp: 変更を適用するには、アプリケーションを再起動してください。
kk_kz: Өзгерістер күшіне енуі үшін қолданбаны қайта іске қосыңыз.
km_kh: សូមចាប់ផ្ដើមកម្មវិធីឡើងវិញ ដើម្បីអនុវត្តការផ្លាស់ប្តូរ។
ko_kr: 변경 사항을 적용하려면 애플리케이션을 다시 시작하세요.
ky_kg: Өзгөртүүлөр күчүнө кириши үчүн тиркемени кайра иштетиңиз.
lo_la: ກະລຸນາຣີສະຕາດແອັບເພື່ອໃຫ້ການປ່ຽນແປງມີຜົນ.
lt_lt: Iš naujo paleiskite programą, kad pakeitimai įsigaliotų.
lv_lv: Lūdzu, restartējiet programmu, lai izmaiņas stātos spēkā.
mk_mk: Ве молиме рестартирајте ја апликацијата за промените да стапат на сила.
mn_mn: Өөрчлөлтүүдийг хэрэгжүүлэхийн тулд аппыг дахин эхлүүлнэ үү.
ms_my: Sila mulakan semula aplikasi untuk menguatkuasakan perubahan.
my_mm: ပြောင်းလဲမှုများ သက်ဝင်စေရန် ကျေးဇူးပြု၍ App ကို ပြန်လည်စတင်ပါ။
nb_no: Vennligst start applikasjonen på nytt for at endringene skal tre i kraft.
ne_np: परिवर्तनहरू लागू गर्न कृपया अनुप्रयोग पुनः सुरु गर्नुहोस्।
nl_be: Herstart de toepassing om de wijzigingen door te voeren.
pl_pl: Uruchom ponownie aplikację, aby zmiany weszły w życie.
ps_af: مهرباني وکړئ د بدلونونو پلي کولو لپاره اپلیکیشن بیا پیل کړئ.
pt_br: Por favor, reinicie o aplicativo para que as alterações tenham efeito.
ro_ro: Vă rugăm să reporniți aplicația pentru ca modificările să aibă efect.
ru_ru: Пожалуйста, перезапустите приложение, чтобы изменения вступили в силу.
si_lk: වෙනස්කම් යෙදීමට කරුණාකර යෙදුම නැවත ආරම්භ කරන්න.
sk_sk: Prosím, reštartujte aplikáciu, aby sa zmeny prejavili.
sl_si: Prosimo, znova zaženite aplikacijo, da bodo spremembe začele veljati.
sq_al: Ju lutemi rinisni aplikacionin që ndryshimet të hyjnë në fuqi.
sr_cyrl_rs: Молимо поново покрените апликацију да би промене ступиле на снагу.
sr_latn_rs: Restartujte aplikaciju da bi promene stupile na snagu.
sv_se: Starta om programmet för att ändringarna ska träda i kraft.
tg_tj: Лутфан барномаро бозоғоз кунед то тағйирот эътибор пайдо кунад.
th_th: โปรดรีสตาร์ทแอปพลิเคชันเพื่อให้การเปลี่ยนแปลงมีผล
tk_tm: Üýtgeşmeleriň güýje girmegi üçin programmany täzeden başladyň.
tr_tr: Değişikliklerin geçerli olması için lütfen uygulamayı yeniden başlatın.
uk_ua: Будь ласка, перезапустіть програму, щоб зміни набули чинності.
vi_vn: Vui lòng khởi động lại ứng dụng để thay đổi có hiệu lực.
zh_hans_cn: 请重启应用程序以使更改生效。
zh_hant: 請重新啟動應用程式以使變更生效。

# Msg_OpenFolderError
source: Cannot open folder: {0}
ar: لا يمكن فتح المجلد: {0}
bg_bg: Не може да се отвори папка: {0}
bn_bd: ফোল্ডার খোলা যাচ্ছে না: {0}
cs_cz: Nelze otevřít složku: {0}
da_dk: Kan ikke åbne mappe: {0}
de_at: Ordner kann nicht geöffnet werden: {0}
dz_bt: སྣོད་འཛིན་ ཁ་ཕྱེ་ མ་ཚུགས།: {0}
el_cy: Αδυναμία ανοίγματος φακέλου: {0}
es_419: No se puede abrir la carpeta: {0}
et_ee: Kausta ei saa avada: {0}
fa_ir: امکان باز کردن پوشه نیست: {0}
fi_fi: Kansiota ei voi avata: {0}
fil_ph: Hindi mabuksan ang folder: {0}
fr_fr: Impossible d'ouvrir le dossier : {0}
he_il: לא ניתן לפתוח תיקייה: {0}
hi_in: फ़ोल्डर नहीं खोल सकते: {0}
hr_hr: Nije moguće otvoriti mapu: {0}
hu_hu: Nem nyitható meg a mappa: {0}
id_id: Tidak dapat membuka folder: {0}
is_is: Get ekki opnað möppu: {0}
it_it: Impossibile aprire la cartella: {0}
ja_jp: フォルダを開けません: {0}
kk_kz: Қалтаны ашу мүмкін емес: {0}
km_kh: មិនអាចបើកថតឯកសារ៖ {0}
ko_kr: 폴더를 열 수 없습니다: {0}
ky_kg: Папканы ачуу мүмкүн эмес: {0}
lo_la: ບໍ່ສາມາດເປີດໂຟນເດີໄດ້: {0}
lt_lt: Nepavyko atidaryti aplanko: {0}
lv_lv: Nevar atvērt mapi: {0}
mk_mk: Не може да се отвори папката: {0}
mn_mn: Хавтас нээх боломжгүй: {0}
ms_my: Tidak dapat membuka folder: {0}
my_mm: ဖိုင်တွဲကို ဖွင့်၍မရပါ- {0}
nb_no: Kan ikke åpne mappe: {0}
ne_np: फोल्डर खोल्न सकिएन: {0}
nl_be: Kan map niet openen: {0}
pl_pl: Nie można otworzyć folderu: {0}
ps_af: فولډر نشي خلاصولی: {0}
pt_br: Não é possível abrir a pasta: {0}
ro_ro: Nu se poate deschide folderul: {0}
ru_ru: Не удалось открыть папку: {0}
si_lk: ෆෝල්ඩරය විවෘත කළ නොහැක: {0}
sk_sk: Priečinok nie je možné otvoriť: {0}
sl_si: Mape ni mogoče odpreti: {0}
sq_al: Nuk mund të hapet dosja: {0}
sr_cyrl_rs: Није могуће отворити фасциклу: {0}
sr_latn_rs: Ne mogu otvoriti folder: {0}
sv_se: Kan inte öppna mappen: {0}
tg_tj: Ҷузвдон кушода намешавад: {0}
th_th: ไม่สามารถเปิดโฟลเดอร์: {0}
tk_tm: Bukjany açyp bolmady: {0}
tr_tr: Klasör açılamıyor: {0}
uk_ua: Не вдалося відкрити папку: {0}
vi_vn: Không thể mở thư mục: {0}
zh_hans_cn: 无法打开文件夹：{0}
zh_hant: 無法開啟資料夾：{0}

# Msg_DisclaimerTitle
source: ⚠️ DEVELOPER VERSION WARNING
ar: ⚠️ تحذير نسخة المطورين
bg_bg: ⚠️ ПРЕДУПРЕЖДЕНИЕ ЗА ВЕРСИЯ DEV
bn_bd: ⚠️ ডেভেলপার ভার্সন সতর্কতা
cs_cz: ⚠️ UPOZORNĚNÍ VÝVOJÁŘSKÉ VERZE
da_dk: ⚠️ ADVARSEL OM UDVIKLERVERSION
de_at: ⚠️ ENTWICKLERVERSION-WARNUNG
dz_bt: ⚠️ བཟོ་མིའི་ ཐོན་རིམ་ ཉེན་བརྡ།
el_cy: ⚠️ ΠΡΟΕΙΔΟΠΟΙΗΣΗ ΕΚΔΟΣΗΣ DEV
es_419: ⚠️ ADVERTENCIA DE VERSIÓN DEV
et_ee: ⚠️ ARENDAJAVERSIOONI HOIATUS
fa_ir: ⚠️ هشدار نسخه توسعه‌دهنده
fi_fi: ⚠️ KEHITTÄJÄVERSION VAROITUS
fil_ph: ⚠️ BABALA SA DEV VERSION
fr_fr: ⚠️ AVERTISSEMENT VERSION DEV
he_il: ⚠️ אזהרת גרסת מפתח
hi_in: ⚠️ डेवलपर संस्करण चेतावनी
hr_hr: ⚠️ UPOZORENJE ZA RAZVOJNU VERZIJU
hu_hu: ⚠️ FEJLESZTŐI VERZIÓ FIGYELMEZTETÉS
id_id: ⚠️ PERINGATAN VERSI DEV
is_is: ⚠️ AÐVÖRUN ÞRÓUNARÚTGÁFU
it_it: ⚠️ AVVISO VERSIONE DEV
ja_jp: ⚠️ 開発版の警告
kk_kz: ⚠️ ӘЗІРЛЕУШІ НҰСҚАСЫ ТУРАЛЫ ЕСКЕРТУ
km_kh: ⚠️ ការព្រមានអំពីកំណែអ្នកអភិវឌ្ឍន៍
ko_kr: ⚠️ 개발 버전 경고
ky_kg: ⚠️ ИШТЕП ЧЫГУУЧУ ВЕРСИЯСЫ БОЮНЧА ЭСКЕРТҮҮ
lo_la: ⚠️ ຄຳເຕືອນເວີຊັນນັກພັດທະນາ
lt_lt: ⚠️ KŪRĖJO VERSIJOS ĮSPĖJIMAS
lv_lv: ⚠️ IZSTRĀDĀTĀJA VERSIJAS BRĪDINĀJUMS
mk_mk: ⚠️ ПРЕДУПРЕДУВАЊЕ ЗА ВЕРЗИЈА ЗА ПРОГРАМЕРИ
mn_mn: ⚠️ ХӨГЖҮҮЛЭГЧИЙН ХУВИЛБАРЫН АНХААРУУЛГА
ms_my: ⚠️ AMARAN VERSI PEMBANGUN
my_mm: ⚠️ DEVELOPER ဗားရှင်း သတိပေးချက်
nb_no: ⚠️ ADVARSEL FOR UTVIKLERVERSJON
ne_np: ⚠️ विकासकर्ता संस्करण चेतावनी
nl_be: ⚠️ WAARSCHUWING ONTWIKKELAARSVERSIE
pl_pl: ⚠️ OSTRZEŻENIE WERSJI DEWELOPERSKIEJ
ps_af: ⚠️ د جوړوونکي نسخې خبرداری
pt_br: ⚠️ AVISO DA VERSÃO DE DESENVOLVEDOR
ro_ro: ⚠️ AVERTISMENT VERSIUNE DEV
ru_ru: ⚠️ ПРЕДУПРЕЖДЕНИЕ ВЕРСИИ ДЛЯ РАЗРАБОТЧИКОВ
si_lk: ⚠️ සංවර්ධක අනුවාදයේ අනතුරු ඇඟවීම
sk_sk: ⚠️ UPOZORNENIE VÝVOJÁRSKEJ VERZIE
sl_si: ⚠️ OPOZORILO O RAZVOJNI RAZLIČICI
sq_al: ⚠️ PARALAJMËRIM PËR VERSIONIN E ZHVILLUESIT
sr_cyrl_rs: ⚠️ УПОЗОРЕЊЕ РАЗВОЈНЕ ВЕРЗИЈЕ
sr_latn_rs: ⚠️ UPOZORENJE ZA PROGRAMERSKU VERZIJU
sv_se: ⚠️ VARNING FÖR UTVECKLARVERSION
tg_tj: ⚠️ ОГОҲӢ ОИД БА ВЕРСИЯИ ТАҲИЯГАР
th_th: ⚠️ คำเตือนเวอร์ชันนักพัฒนา
tk_tm: ⚠️ DÖREDIJI WERSIÝASY DUÝDURYŞY
tr_tr: ⚠️ GELİŞTİRİCİ SÜRÜMÜ UYARISI
uk_ua: ⚠️ ПОПЕРЕДЖЕННЯ ВЕРСІЇ ДЛЯ РОЗРОБНИКІВ
vi_vn: ⚠️ CẢNH BÁO PHIÊN BẢN DEV
zh_hans_cn: ⚠️ 开发者版本警告
zh_hant: ⚠️ 開發人員版本警告
