Repository: poli0981/HashTool
Catalog: Lang/Resources.*.resx
Languages: ar, bg_bg, bn_bd, cs_cz, da_dk, de_at, dz_bt, el_cy, es_419, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, km_kh, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, mn_mn, ms_my, my_mm, nb_no, ne_np, nl_be, pl_pl, ps_af, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, tg_tj, th_th, tk_tm, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant

# AppTitle
source: Hash Tool
bn_bd: হ্যাশ টুল (Hash Tool)
cs_cz: Nástroj Hash
da_dk: Hash Værktøj
dz_bt: ཧޭཤ་ ལག་ཆ།
es_419: Herramienta Hash
et_ee: Räsi Tööriist
fa_ir: ابزار هش
fr_fr: Outil de Hachage
he_il: כלי Hash
hi_in: हैश टूल (Hash Tool)
hr_hr: Hash Alat
hu_hu: Hash Eszköz
id_id: Alat Hash
is_is: Hash Tól
it_it: Strumento Hash
ja_jp: ハッシュツール (Hash Tool)
kk_kz: Хэш құралы
km_kh: ឧបករណ៍ Hash
ko_kr: 해시 도구 (Hash Tool)
ky_kg: Хэш куралы
lo_la: ເຄື່ອງມື Hash
lt_lt: Hash Įrankis
lv_lv: Hash rīks
mk_mk: Алатка за Хеш
mn_mn: Хэш хэрэгсэл
ms_my: Alat Hash
my_mm: Hash ကိရိယာ
nb_no: Hash-verktøy
ne_np: ह्यास उपकरण (Hash Tool)
pl_pl: Narzędzie Hash
ps_af: د هیش وسیله (Hash Tool)
pt_br: Ferramenta Hash
ro_ro: Instrument Hash
ru_ru: Хэш-инструмент
si_lk: Hash මෙවලම
sk_sk: Nástroj Hash
sl_si: Orodje Hash
sq_al: Mjeti Hash
sr_cyrl_rs: Хеш Алатка
sv_se: Hash-verktyg
tg_tj: Абзори Ҳэш (Hash Tool)
th_th: เครื่องมือแฮช (Hash Tool)
tk_tm: Heş guraly
tr_tr: Hash Aracı
uk_ua: Хеш-інструмент
zh_hans_cn: 哈希工具
zh_hant: 雜湊工具 (Hash Tool)

# Menu_Create
source: Generate Hash
ar: توليد الهاش
bg_bg: Генериране на хеш
bn_bd: হ্যাশ তৈরি করুন
cs_cz: Generovat hash
da_dk: Generer Hash
de_at: Hash generieren
dz_bt: ཧޭཤ་ བཟོ་བ།
el_cy: Δημιουργία Hash
es_419: Generar Hash
et_ee: Genereeri räsi
fa_ir: تولید هش
fi_fi: Luo tiiviste
fil_ph: Gumawa ng Hash
fr_fr: Générer le Hash
he_il: צור Hash
hi_in: हैश जनरेट करें
hr_hr: Generiraj Hash
hu_hu: Hash Generálása
id_id: Buat Hash
is_is: Búa til Hash
it_it: Genera Hash
ja_jp: ハッシュ生成
kk_kz: Хэш жасау
km_kh: បង្កើត Hash
ko_kr: 해시 생성
ky_kg: Хэш түзүү
lo_la: ສ້າງ Hash
lt_lt: Generuoti Hash
lv_lv: Ģenerēt Hash
mk_mk: Генерирај Хеш
mn_mn: Хэш үүсгэх
ms_my: Jana Hash
my_mm: Hash ဖန်တီးရန်
nb_no: Generer Hash
ne_np: ह्यास सिर्जना गर्नुहोस्
nl_be: Hash Genereren
pl_pl: Generuj Hash
ps_af: هیش جوړول
pt_br: Gerar Hash
ro_ro: Generează Hash
ru_ru: Создать хэш
si_lk: Hash සාදන්න
sk_sk: Generovať Hash
sl_si: Ustvari Hash
sq_al: Gjenero Hash
sr_cyrl_rs: Генериши хеш
sr_latn_rs: Kreiraj Hash
sv_se: Generera hash
tg_tj: Эҷоди Ҳэш
th_th: สร้างแฮช
tk_tm: Heş döret
tr_tr: Hash Oluştur
uk_ua: Створити хеш
vi_vn: Tạo mã băm
zh_hans_cn: 生成哈希
zh_hant: 建立雜湊

# Menu_Check
source: Verify Hash
ar: التحقق من الهاش
bg_bg: Проверка на хеш
bn_bd: হ্যাশ যাচাই করুন
cs_cz: Ověřit hash
da_dk: Verificer Hash
de_at: Hash überprüfen
dz_bt: ཧޭཤ་ ཞིབ་དཔྱད།
el_cy: Έλεγχος Hash
es_419: Verificar Hash
et_ee: Kontrolli räsi
fa_ir: بررسی هش
fi_fi: Tarkista tiiviste
fil_ph: I-verify ang Hash
fr_fr: Vérifier le Hash
he_il: אמת Hash
hi_in: हैश सत्यापित करें
hr_hr: Provjeri Hash
hu_hu: Hash Ellenőrzése
id_id: Verifikasi Hash
is_is: Staðfesta Hash
it_it: Verifica Hash
ja_jp: ハッシュ検証
kk_kz: Хэшті тексеру
km_kh: ផ្ទៀងផ្ទាត់ Hash
ko_kr: 해시 검증
ky_kg: Хэшти текшерүү
lo_la: ກວດສອບ Hash
lt_lt: Tikrinti Hash
lv_lv: Pārbaudīt Hash
mk_mk: Потврди Хеш
mn_mn: Хэш шалгах
ms_my: Sahkan Hash
my_mm: Hash စစ်ဆေးရန်
nb_no: Verifiser Hash
ne_np: ह्यास प्रमाणित गर्नुहोस्
nl_be: Hash Verifiëren
pl_pl: Weryfikuj Hash
ps_af: هیش تاییدول
pt_br: Verificar Hash
ro_ro: Verifică Hash
ru_ru: Проверить хэш
si_lk: Hash තහවුරු කරන්න
sk_sk: Overiť Hash
sl_si: Preveri Hash
sq_al: Verifiko Hash
sr_cyrl_rs: Провери хеш
sr_latn_rs: Proveri Hash
sv_se: Verifiera hash
tg_tj: Санҷиши Ҳэш
th_th: ตรวจสอบแฮช
tk_tm: Heşi barlamak
tr_tr: Hash Doğrula
uk_ua: Перевірити хеш
vi_vn: Kiểm tra mã băm
zh_hans_cn: 校验哈希
zh_hant: 驗證雜湊

# Menu_Settings
source: Settings
ar: الإعدادات
bg_bg: Настройки
bn_bd: সেটিংস
cs_cz: Nastavení
da_dk: Indstillinger
de_at: Einstellungen
dz_bt: སྒྲིག་སྟངས།
el_cy: Ρυθμίσεις
es_419: Configuración
et_ee: Sätted
fa_ir: تنظیمات
fi_fi: Asetukset
fil_ph: Mga Setting
fr_fr: Paramètres
he_il: הגדרות
hi_in: सेटिंग्स
hr_hr: Postavke
hu_hu: Beállítások
id_id: Pengaturan
is_is: Stillingar
it_it: Impostazioni
ja_jp: 設定
kk_kz: Баптаулар
km_kh: ការកំណត់
ko_kr: 설정
ky_kg: Жөндөөлөр
lo_la: ການຕັ້ງຄ່າ
lt_lt: Nustatymai
lv_lv: Iestatījumi
mk_mk: Поставки
mn_mn: Тохиргоо
ms_my: Tetapan
my_mm: ဆက်တင်များ
nb_no: Innstillinger
ne_np: सेटिङहरू
nl_be: Instellingen
pl_pl: Ustawienia
ps_af: تنظیمات
pt_br: Configurações
ro_ro: Setări
ru_ru: Настройки
si_lk: සැකසුම්
sk_sk: Nastavenia
sl_si: Nastavitve
sq_al: Cilësimet
sr_cyrl_rs: Подешавања
sr_latn_rs: Podešavanja
sv_se: Inställningar
tg_tj: Танзимот
th_th: การตั้งค่า
tk_tm: Sazlamalar
tr_tr: Ayarlar
uk_ua: Налаштування
vi_vn: Cài đặt
zh_hans_cn: 设置
zh_hant: 設定

# Menu_Update
source: Update
ar: تحديث
bg_bg: Актуализация
bn_bd: হালনাগাদ
cs_cz: Aktualizace
da_dk: Opdatering
dz_bt: དུས་མཐུན།
el_cy: Ενημέρωση
es_419: Actualizar
et_ee: Värskenda
fa_ir: بروزرسانی
fi_fi: Päivitys
fr_fr: Mise à jour
he_il: עדכון
hi_in: अपडेट
hr_hr: Ažuriranje
hu_hu: Frissítés
id_id: Pembaruan
is_is: Uppfærsla
it_it: Aggiorna
ja_jp: 更新
kk_kz: Жаңарту
km_kh: ធ្វើបច្ចុប្បន្នភាព
ko_kr: 업데이트
ky_kg: Жаңыртуу
lo_la: ອັບເດດ
lt_lt: Atnaujinti
lv_lv: Atjaunināt
mk_mk: Ажурирање
mn_mn: Шинэчлэх
ms_my: Kemas kini
my_mm: အပ်ဒိတ်
nb_no: Oppdatering
ne_np: अपडेट
nl_be: Bijwerken
pl_pl: Aktualizacja
ps_af: تازه کول
pt_br: Atualizar
ro_ro: Actualizare
ru_ru: Обновление
si_lk: යාවත්කාලීන
sk_sk: Aktualizácia
sl_si: Posodobitev
sq_al: Përditëso
sr_cyrl_rs: Ажурирање
sr_latn_rs: Proveri ažuriranja
sv_se: Uppdatera
tg_tj: Навсозӣ
th_th: อัปเดต
tk_tm: Täzelemek
tr_tr: Güncelle
uk_ua: Оновлення
vi_vn: Cập nhật
zh_hans_cn: 更新
zh_hant: 更新

# Menu_Theme
source: Theme
ar: المظهر
bg_bg: Тема
bn_bd: থিম
cs_cz: Motiv
da_dk: Tema
de_at: Design
dz_bt: རྒྱབ་གཞི།
el_cy: Θέμα
es_419: Tema
et_ee: Teema
fa_ir: پوسته
fi_fi: Teema
fil_ph: Tema
fr_fr: Thème
he_il: ערכת נושא
hi_in: थीम
hr_hr: Tema
hu_hu: Téma
id_id: Tema
is_is: Þema
it_it: Tema
ja_jp: テーマ
kk_kz: Тақырып
km_kh: រចនាប័ទ្ម
ko_kr: 테마
ky_kg: Тема
lo_la: ຮູບແບບ
lt_lt: Tema
lv_lv: Dizaina tēma
mk_mk: Тема
mn_mn: Загвар
ms_my: Tema
my_mm: အပြင်အဆင်
nb_no: Tema
ne_np: थिम
nl_be: Thema
pl_pl: Motyw
ps_af: بڼه
pt_br: Tema
ro_ro: Temă
ru_ru: Тема
si_lk: තේමාව
sk_sk: Motív
sl_si: Tema
sq_al: Tema
sr_cyrl_rs: Тема
sr_latn_rs: Tema
sv_se: Tema
tg_tj: Мавзӯъ
th_th: ธีม
tk_tm: Tema
tr_tr: Tema
uk_ua: Тема
vi_vn: Giao diện
zh_hans_cn: 主题
zh_hant: 主題

# Menu_About
source: About
ar: حول
bg_bg: За програмата
bn_bd: সম্পর্কে
cs_cz: O aplikaci
da_dk: Om
de_at: Über
dz_bt: སྐོར་ལས།
el_cy: Σχετικά
es_419: Acerca de
et_ee: Teave
fa_ir: درباره
fi_fi: Tietoja
fil_ph: Tungkol
fr_fr: À propos
he_il: אודות
hi_in: के बारे में
hr_hr: O programu
hu_hu: Névjegy
id_id: Tentang
is_is: Um
it_it: Informazioni
ja_jp: 情報
kk_kz: Бағдарлама туралы
km_kh: អំពី
ko_kr: 정보
ky_kg: Жөнүндө
lo_la: ກ່ຽວກັບ
lt_lt: Apie
lv_lv: Par
mk_mk: За нас
mn_mn: Тухай
ms_my: Mengenai
my_mm: အကြောင်း
nb_no: Om
ne_np: बारेमा
nl_be: Info
pl_pl: O programie
ps_af: په اړه
pt_br: Sobre
ro_ro: Despre
ru_ru: О программе
si_lk: පිළිබඳව
sk_sk: O programe
sl_si: O programu
sq_al: Rreth
sr_cyrl_rs: О програму
sr_latn_rs: O programu
sv_se: Om
tg_tj: Дар бораи
th_th: เกี่ยวกับ
tk_tm: Barada
tr_tr: Hakkında
uk_ua: Про програму
vi_vn: Giới thiệu
zh_hans_cn: 关于
zh_hant: 關於

# Menu_Developer
source: Developer
ar: المطور
bg_bg: Разработчик
bn_bd: ডেভেলপার
cs_cz: Vývojář
da_dk: Udvikler
de_at: Entwickler
dz_bt: བཟོ་མི།
el_cy: Προγραμματιστής
es_419: Desarrollador
et_ee: Arendaja
fa_ir: توسعه‌دهنده
fi_fi: Kehittäjä
fr_fr: Développeur
he_il: מפתח
hi_in: डेवलपर
hr_hr: Razvojni programer
hu_hu: Fejlesztő
id_id: Pengembang
is_is: Forritari
it_it: Sviluppatore
ja_jp: 開発者
kk_kz: Әзірлеуші
km_kh: អ្នកអភិវឌ្ឍន៍
ko_kr: 개발자
ky_kg: Иштеп чыгуучу
lo_la: ນັກພັດທະນາ
lt_lt: Kūrėjas
lv_lv: Izstrādātājs
mk_mk: Програмер
mn_mn: Хөгжүүлэгч
ms_my: Pembangun
my_mm: ရေးသားသူ
nb_no: Utvikler
ne_np: विकासकर्ता
nl_be: Ontwikkelaar
pl_pl: Programista
ps_af: جوړوونکی
pt_br: Desenvolvedor
ro_ro: Dezvoltator
ru_ru: Разработчик
si_lk: සංවර්ධක
sk_sk: Vývojár
sl_si: Razvijalec
sq_al: Zhvilluesi
sr_cyrl_rs: Програмер
sr_latn_rs: Programer
sv_se: Utvecklare
tg_tj: Таҳиягар
th_th: นักพัฒนา
tk_tm: Dörediji
tr_tr: Geliştirici
uk_ua: Розробник
vi_vn: Nhà phát triển
zh_hans_cn: 开发者
zh_hant: 開發人員

# Btn_AddFiles
source: Add Files...
ar: إضافة ملفات...
bg_bg: Добавяне на файлове...
bn_bd: ফাইল যোগ করুন...
cs_cz: Přidat soubory...
da_dk: Tilføj filer...
de_at: Dateien hinzufügen...
dz_bt: ཡིག་སྣོད་ ཁ་སྐོང་།...
el_cy: Προσθήκη Αρχείων...
es_419: Agregar archivos...
et_ee: Lisa faile...
fa_ir: افزودن فایل‌ها...
fi_fi: Lisää tiedostoja...
fil_ph: Magdagdag ng Files...
fr_fr: Ajouter des fichiers...
he_il: הוסף קבצים...
hi_in: फाइलें जोड़ें...
hr_hr: Dodaj datoteke...
hu_hu: Fájlok hozzáadása...
id_id: Tambah Berkas...
is_is: Bæta við skrám...
it_it: Aggiungi file...
ja_jp: ファイルを追加...
kk_kz: Файлдарды қосу...
km_kh: បន្ថែមឯកសារ...
ko_kr: 파일 추가...
ky_kg: Файлдарды кошуу...
lo_la: ເພີ່ມໄຟລ໌...
lt_lt: Pridėti failus...
lv_lv: Pievienot failus...
mk_mk: Додај датотеки...
mn_mn: Файл нэмэх...
ms_my: Tambah Fail...
my_mm: ဖိုင်များ ထည့်ရန်...
nb_no: Legg til filer...
ne_np: फाइलहरू थप्नुहोस्...
nl_be: Bestanden toevoegen...
pl_pl: Dodaj pliki...
ps_af: فایلونه اضافه کول...
pt_br: Adicionar Arquivos...
ro_ro: Adaugă fișiere...
ru_ru: Добавить файлы...
si_lk: ගොනු එක් කරන්න...
sk_sk: Pridať súbory...
sl_si: Dodaj datoteke...
sq_al: Shto Skedarë...
sr_cyrl_rs: Додај датотеке...
sr_latn_rs: Dodaj fajlove...
sv_se: Lägg till filer...
tg_tj: Иловаи файлҳо...
th_th: เพิ่มไฟล์...
tk_tm: Faýllary goş...
tr_tr: Dosya Ekle...
uk_ua: Додати файли...
vi_vn: Thêm tệp...
zh_hans_cn: 添加文件...
zh_hant: 新增檔案...

# Btn_Clear
source: Clear List
ar: مسح القائمة
bg_bg: Изчистване на списъка
bn_bd: তালিকা মুছুন
cs_cz: Vymazat seznam
da_dk: Ryd liste
de_at: Liste leeren
dz_bt: ཐོ་ཡིག་ བསུབ་ནི།
el_cy: Εκκαθάριση Λίστας
es_419: Limpiar lista
et_ee: Tühjenda loend
fa_ir: پاک‌کردن لیست
fi_fi: Tyhjennä luettelo
fil_ph: I-clear ang Listahan
fr_fr: Vider la liste
he_il: נקה רשימה
hi_in: सूची साफ करें
hr_hr: Očisti popis
hu_hu: Lista törlése
id_id: Bersihkan Daftar
is_is: Hreinsa lista
it_it: Svuota elenco
ja_jp: リストをクリア
kk_kz: Тізімді тазалау
km_kh: សម្អាតបញ្ជី
ko_kr: 목록 지우기
ky_kg: Тизмени тазалоо
lo_la: ລຶບລາຍການ
lt_lt: Išvalyti sąrašą
lv_lv: Notīrīt sarakstu
mk_mk: Исчисти листа
mn_mn: Жагсаалт цэвэрлэх
ms_my: Kosongkan Senarai
my_mm: စာရင်းရှင်းရန်
nb_no: Tøm liste
ne_np: सूची खाली गर्नुहोस्
nl_be: Lijst leegmaken
pl_pl: Wyczyść listę
ps_af: نوملړ پاکول
pt_br: Limpar Lista
ro_ro: Golește lista
ru_ru: Очистить список
si_lk: ලැයිස්තුව මකන්න
sk_sk: Vymazať zoznam
sl_si: Počisti seznam
sq_al: Pastro Listën
sr_cyrl_rs: Очисти листу
sr_latn_rs: Obriši listu
sv_se: Rensa lista
tg_tj: Тоза кардани рӯйхат
th_th: ล้างรายการ
tk_tm: Sanawy arassala
tr_tr: Listeyi Temizle
uk_ua: Очистити список
vi_vn: Xóa danh sách
zh_hans_cn: 清空列表
zh_hant: 清除清單

# Btn_CalcAll
source: COMPUTE ALL
ar: حساب الكل
bg_bg: ИЗЧИСЛИ ВСИЧКИ
bn_bd: সব গণনা করুন
cs_cz: SPOČÍTAT VŠE
da_dk: BEREGN ALLE
de_at: ALLE BERECHNEN
dz_bt: ག་ར་ རྩིས་བརྐྱབ།
el_cy: ΥΠΟΛΟΓΙΣΜΟΣ ΌΛΩΝ
es_419: CALCULAR TODO
et_ee: ARVUTA KÕIK
fa_ir: محاسبه همه
fi_fi: LASKE KAIKKI
fil_ph: KUWENTAHIN LAHAT
fr_fr: TOUT CALCULER
he_il: חשב הכל
hi_in: सभी गणना करें
hr_hr: IZRAČUNAJ SVE
hu_hu: ÖSSZES SZÁMÍTÁSA
id_id: HITUNG SEMUA
is_is: REIKNA ALLT
it_it: CALCOLA TUTTO
ja_jp: すべて計算
kk_kz: БАРЛЫҒЫН ЕСЕПТЕУ
km_kh: គណនាទាំងអស់
ko_kr: 모두 계산
ky_kg: БАРДЫГЫН ЭСЕПТӨӨ
lo_la: ຄຳນວນທັງໝົດ
lt_lt: SKAIČIUOTI VISKĄ
lv_lv: APRĒĶINĀT VISU
mk_mk: ПРЕСМЕТАЈ СÈ
mn_mn: БҮГДИЙГ ТООЦООЛОХ
ms_my: KIRA SEMUA
my_mm: အားလုံးကို တွက်ချက်ရန်
nb_no: BEREGN ALLE
ne_np: सबै गणना गर्नुहोस्
nl_be: ALLES BEREKENEN
pl_pl: OBLICZ WSZYSTKO
ps_af: ټول محاسبه کول
pt_br: CALCULAR TUDO
ro_ro: CALCULEAZĂ TOT
ru_ru: ВЫЧИСЛИТЬ ВСЕ
si_lk: සියල්ල ගණනය කරන්න
sk_sk: VYPOČÍTAŤ VŠETKO
sl_si: IZRAČUNAJ VSE
sq_al: LLOGARIT TË GJITHA
sr_cyrl_rs: ИЗРАЧУНАЈ СВЕ
sr_latn_rs: IZRAČUNAJ SVE
sv_se: BERÄKNA ALLA
tg_tj: ҲИСОБИ ҲАМА
th_th: คำนวณทั้งหมด
tk_tm: HEMMESINI HASAPLA
tr_tr: TÜMÜNÜ HESAPLA
uk_ua: ОБЧИСЛИТИ ВСЕ
vi_vn: TÍNH TẤT CẢ
zh_hans_cn: 计算全部
zh_hant: 全部計算

# Btn_Compress
source: Compress (.Zip)
ar: ضغط (.Zip)
bg_bg: Компресиране (.Zip)
bn_bd: কমপ্রেস (.Zip)
cs_cz: Komprimovat (.Zip)
da_dk: Komprimer (.Zip)
de_at: Komprimieren (.Zip)
dz_bt: བཙུགས་ནི། (.Zip)
el_cy: Συμπίεση (.Zip)
es_419: Comprimir (.Zip)
et_ee: Paki (.Zip)
fa_ir: فشرده‌سازی (.Zip)
fi_fi: Pakkaa (.Zip)
fil_ph: I-compress (.Zip)
fr_fr: Compresser (.Zip)
he_il: דחוס (.Zip)
hi_in: कम्प्रेस (.Zip)
hr_hr: Sažmi (.Zip)
hu_hu: Tömörítés (.Zip)
id_id: Kompres (.Zip)
is_is: Þjappa (.Zip)
it_it: Comprimi (.Zip)
ja_jp: 圧縮 (.Zip)
kk_kz: Қысу (.Zip)
km_kh: បង្រួម (.Zip)
ko_kr: 압축 (.Zip)
ky_kg: Кысуу (.Zip)
lo_la: ບີບອັດ (.Zip)
lt_lt: Suspausti (.Zip)
lv_lv: Saspiest (.Zip)
mk_mk: Компресирај (.Zip)
mn_mn: Шахах (.Zip)
ms_my: Mampat (.Zip)
my_mm: ဖိသိပ်ရန် (.Zip)
nb_no: Komprimer (.Zip)
ne_np: कम्प्रेस गर्नुहोस् (.Zip)
nl_be: Comprimeren (.Zip)
pl_pl: Kompresuj (.Zip)
ps_af: فشارول (.Zip)
pt_br: Comprimir (.Zip)
ro_ro: Comprimă (.Zip)
ru_ru: Сжать (.Zip)
si_lk: සම්පීඩනය කරන්න (.Zip)
sk_sk: Komprimovať (.Zip)
sl_si: Stisni (.Zip)
sq_al: Ngjesh (.Zip)
sr_cyrl_rs: Компримуј (.Zip)
sr_latn_rs: Kompresuj (.Zip)
sv_se: Komprimera (.Zip)
tg_tj: Фишурдан (.Zip)
th_th: บีบอัด (.Zip)
tk_tm: Gysmak (.Zip)
tr_tr: Sıkıştır (.Zip)
uk_ua: Стиснути (.Zip)
vi_vn: Nén (.Zip)
zh_hans_cn: 压缩 (.Zip)
zh_hant: 壓縮 (.Zip)

# Btn_CheckAll
source: VERIFY ALL
ar: تحقق من الكل
bg_bg: ПРОВЕРИ ВСИЧКИ
bn_bd: সব যাচাই করুন
cs_cz: OVĚŘIT VŠE
da_dk: VERIFICER ALLE
de_at: ALLE PRÜFEN
dz_bt: ག་ར་ ཞིབ་དཔྱད་འབད།
el_cy: ΕΛΕΓΧΟΣ ΌΛΩΝ
es_419: VERIFICAR TODO
et_ee: KONTROLLI KÕIKI
fa_ir: بررسی همه
fi_fi: TARKISTA KAIKKI
fil_ph: I-VERIFY LAHAT
fr_fr: TOUT VÉRIFIER
he_il: אמת הכל
hi_in: सभी सत्यापित करें
hr_hr: PROVJERI SVE
hu_hu: ÖSSZES ELLENŐRZÉSE
id_id: VERIFIKASI SEMUA
is_is: STAÐFESTA ALLT
it_it: VERIFICA TUTTO
ja_jp: すべて検証
kk_kz: БАРЛЫҒЫН ТЕКСЕРУ
km_kh: ផ្ទៀងផ្ទាត់ទាំងអស់
ko_kr: 모두 검증
ky_kg: БАРДЫГЫН ТЕКШЕРҮҮ
lo_la: ກວດສອບທັງໝົດ
lt_lt: TIKRINTI VISKĄ
lv_lv: PĀRBAUDĪT VISU
mk_mk: ПОТВРДИ СÈ
mn_mn: БҮГДИЙГ ШАЛГАХ
ms_my: SAHKAN SEMUA
my_mm: အားလုံးကို စစ်ဆေးရန်
nb_no: VERIFISER ALLE
ne_np: सबै प्रमाणित गर्नुहोस्
nl_be: ALLES VERIFIËREN
pl_pl: WERYFIKUJ WSZYSTKO
ps_af: ټول تاییدول
pt_br: VERIFICAR TUDO
ro_ro: VERIFICĂ TOT
ru_ru: ПРОВЕРИТЬ ВСЕ
si_lk: සියල්ල තහවුරු කරන්න
sk_sk: OVERIŤ VŠETKO
sl_si: PREVERI VSE
sq_al: VERIFIKO TË GJITHA
sr_cyrl_rs: ПРОВЕРИ СВЕ
sr_latn_rs: PROVERI SVE
sv_se: VERIFIERA ALLA
tg_tj: САНҶИШИ ҲАМА
th_th: ตรวจสอบทั้งหมด
tk_tm: HEMMESINI BARLA
tr_tr: TÜMÜNÜ DOĞRULA
uk_ua: ПЕРЕВІРИТИ ВСЕ
vi_vn: KIỂM TRA TẤT CẢ
zh_hans_cn: 校验全部
zh_hant: 全部驗證

# Btn_CheckNow
source: Verify Now
ar: تحقق الآن
bg_bg: Провери сега
bn_bd: এখন যাচাই করুন
cs_cz: Ověřit nyní
da_dk: Verificer nu
de_at: Jetzt prüfen
dz_bt: ད་ལྟོ་ ཞིབ་དཔྱད་འབད།
el_cy: Έλεγχος Τώρα
es_419: Verificar ahora
et_ee: Kontrolli kohe
fa_ir: بررسی کن
fi_fi: Tarkista nyt
fil_ph: I-verify Ngayon
fr_fr: Vérifier maintenant
he_il: אמת כעת
hi_in: अभी सत्यापित करें
hr_hr: Provjeri sad
hu_hu: Ellenőrzés most
id_id: Verifikasi Sekarang
is_is: Staðfesta núna
it_it: Verifica ora
ja_jp: 今すぐ検証
kk_kz: Қазір тексеру
km_kh: ផ្ទៀងផ្ទាត់ឥឡូវនេះ
ko_kr: 지금 검증
ky_kg: Азыр текшерүү
lo_la: ກວດສອບດຽວນີ້
lt_lt: Tikrinti dabar
lv_lv: Pārbaudīt tagad
mk_mk: Потврди сега
mn_mn: Одоо шалгах
ms_my: Sahkan Sekarang
my_mm: ယခု စစ်ဆေးရန်
nb_no: Verifiser nå
ne_np: अहिले प्रमाणित गर्नुहोस्
nl_be: Nu verifiëren
pl_pl: Weryfikuj teraz
ps_af: اوس تاییدول
pt_br: Verificar Agora
ro_ro: Verifică acum
ru_ru: Проверить сейчас
si_lk: දැන් තහවුරු කරන්න
sk_sk: Overiť teraz
sl_si: Preveri zdaj
sq_al: Verifiko Tani
sr_cyrl_rs: Провери сада
sr_latn_rs: Proveri sada
sv_se: Verifiera nu
tg_tj: Ҳоло санҷед
th_th: ตรวจสอบตอนนี้
tk_tm: Häzir barla
tr_tr: Şimdi Doğrula
uk_ua: Перевірити зараз
vi_vn: Kiểm tra ngay
zh_hans_cn: 立即校验
zh_hant: 立即驗證

# Btn_Install
source: Install
ar: تثبيت
bg_bg: Инсталиране
bn_bd: ইনস্টল করুন
cs_cz: Instalovat
da_dk: Installer
de_at: Installieren
dz_bt: གཞི་བཙུགས་འབད།
el_cy: Εγκατάσταση
es_419: Instalar
et_ee: Installi
fa_ir: نصب
fi_fi: Asenna
fil_ph: I-install
fr_fr: Installer
he_il: התקן
hi_in: इंस्टॉल करें
hr_hr: Instaliraj
hu_hu: Telepítés
id_id: Pasang
is_is: Setja upp
it_it: Installa
ja_jp: インストール
kk_kz: Орнату
km_kh: ដំឡើង
ko_kr: 설치
ky_kg: Орнотуу
lo_la: ຕິດຕັ້ງ
lt_lt: Įdiegti
lv_lv: Instalēt
mk_mk: Инсталирај
mn_mn: Суулгах
ms_my: Pasang
my_mm: ထည့်သွင်းရန်
nb_no: Installer
ne_np: स्थापना गर्नुहोस्
nl_be: Installeren
pl_pl: Zainstaluj
ps_af: نصبول
pt_br: Instalar
ro_ro: Instalează
ru_ru: Установить
si_lk: ස්ථාපනය කරන්න
sk_sk: Inštalovať
sl_si: Namesti
sq_al: Instalo
sr_cyrl_rs: Инсталирај
sr_latn_rs: Instaliraj
sv_se: Installera
tg_tj: Насб кардан
th_th: ติดตั้ง
tk_tm: Gurna
tr_tr: Yükle
uk_ua: Встановити
vi_vn: Cài đặt
zh_hans_cn: 安装
zh_hant: 安裝

# Btn_Accept
source: Accept
ar: قبول
bg_bg: Приемам
bn_bd: গ্রহণ করুন
cs_cz: Přijmout
da_dk: Accepter
de_at: Akzeptieren
dz_bt: དང་ལེན་འབད།
el_cy: Αποδοχή
es_419: Aceptar
et_ee: Nõustun
fa_ir: پذیرفتن
fi_fi: Hyväksy
fil_ph: Tanggapin
fr_fr: Accepter
he_il: אשר
hi_in: स्वीकार करें
hr_hr: Prihvati
hu_hu: Elfogadás
id_id: Terima
is_is: Samþykkja
it_it: Accetta
ja_jp: 同意する
kk_kz: Қабылдау
km_kh: យល់ព្រម
ko_kr: 동의
ky_kg: Кабыл алуу
lo_la: ຍອມຮັບ
lt_lt: Sutikti
lv_lv: Piekrist
mk_mk: Прифати
mn_mn: Зөвшөөрөх
ms_my: Terima
my_mm: လက်ခံသည်
nb_no: Aksepter
ne_np: स्वीकार गर्नुहोस्
nl_be: Aanvaarden
pl_pl: Akceptuj
ps_af: منل
pt_br: Aceitar
ro_ro: Acceptă
ru_ru: Принять
si_lk: පිළිගන්න
sk_sk: Prijať
sl_si: Sprejmi
sq_al: Prano
sr_cyrl_rs: Прихвати
sr_latn_rs: Prihvati
sv_se: Acceptera
tg_tj: Қабул кардан
th_th: ยอมรับ
tk_tm: Kabul et
tr_tr: Kabul Et
uk_ua: Прийняти
vi_vn: Chấp nhận
zh_hans_cn: 接受
zh_hant: 接受

# Btn_Decline
source: Decline
ar: رفض
bg_bg: Отказвам
bn_bd: প্রত্যাখ্যান করুন
cs_cz: Odmítnout
da_dk: Afvis
de_at: Ablehnen
dz_bt: ངོས་ལེན་སྤངས།
el_cy: Απόρριψη
es_419: Rechazar
et_ee: Keeldun
fa_ir: رد کردن
fi_fi: Hylkää
fil_ph: Tanggihan
fr_fr: Refuser
he_il: דחה
hi_in: अस्वीकार करें
hr_hr: Odbij
hu_hu: Elutasítás
id_id: Tolak
is_is: Hafna
it_it: Rifiuta
ja_jp: 拒否する
kk_kz: Бас тарту
km_kh: បដិសេធ
ko_kr: 거절
ky_kg: Баш тартуу
lo_la: ປະຕິເສດ
lt_lt: Atmesti
lv_lv: Noraidīt
mk_mk: Одбиј
mn_mn: Татгалзах
ms_my: Tolak
my_mm: ငြင်းပယ်သည်
nb_no: Avslå
ne_np: अस्वीकार गर्नुहोस्
nl_be: Weigeren
pl_pl: Odrzuć
ps_af: ردول
pt_br: Recusar
ro_ro: Refuză
ru_ru: Отклонить
si_lk: ප්‍රතික්ෂේප කරන්න
sk_sk: Odmietnuť
sl_si: Zavrni
sq_al: Refuzo
sr_cyrl_rs: Одбиј
sr_latn_rs: Otkaži
sv_se: Avböj
tg_tj: Рад кардан
th_th: ปฏิเสธ
tk_tm: Ret et
tr_tr: Reddet
uk_ua: Відхилити
vi_vn: Từ chối
zh_hans_cn: 拒绝
zh_hant: 拒絕

# Title_CreateHash
source: Generate Hash & Compress
ar: توليد الهاش وضغط الملفات
bg_bg: Генериране на хеш и компресиране
bn_bd: হ্যাশ তৈরি ও কমপ্রেস
cs_cz: Generovat hash a komprimovat
da_dk: Generer Hash & Komprimer
de_at: Hash generieren & Komprimieren
dz_bt: ཧޭཤ་ བཟོ་ནི་ དང་ བཙུགས་ནི།
el_cy: Δημιουργία Hash & Συμπίεση
es_419: Generar Hash y Comprimir
et_ee: Genereeri räsi ja paki
fa_ir: تولید هش و فشرده‌سازی
fi_fi: Luo tiiviste & pakkaa
fil_ph: Gumawa ng Hash at I-compress
fr_fr: Générer Hash & Compresser
he_il: צור Hash ודחוס
hi_in: हैश जनरेट और कम्प्रेस करें
hr_hr: Generiraj Hash i Sažmi
hu_hu: Hash Generálása és Tömörítés
id_id: Buat Hash & Kompres
is_is: Búa til Hash & Þjappa
it_it: Genera Hash e Comprimi
ja_jp: ハッシュ生成 & 圧縮
kk_kz: Хэш жасау және Қысу
km_kh: បង្កើត Hash & បង្រួម
ko_kr: 해시 생성 및 압축
ky_kg: Хэш түзүү жана Кысуу
lo_la: ສ້າງ Hash & ບີບອັດ
lt_lt: Generuoti Hash ir Suspausti
lv_lv: Ģenerēt Hash un saspiest
mk_mk: Генерирај Хеш и Компресирај
mn_mn: Хэш үүсгэх болон Шахах
ms_my: Jana Hash & Mampat
my_mm: Hash ဖန်တီးပြီး ဖိသိပ်ရန်
nb_no: Generer Hash og Komprimer
ne_np: ह्यास सिर्जना र कम्प्रेस गर्नुहोस्
nl_be: Hash Genereren & Comprimeren
pl_pl: Generuj Hash i Kompresuj
ps_af: هیش جوړول او فشارول
pt_br: Gerar Hash e Comprimir
ro_ro: Generează Hash și Comprimă
ru_ru: Создать хэш и сжать
si_lk: Hash සාදා සම්පීඩනය කරන්න
sk_sk: Generovať Hash a Komprimovať
sl_si: Ustvari Hash in stisni
sq_al: Gjenero Hash & Ngjesh
sr_cyrl_rs: Генериши хеш и компримуј
sr_latn_rs: Kreiraj Hash i kompresuj
sv_se: Generera hash & Komprimera
tg_tj: Эҷоди Ҳэш ва Фишурдан
th_th: สร้างแฮชและบีบอัด
tk_tm: Heş döret we gys
tr_tr: Hash Oluştur ve Sıkıştır
uk_ua: Створити хеш та Стиснути
vi_vn: Tạo mã băm & Nén
zh_hans_cn: 生成哈希与压缩
zh_hant: 建立雜湊與壓縮

# Title_CheckHash
source: Batch Verification
ar: التحقق المجمع
bg_bg: Масова проверка
bn_bd: ব্যাচ যাচাইকরণ
cs_cz: Hromadné ověření
da_dk: Batch Verifikation
de_at: Stapelverifizierung
dz_bt: སྡེབ་ཚན་ ཞིབ་དཔྱད།
el_cy: Μαζικός Έλεγχος
es_419: Verificación por lotes
et_ee: Hulgi kontrollimine
fa_ir: بررسی گروهی
fi_fi: Erätarkistus
fr_fr: Vérification par lot
he_il: אימות קבוצתי
hi_in: बैच सत्यापन
hr_hr: Grupna provjera
hu_hu: Kötegelt Ellenőrzés
id_id: Verifikasi Batch
is_is: Magnstaðfesting
it_it: Verifica in batch
ja_jp: 一括検証
kk_kz: Топтамалық тексеру
km_kh: ការផ្ទៀងផ្ទាត់ជាបាច់
ko_kr: 일괄 검증
ky_kg: Пакеттик текшерүү
lo_la: ການກວດສອບເປັນຊຸດ
lt_lt: Grupinis tikrinimas
lv_lv: Pakešpārbaude
mk_mk: Групна Потврда
mn_mn: Багцаар шалгах
ms_my: Pengesahan Kelompok
my_mm: အစုလိုက် စစ်ဆေးခြင်း
nb_no: Batch-verifisering
ne_np: समूह प्रमाणीकरण (Batch Check)
nl_be: Batchverificatie
pl_pl: Weryfikacja wsadowa
ps_af: ډله ایز تایید
pt_br: Verificação em Lote
ro_ro: Verificare în lot
ru_ru: Пакетная проверка
si_lk: කාණ්ඩ තහවුරු කිරීම (Batch Verify)
sk_sk: Hromadné overenie
sl_si: Paketno preverjanje
sq_al: Verifikim në Grup
sr_cyrl_rs: Групна провера
sr_latn_rs: Masovna provera
sv_se: Batch-verifiering
tg_tj: Санҷиши гурӯҳӣ
th_th: การตรวจสอบเป็นชุด
tk_tm: Toparlaýyn barlag
tr_tr: Toplu Doğrulama
uk_ua: Пакетна перевірка
vi_vn: Kiểm tra hàng loạt
zh_hans_cn: 批量校验
zh_hant: 批次驗證

# Title_Update
source: Check for Updates
ar: التحقق من وجود تحديثات
bg_bg: Проверка за актуализации
bn_bd: আপডেট চেক করুন
cs_cz: Zkontrolovat aktualizace
da_dk: Søg efter opdateringer
de_at: Nach Updates suchen
dz_bt: དུས་མཐུན་ ཡོད་མེད་བལྟ།
el_cy: Έλεγχος Ενημερώσεων
es_419: Buscar actualizaciones
et_ee: Kontrolli värskendusi
fa_ir: بررسی بروزرسانی‌ها
fi_fi: Tarkista päivitykset
fil_ph: Maghanap ng Updates
fr_fr: Rechercher des mises à jour
he_il: בדוק עדכונים
hi_in: अपडेट की जाँच करें
hr_hr: Provjeri ažuriranja
hu_hu: Frissítések keresése
id_id: Cek Pembaruan
is_is: Leita að uppfærslum
it_it: Verifica aggiornamenti
ja_jp: 更新を確認
kk_kz: Жаңартуларды тексеру
km_kh: ពិនិត្យមើលការធ្វើបច្ចុប្បន្នភាព
ko_kr: 업데이트 확인
ky_kg: Жаңыртууларды текшерүү
lo_la: ກວດຫາການອັບເດດ
lt_lt: Ieškoti atnaujinimų
lv_lv: Pārbaudīt atjauninājumus
mk_mk: Провери за ажурирања
mn_mn: Шинэчлэлт шалгах
ms_my: Semak Kemas Kini
my_mm: အပ်ဒိတ်များ စစ်ဆေးရန်
nb_no: Se etter oppdateringer
ne_np: अपडेटहरू जाँच गर्नुहोस्
nl_be: Controleren op updates
pl_pl: Sprawdź aktualizacje
ps_af: د تازه معلوماتو لپاره کتل
pt_br: Buscar Atualizações
ro_ro: Caută actualizări
ru_ru: Проверка обновлений
si_lk: යාවත්කාලීන පරීක්ෂා කරන්න
sk_sk: Skontrolovať aktualizácie
sl_si: Preveri posodobitve
sq_al: Kontrollo për Përditësime
sr_cyrl_rs: Провери ажурирања
sr_latn_rs: Proveri ažuriranja
sv_se: Sök efter uppdateringar
tg_tj: Санҷиши навсозиҳо
th_th: ตรวจสอบการอัปเดต
tk_tm: Täzelemeleri barla
tr_tr: Güncellemeleri Denetle
uk_ua: Перевірка оновлень
vi_vn: Kiểm tra cập nhật
zh_hans_cn: 检查更新
zh_hant: 檢查更新
