Repository: poli0981/HashTool
Catalog: Lang/Resources.*.resx
Languages: ar, bg_bg, bn_bd, cs_cz, da_dk, de_at, dz_bt, el_cy, es_419, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, km_kh, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, mn_mn, ms_my, my_mm, nb_no, ne_np, nl_be, pl_pl, ps_af, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, tg_tj, th_th, tk_tm, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant

# Settings_AdminDesc
source: Requires restart. Allows access to protected files.
ar: يتطلب إعادة التشغيل. يسمح بالوصول إلى الملفات المحمية.
bg_bg: Изисква рестарт. Позволява достъп до защитени файлове.
bn_bd: রিস্টার্ট প্রয়োজন। সুরক্ষিত ফাইলে অ্যাক্সেসের অনুমতি দেয়।
cs_cz: Vyžaduje restart. Umožňuje přístup k chráněným souborům.
da_dk: Kræver genstart. Giver adgang til beskyttede filer.
de_at: Neustart erforderlich. Erlaubt Zugriff auf geschützte Dateien.
dz_bt: ལོག་འགོ་བཙུགས་དགོ། ཉེན་སྐྱོབ་ཡོད་པའི་ ཡིག་སྣོད་ལུ་ འཛུལ་སྤྱོད་འབད་བཅུགཔ་ཨིན།
el_cy: Απαιτεί επανεκκίνηση. Επιτρέπει την πρόσβαση σε προστατευμένα αρχεία.
es_419: Requiere reinicio. Permite acceso a archivos protegidos.
et_ee: Vajalik taaskäivitus. Lubab juurdepääsu kaitstud failidele.
fa_ir: نیاز به راه‌اندازی مجدد. اجازه دسترسی به فایل‌های محافظت‌شده.
fi_fi: Vaatii uudelleenkäynnistyksen. Sallii pääsyn suojattuihin tiedostoihin.
fil_ph: Kailangan ng restart. Pinapayagan ang access sa protected files.
fr_fr: Redémarrage requis. Accès aux fichiers protégés.
he_il: דורש הפעלה מחדש. מאפשר גישה לקבצים מוגנים.
hi_in: रिमस्टार्ट आवश्यक है। सुरक्षित फाइलों तक पहुंच की अनुमति देता है।
hr_hr: Zahtijeva ponovno pokretanje. Omogućuje pristup zaštićenim datotekama.
hu_hu: Újraindítást igényel. Hozzáférést ad védett fájlokhoz.
id_id: Perlu restart. Mengizinkan akses ke berkas yang dilindungi.
is_is: Krefst endurræsingar. Leyfir aðgang að vörðum skrám.
it_it: Richiede il riavvio. Consente l'accesso ai file protetti.
ja_jp: 再起動が必要です。保護されたファイルへのアクセスを許可します。
kk_kz: Қайта іске қосуды қажет етеді. Қорғалған файлдарға кіруге рұқсат береді.
km_kh: ទាមទារការចាប់ផ្ដើមឡើងវិញ។ អនុញ្ញាតឱ្យចូលប្រើឯកសារដែលបានការពារ។
ko_kr: 재시작이 필요합니다. 보호된 파일에 접근을 허용합니다.
ky_kg: Кайра баштоону талап кылат. Корголгон файлдарга кирүүгө уруксат берет.
lo_la: ຕ້ອງການຣີສະຕາດ. ອະນຸຍາດໃຫ້ເຂົ້າເຖິງໄຟລ໌ທີ່ຖືກປ້ອງກັນ.
lt_lt: Reikalingas perkrovimas. Leidžia pasiekti apsaugotus failus.
lv_lv: Nepieciešama restartēšana. Ļauj piekļūt aizsargātiem failiem.
mk_mk: Бара рестартирање. Дозволува пристап до заштитени датотеки.
mn_mn: Дахин эхлүүлэх шаардлагатай. Хамгаалагдсан файлд хандахыг зөвшөөрнө.
ms_my: Perlu dimulakan semula. Membenarkan akses kepada fail yang dilindungi.
my_mm: App ကို ပြန်လည်စတင်ရန် လိုအပ်သည်။ ကာကွယ်ထားသော ဖိုင်များကို အသုံးပြုခွင့်ပေးသည်။
nb_no: Krever omstart. Gir tilgang til beskyttede filer.
ne_np: पुनः सुरु गर्न आवश्यक छ। सुरक्षित फाइलहरू पहुँच गर्न अनुमति दिन्छ।
nl_be: Vereist een herstart. Biedt toegang tot beveiligde bestanden.
pl_pl: Wymaga restartu. Umożliwia dostęp do chronionych plików.
ps_af: بیا پیلولو ته اړتیا لري. خوندي شوي فایلونو ته د لاسرسي اجازه ورکوي.
pt_br: Requer reinicialização. Permite acesso a arquivos protegidos.
ro_ro: Necesită repornire. Permite accesul la fișierele protejate.
ru_ru: Требует перезапуска. Дает доступ к защищенным файлам.
si_lk: නැවත ආරම්භ කිරීම අවශ්‍යයි. ආරක්ෂිත ගොනු වෙත ප්‍රවේශ වීමට ඉඩ දෙයි.
sk_sk: Vyžaduje reštart. Umožňuje prístup k chráneným súborom.
sl_si: Zahteva ponovni zagon. Omogoča dostop do zaščitenih datotek.
sq_al: Kërkon rinisje. Lejon qasjen në skedarët e mbrojtur.
sr_cyrl_rs: Захтева поновно покретање. Омогућава приступ заштићеним датотекама.
sr_latn_rs: Zahteva restart. Omogućava pristup zaštićenim fajlovima.
sv_se: Kräver omstart. Ger åtkomst till skyddade filer.
tg_tj: Бозоғозӣ лозим аст. Иҷозати дастрасӣ ба файлҳои ҳифзшударо медиҳад.
th_th: ต้องรีสตาร์ท อนุญาตให้เข้าถึงไฟล์ที่ได้รับการป้องกัน
tk_tm: Täzeden başlatmagy talap edýär. Goragly faýllara girmäge rugsat berýär.
tr_tr: Yeniden başlatma gerektirir. Korumalı dosyalara erişim sağlar.
uk_ua: Потребує перезапуску. Надає доступ до захищених файлів.
vi_vn: Cần khởi động lại. Cho phép truy cập các tệp được bảo vệ.
zh_hans_cn: 需要重启。允许访问受保护的文件。
zh_hant: 需要重新啟動。允許存取受保護的檔案。

# Settings_FileSizeLimit
source: Input File Size Limit
ar: حد حجم ملف الإدخال
bg_bg: Лимит на размера на файла
bn_bd: ইনপুট ফাইল সাইজ লিমিট
cs_cz: Limit velikosti vstupního souboru
da_dk: Grænse for filstørrelse
de_at: Limit für Eingabedateigröße
dz_bt: ནང་འཇུག་ ཡིག་སྣོད་ཀྱི་ ཚད་གཞི།
el_cy: Όριο μεγέθους αρχείου εισόδου
es_419: Límite de tamaño de archivo
et_ee: Sisendfaili suuruse limiit
fa_ir: محدودیت حجم فایل ورودی
fi_fi: Syötetiedoston kokorajoitus
fil_ph: Limitasyon sa Laki ng File
fr_fr: Limite taille fichier entrée
he_il: מגבלת גודל קובץ קלט
hi_in: इनपुट फाइल आकार सीमा
hr_hr: Ograničenje veličine ulazne datoteke
hu_hu: Bemeneti fájlméret korlát
id_id: Batas Ukuran Berkas Masukan
is_is: Stærðartakmark inntaksskrár
it_it: Limite dimensione file di input
ja_jp: 入力ファイルサイズ制限
kk_kz: Енгізу файлының өлшем шегі
km_kh: ដែនកំណត់ទំហំឯកសារបញ្ចូល
ko_kr: 입력 파일 크기 제한
ky_kg: Киргизүү файлынын өлчөмүнүн чеги
lo_la: ຂະໜາດໄຟລ໌ນຳເຂົ້າສູງສຸດ
lt_lt: Įvesties failo dydžio limitas
lv_lv: Ievades faila lieluma ierobežojums
mk_mk: Ограничување за големина на влезна датотека
mn_mn: Оруулах файлын хэмжээний хязгаар
ms_my: Had Saiz Fail Input
my_mm: ထည့်သွင်းမည့် ဖိုင်အရွယ်အစား ကန့်သတ်ချက်
nb_no: Grense for filstørrelse (Inndata)
ne_np: इनपुट फाइल साइज सीमा
nl_be: Limiet bestandsgrootte invoer
pl_pl: Limit rozmiaru pliku wejściowego
ps_af: د فایل اندازې حد
pt_br: Limite de Tamanho do Arquivo
ro_ro: Limită dimensiune fișier intrare
ru_ru: Лимит размера входного файла
si_lk: ආදාන ගොනු ප්‍රමාණ සීමාව
sk_sk: Limit veľkosti vstupného súboru
sl_si: Omejitev velikosti vhodne datoteke
sq_al: Kufiri i Madhësisë së Skedarit të Hyrjes
sr_cyrl_rs: Ограничење величине улазне датотеке
sr_latn_rs: Ograničenje veličine ulaznog fajla
sv_se: Storleksgräns för inmatningsfil
tg_tj: Маҳдудияти андозаи файли воридотӣ
th_th: ขีดจำกัดขนาดไฟล์อินพุต
tk_tm: Giriş faýlynyň ölçeg çägi
tr_tr: Girdi Dosyası Boyut Sınırı
uk_ua: Обмеження розміру вхідного файлу
vi_vn: Giới hạn kích thước tệp đầu vào
zh_hans_cn: 输入文件大小限制
zh_hant: 輸入檔案大小限制

# Settings_FileSizeDesc
source: Maximum size for files to process.
ar: الحد الأقصى لحجم الملفات المراد معالجتها.
bg_bg: Максимален размер за обработка на файлове.
bn_bd: প্রসেস করার জন্য ফাইলের সর্বোচ্চ সাইজ।
cs_cz: Maximální velikost souborů pro zpracování.
da_dk: Maksimal størrelse for filer der skal behandles.
de_at: Maximale Größe für zu verarbeitende Dateien.
dz_bt: ལས་སྦྱོར་འབད་ནིའི་ ཡིག་སྣོད་ཀྱི་ ཚད་གཞི་ མཐོ་ཤོས།
el_cy: Μέγιστο μέγεθος αρχείων για επεξεργασία.
es_419: Tamaño máximo de archivos para procesar.
et_ee: Maksimaalne failisuurus töötlemiseks.
fa_ir: حداکثر حجم فایل‌ها برای پردازش.
fi_fi: Käsiteltävien tiedostojen enimmäiskoko.
fil_ph: Pinakamalaking laki ng file na ipoproseso.
fr_fr: Taille max des fichiers à traiter.
he_il: גודל מקסימלי לקבצים לעיבוד.
hi_in: प्रोसेस करने के लिए अधिकतम फाइल आकार।
hr_hr: Maksimalna veličina datoteka za obradu.
hu_hu: A feldolgozható fájlok maximális mérete.
id_id: Ukuran maksimum berkas untuk diproses.
is_is: Hámarksstærð skráa til vinnslu.
it_it: Dimensione massima dei file da elaborare.
ja_jp: 処理するファイルの最大サイズ。
kk_kz: Өңделетін файлдардың максималды өлшемі.
km_kh: ទំហំអតិបរមាសម្រាប់ឯកសារដែលត្រូវដំណើរការ។
ko_kr: 처리할 파일의 최대 크기입니다.
ky_kg: Иштетилүүчү файлдардын максималдуу өлчөмү.
lo_la: ຂະໜາດສູງສຸດສຳລັບໄຟລ໌ທີ່ຈະປະມວນຜົນ.
lt_lt: Maksimalus failų, kuriuos galima apdoroti, dydis.
lv_lv: Maksimālais failu lielums apstrādei.
mk_mk: Максимална големина на датотеки за обработка.
mn_mn: Боловсруулах файлын дээд хэмжээ.
ms_my: Saiz maksimum fail untuk diproses.
my_mm: လုပ်ဆောင်မည့် ဖိုင်များ၏ အများဆုံး အရွယ်အစား။
nb_no: Maksimal størrelse for filer som skal behandles.
ne_np: प्रशोधन गर्न फाइलहरूको अधिकतम साइज।
nl_be: Maximale grootte van te verwerken bestanden.
pl_pl: Maksymalny rozmiar plików do przetworzenia.
ps_af: د پروسس لپاره د فایلونو اعظمي اندازه.
pt_br: Tamanho máximo de arquivos para processamento.
ro_ro: Dimensiunea maximă a fișierelor de procesat.
ru_ru: Максимальный размер файлов для обработки.
si_lk: සැකසිය හැකි ගොනු වල උපරිම ප්‍රමාණය.
sk_sk: Maximálna veľkosť súborov na spracovanie.
sl_si: Največja velikost datotek za obdelavo.
sq_al: Madhësia maksimale e skedarëve për t'u përpunuar.
sr_cyrl_rs: Максимална величина датотека за обраду.
sr_latn_rs: Maksimalno ograničenje veličine za fajlove koji se obrađuju.
sv_se: Maximal storlek för filer som ska bearbetas.
tg_tj: Андозаи ҳадди аксар барои коркарди файлҳо.
th_th: ขนาดสูงสุดของไฟล์ที่จะประมวลผล
tk_tm: Gaýtadan işlenjek faýllaryň iň uly ölçegi.
tr_tr: İşlenecek dosyalar için maksimum boyut.
uk_ua: Максимальний розмір файлів для обробки.
vi_vn: Kích thước tối đa cho các tệp cần xử lý.
zh_hans_cn: 允许处理的最大文件大小。
zh_hant: 允許處理的最大檔案大小。

# Settings_ForceQuitTimeout
source: Force Quit Timeout
ar: مهلة الإنهاء الإجباري
bg_bg: Тайм-аут за принудителен изход
bn_bd: ফোর্স কুইট টাইমআউট
cs_cz: Časový limit pro vynucené ukončení
da_dk: Timeout for tvunget afslutning
de_at: Timeout für Erzwingen des Beendens
dz_bt: བང་བཙོང་ཐོག་ལས་ སྤང་ནིའི་ དུས་ཚོད།
el_cy: Χρονικό όριο αναγκαστικού τερματισμού
es_419: Tiempo de espera para cierre forzoso
et_ee: Sunnitud sulgemise ajalõpp
fa_ir: مهلت خروج اجباری
fi_fi: Pakotetun lopetuksen aikakatkaisu
fr_fr: Délai fermeture forcée
he_il: פסק זמן לסגירה מאולצת
hi_in: फोर्स क्विट टाइमआउट
hr_hr: Vrijeme do prisilnog prekida
hu_hu: Kényszerített kilépés időtúllépés
id_id: Batas Waktu Paksa Keluar
is_is: Tímamörk þvingaðrar lokunar
it_it: Timeout chiusura forzata
ja_jp: 強制終了タイムアウト
kk_kz: Мәжбүрлі түрде шығу күту уақыты
km_kh: ពេលវេលាផុតកំណត់សម្រាប់ការបិទដោយបង្ខំ
ko_kr: 강제 종료 타임아웃
ky_kg: Мажбурлап жабуу күтүү убактысы
lo_la: ເວລາໝົດກຳນົດບັງຄັບອອກ
lt_lt: Priverstinio uždarymo laikas
lv_lv: Piespiedu aizvēršanas taimauts
mk_mk: Време за присилно затворање
mn_mn: Хүчээр гарах хугацаа
ms_my: Masa Tamat Berhenti Paksa
my_mm: အလျင်အမြန် ပိတ်ရန် အချိန်ကုန်ဆုံးမှု
nb_no: Tidsavbrudd for tvungen avslutning
ne_np: जबरजस्ती बन्द गर्ने समय सीमा
nl_be: Time-out geforceerd stoppen
pl_pl: Limit czasu wymuszenia zamknięcia
ps_af: د جبري وتلو وخت ختمیدل
pt_br: Tempo Limite de Encerramento Forçado
ro_ro: Timp limită pentru închidere forțată
ru_ru: Таймаут принудительного закрытия
si_lk: බලහත්කාරයෙන් වසා දැමීමේ කාල සීමාව
sk_sk: Časový limit vynúteného ukončenia
sl_si: Časovna omejitev za prisilno zapiranje
sq_al: Koha e Mbylljes së Detyruar
sr_cyrl_rs: Време до присилног затварања
sr_latn_rs: Timeout prisilnog zatvaranja
sv_se: Tidsgräns för framtvingad avslutning
tg_tj: Вақти хотимаи маҷбурӣ
th_th: หมดเวลาบังคับออก
tk_tm: Mejbury çykmak wagty
tr_tr: Zorla Kapatma Zaman Aşımı
uk_ua: Таймаут примусового закриття
vi_vn: Thời gian chờ buộc thoát
zh_hans_cn: 强制退出超时时间
zh_hant: 強制退出逾時時間

# Settings_ForceQuitDesc
source: Time (seconds) before considering the app frozen.
ar: الوقت (بالثواني) قبل اعتبار التطبيق متجمداً.
bg_bg: Време (секунди) преди приложението да се счита за блокирало.
bn_bd: অ্যাপটি হ্যাং হয়েছে কিনা তা বোঝার আগের সময় (সেকেন্ড)।
cs_cz: Čas (sekundy) před považováním aplikace za zamrzlou.
da_dk: Tid (sekunder) før appen betragtes som frosset.
de_at: Zeit (Sekunden), bevor die App als eingefroren gilt.
dz_bt: གློག་རིམ་ ཁ་བསུམས་མ་བཏུབ་པར་ མ་བརྩི་བའི་ཧེ་མ། (སྐར་ཆ།)
el_cy: Χρόνος (δευτ.) πριν θεωρηθεί ότι η εφαρμογή κόλλησε.
es_419: Tiempo (segundos) antes de considerar que la app se trabó.
et_ee: Aeg (sekundites) enne rakenduse külmunuks lugemist.
fa_ir: زمان (ثانیه) قبل از اینکه برنامه متوقف‌شده (Frozen) در نظر گرفته شود.
fi_fi: Aika (sekuntia) ennen kuin sovelluksen katsotaan jumiutuneen.
fil_ph: Oras (segundo) bago ituring na nag-hang ang app.
fr_fr: Temps (sec) avant de considérer l'app plantée.
he_il: זמן (שניות) לפני שהיישום נחשב כקפוא.
hi_in: ऐप को फ्रोज़न मानने से पहले का समय (सेकंड)।
hr_hr: Vrijeme (sekunde) prije nego se aplikacija smatra smrznutom.
hu_hu: Idő (másodperc), mielőtt az app lefagyottnak minősül.
id_id: Waktu (detik) sebelum aplikasi dianggap macet.
is_is: Tími (sek) áður en litið er á forritið sem frosið.
it_it: Tempo (secondi) prima di considerare l'app bloccata.
ja_jp: アプリがフリーズしたとみなすまでの時間（秒）。
kk_kz: Қолданбаны қатып қалды деп санағанға дейінгі уақыт (секунд).
km_kh: ពេលវេលា (វិនាទី) មុនពេលចាត់ទុកថាកម្មវិធីគាំង។
ko_kr: 앱이 응답 없음으로 간주되기 전 대기 시간(초)입니다.
ky_kg: Тиркеме тоңуп калды деп эсептелгенге чейинки убакыт (секунд).
lo_la: ເວລາ (ວິນາທີ) ກ່ອນຈະຖືວ່າແອັບຄ້າງ.
lt_lt: Laikas (sekundėmis), po kurio programa laikoma užstrigusia.
lv_lv: Laiks (sekundēs), pirms lietotne tiek uzskatīta par iestrēgušu.
mk_mk: Време (секунди) пред да се смета дека апликацијата е замрзната.
mn_mn: Апп гацсан гэж үзэх хүртэлх хугацаа (секунд).
ms_my: Masa (saat) sebelum apl dianggap tergendala.
my_mm: App ရပ်တန့်သွားသည်ဟု မယူဆမီ အချိန် (စက္ကန့်)။
nb_no: Tid (sekunder) før appen anses som låst/fryst.
ne_np: एप ह्याङ्ग भएको मान्नु अघिको समय (सेकेन्ड)।
nl_be: Tijd (seconden) voordat de toepassing als vastgelopen wordt beschouwd.
pl_pl: Czas (w sekundach), zanim aplikacja zostanie uznana za zawieszoną.
ps_af: وخت (ثانیې) مخکې لدې چې غوښتنلیک کنګل شوی وګڼل شي.
pt_br: Tempo (segundos) antes de considerar que o app travou.
ro_ro: Timp (secunde) înainte de a considera aplicația blocată.
ru_ru: Время (сек.), прежде чем приложение будет считаться зависшим.
si_lk: යෙදුම හිරවී ඇතැයි සැලකීමට පෙර ගතවන කාලය (තත්පර).
sk_sk: Čas (v sekundách), kým sa aplikácia považuje za zamrznutú.
sl_si: Čas (sekunde), preden se aplikacija obravnava kot zamrznjena.
sq_al: Koha (sekonda) para se aplikacioni të konsiderohet i ngrirë.
sr_cyrl_rs: Време (секунде) пре него што се сматра да је апликација замрзнута.
sr_latn_rs: Vreme (sekunde) pre nego što se aplikacija smatra zamrznutom.
sv_se: Tid (sekunder) innan appen anses ha hängt sig.
tg_tj: Вақт (сония) пеш аз яхкарда ҳисоб шудани барнома.
th_th: เวลา (วินาที) ก่อนที่จะถือว่าแอปค้าง
tk_tm: Programma doňdy diýlip hasaplanmazdan öňki wagt (sekunt).
tr_tr: Uygulamanın donmuş sayılmasından önceki süre (saniye).
uk_ua: Час (сек.), перш ніж програма вважатиметься завислою.
vi_vn: Thời gian (giây) trước khi coi ứng dụng bị treo.
zh_hans_cn: 判定应用程序卡死前的等待时间（秒）。
zh_hant: 判定應用程式沒有回應前的等待時間 (秒)。

# Settings_FileTimeout
source: File Processing Timeout
ar: مهلة معالجة الملف
bg_bg: Тайм-аут за обработка на файл
bn_bd: ফাইল প্রসেসিং টাইমআউট
cs_cz: Časový limit zpracování souboru
da_dk: Timeout for filbehandling
de_at: Timeout für Dateiverarbeitung
dz_bt: ཡིག་སྣོད་ ལས་སྦྱོར་ དུས་ཚོད།
el_cy: Χρονικό όριο επεξεργασίας αρχείου
es_419: Tiempo de espera de archivo
et_ee: Faili töötlemise ajalõpp
fa_ir: مهلت پردازش فایل
fi_fi: Tiedoston käsittelyn aikakatkaisu
fr_fr: Délai traitement fichier
he_il: פסק זמן לעיבוד קובץ
hi_in: फाइल प्रोसेसिंग टाइमआउट
hr_hr: Vrijeme obrade datoteke
hu_hu: Fájlfeldolgozási időtúllépés
id_id: Batas Waktu Proses Berkas
is_is: Tímamörk skráarvinnslu
it_it: Timeout elaborazione file
ja_jp: ファイル処理タイムアウト
kk_kz: Файлды өңдеу күту уақыты
km_kh: ពេលវេលាផុតកំណត់ដំណើរការឯកសារ
ko_kr: 파일 처리 타임아웃
ky_kg: Файлды иштетүү күтүү убактысы
lo_la: ເວລາໝົດກຳນົດປະມວນຜົນໄຟລ໌
lt_lt: Failo apdorojimo laikas
lv_lv: Failu apstrādes taimauts
mk_mk: Време за обработка на датотека
mn_mn: Файл боловсруулах хугацаа
ms_my: Masa Tamat Pemprosesan Fail
my_mm: ဖိုင်လုပ်ဆောင်မှု အချိန်ကုန်ဆုံးမှု
nb_no: Tidsavbrudd for filbehandling
ne_np: फाइल प्रशोधन समय सीमा
nl_be: Time-out bestandsverwerking
pl_pl: Limit czasu przetwarzania pliku
ps_af: د فایل پروسس کولو وخت ختمیدل
pt_br: Tempo Limite de Processamento de Arquivo
ro_ro: Timp limită procesare fișier
ru_ru: Таймаут обработки файла
si_lk: ගොනු සැකසීමේ කාල සීමාව
sk_sk: Časový limit spracovania súboru
sl_si: Časovna omejitev obdelave datoteke
sq_al: Koha e Përpunimit të Skedarit
sr_cyrl_rs: Време обраде датотеке
sr_latn_rs: Timeout obrade fajla
sv_se: Tidsgräns för filbearbetning
tg_tj: Вақти коркарди файл
th_th: หมดเวลาประมวลผลไฟล์
tk_tm: Faýly gaýtadan işlemek wagty
tr_tr: Dosya İşleme Zaman Aşımı
uk_ua: Таймаут обробки файлу
vi_vn: Thời gian chờ xử lý tệp
zh_hans_cn: 文件处理超时时间
zh_hant: 檔案處理逾時時間

# Settings_FileTimeoutDesc
source: Cancel if a single file takes too long.
ar: إلغاء الأمر إذا استغرق ملف واحد وقتًا طويلاً.
bg_bg: Отказ, ако файл се обработва твърде дълго.
bn_bd: একটি ফাইল খুব বেশি সময় নিলে বাতিল করুন।
cs_cz: Zrušit, pokud soubor trvá příliš dlouho.
da_dk: Annuller hvis en enkelt fil tager for lang tid.
de_at: Abbrechen, wenn eine Datei zu lange dauert.
dz_bt: ཡིག་སྣོད་ཅིག་ལུ་ དུས་ཚོད་ ལེ་ཤ་འགོར་བ་ཅིན་ ཆ་མེད་གཏང་།
el_cy: Ακύρωση εάν ένα αρχείο καθυστερεί πολύ.
es_419: Cancelar si un archivo tarda demasiado.
et_ee: Tühista, kui failiga läheb liiga kaua.
fa_ir: لغو عملیات اگر پردازش یک فایل بیش از حد طول بکشد.
fi_fi: Peruuta, jos yksittäinen tiedosto kestää liian kauan.
fil_ph: Kanselahin kung masyadong matagal ang isang file.
fr_fr: Annuler si un fichier prend trop de temps.
he_il: בטל אם קובץ יחיד לוקח יותר מדי זמן.
hi_in: यदि कोई फाइल बहुत अधिक समय लेती है तो रद्द करें।
hr_hr: Otkaži ako jedna datoteka traje predugo.
hu_hu: Megszakítás, ha egy fájl túl sokáig tart.
id_id: Batalkan jika satu berkas memakan waktu terlalu lama.
is_is: Hætta við ef ein skrá tekur of langan tíma.
it_it: Annulla se un singolo file impiega troppo tempo.
ja_jp: 単一ファイルの処理が長すぎる場合にキャンセルします。
kk_kz: Егер бір файл тым көп уақыт алса, тоқтату.
km_kh: បោះបង់ប្រសិនបើឯកសារមួយចំណាយពេលយូរពេក។
ko_kr: 단일 파일 처리가 너무 오래 걸리면 취소합니다.
ky_kg: Эгерде бир файл өтө көп убакытты талап кылса, жокко чыгаруу.
lo_la: ຍົກເລີກຖ້າໜຶ່ງໄຟລ໌ໃຊ້ເວລາດົນເກີນໄປ.
lt_lt: Atšaukti, jei vieno failo apdorojimas trunka per ilgai.
lv_lv: Atcelt, ja viena faila apstrāde aizņem pārāk daudz laika.
mk_mk: Откажи ако една датотека трае премногу долго.
mn_mn: Нэг файл хэт их хугацаа шаардвал цуцлах.
ms_my: Batal jika satu fail mengambil masa terlalu lama.
my_mm: ဖိုင်တစ်ခုက အချိန်အရမ်းကြာနေပါက ပယ်ဖျက်ရန်။
nb_no: Avbryt hvis en enkelt fil tar for lang tid.
ne_np: यदि एउटा फाइलले धेरै समय लिन्छ भने रद्द गर्नुहोस्।
nl_be: Annuleren als een enkel bestand te veel tijd in beslag neemt.
pl_pl: Anuluj, jeśli przetwarzanie pojedynczego pliku trwa zbyt długo.
ps_af: که یو فایل ډیر وخت ونیسي نو لغوه یې کړئ.
pt_br: Cancelar se um único arquivo demorar muito.
ro_ro: Anulează dacă un singur fișier durează prea mult.
ru_ru: Отменить, если один файл обрабатывается слишком долго.
si_lk: තනි ගොනුවක් වැඩි කාලයක් ගතවේ නම් අවලංගු කරන්න.
sk_sk: Zrušiť, ak súbor trvá príliš dlho.
sl_si: Prekliči, če posamezna datoteka traja preveč časa.
sq_al: Anulo nëse një skedar i vetëm kërkon shumë kohë.
sr_cyrl_rs: Откажи ако једна датотека траје предуго.
sr_latn_rs: Prisilno otkazivanje ako fajl traje predugo.
sv_se: Avbryt om en enskild fil tar för lång tid.
tg_tj: Агар як файл вақти зиёдро гирад, бекор кунед.
th_th: ยกเลิกหากไฟล์เดียวใช้เวลานานเกินไป
tk_tm: Bir faýl gaty köp wagt alsa ýatyr.
tr_tr: Tek bir dosya çok uzun sürerse iptal et.
uk_ua: Скасувати, якщо обробка одного файлу триває занадто довго.
vi_vn: Hủy nếu một tệp mất quá nhiều thời gian.
zh_hans_cn: 如果单个文件处理时间过长，则取消操作。
zh_hant: 如果單一檔案處理時間過長則取消。

# Settings_Emergency
source: Emergency Action
ar: إجراء طوارئ
bg_bg: Аварийно действие
bn_bd: জরুরি পদক্ষেপ
cs_cz: Nouzová akce
da_dk: Nødhandling
de_at: Notfallaktion
dz_bt: ཛ་དྲག་ བྱ་བ།
el_cy: Ενέργεια Έκτακτης Ανάγκης
es_419: Acción de emergencia
et_ee: Hädaabi tegevus
fa_ir: اقدام اضطراری
fi_fi: Hätätoiminto
fr_fr: Action d'urgence
he_il: פעולת חירום
hi_in: आपातकालीन कार्रवाई
hr_hr: Hitna akcija
hu_hu: Vészhelyzeti művelet
id_id: Tindakan Darurat
is_is: Neyðaraðgerð
it_it: Azione di emergenza
ja_jp: 緊急アクション
kk_kz: Төтенше әрекет
km_kh: សកម្មភាពបន្ទាន់
ko_kr: 비상 조치
ky_kg: Шашылыш аракет
lo_la: ການປະຕິບັດສຸກເສີນ
lt_lt: Skubus veiksmas
lv_lv: Ārkārtas rīcība
mk_mk: Итна акција
mn_mn: Яаралтай үйлдэл
ms_my: Tindakan Kecemasan
my_mm: အရေးပေါ် လုပ်ဆောင်ချက်
nb_no: Nødhandling
ne_np: आपतकालीन कार्य
nl_be: Noodactie
pl_pl: Akcja awaryjna
ps_af: بیړنی عمل
pt_br: Ação de Emergência
ro_ro: Acțiune de urgență
ru_ru: Экстренное действие
si_lk: හදිසි ක්‍රියාව
sk_sk: Núdzová akcia
sl_si: Nujno dejanje
sq_al: Veprim Emergjence
sr_cyrl_rs: Хитна акција
sr_latn_rs: Hitna akcija
sv_se: Nödåtgärd
tg_tj: Амалиёти фавқулодда
th_th: การดำเนินการฉุกเฉิน
tk_tm: Tiz kömek hereketi
tr_tr: Acil Durum Eylemi
uk_ua: Екстрена дія
vi_vn: Hành động khẩn cấp
zh_hans_cn: 紧急操作
zh_hant: 緊急動作
