Repository: poli0981/HashTool
Catalog: Lang/Resources.*.resx
Languages: ar, bg_bg, bn_bd, cs_cz, da_dk, de_at, dz_bt, el_cy, es_419, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, km_kh, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, mn_mn, ms_my, my_mm, nb_no, ne_np, nl_be, pl_pl, ps_af, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, tg_tj, th_th, tk_tm, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant

# Tip_HashVisibility
source: Hash Visibility
ar: رؤية الهاش
bg_bg: Видимост на хеша
bn_bd: হ্যাশ দৃশ্যমানতা
cs_cz: Viditelnost hashe
da_dk: Hash Synlighed
de_at: Hash-Sichtbarkeit
dz_bt: ཧེ་ཤ་ མཐོང་ཚུལ།
el_cy: Ορατότητα Hash
es_419: Visibilidad del Hash
et_ee: Räsi nähtavus
fa_ir: قابلیت مشاهده هش
fi_fi: Tiivisteen näkyvyys
fr_fr: Visibilité du Hash
he_il: נראות Hash
hi_in: हैश दृश्यता
hr_hr: Vidljivost hasha
hu_hu: Hash láthatóság
id_id: Visibilitas Hash
is_is: Sýnileiki Hash
it_it: Visibilità Hash
ja_jp: ハッシュの表示設定
kk_kz: Хэштің көрінуі
km_kh: ភាពមើលឃើញ Hash
ko_kr: 해시 표시 설정
ky_kg: Хэштин көрүнүшү
lo_la: ການສະແດງ Hash
lt_lt: Hash matomumas
lv_lv: Hash redzamība
mk_mk: Видливост на Хеш
mn_mn: Хэш харагдац
ms_my: Keterlihatan Hash
my_mm: Hash မြင်နိုင်မှု
nb_no: Hash Synlighet
ne_np: ह्यास दृश्यता
nl_be: Zichtbaarheid van hash
pl_pl: Widoczność hasha
ps_af: د هیش لیدل
pt_br: Visibilidade do Hash
ro_ro: Vizibilitate Hash
ru_ru: Видимость хэша
si_lk: Hash දෘශ්‍යතාව
sk_sk: Viditeľnosť Hashu
sl_si: Vidnost hasha
sq_al: Dukshmëria e Hash-it
sr_cyrl_rs: Видљивост хеша
sv_se: Hash-synlighet
tg_tj: Аёнияти Ҳэш
th_th: การมองเห็นแฮช
tk_tm: Heşin görnüşi
tr_tr: Hash Görünürlüğü
uk_ua: Видимість хешу
vi_vn: Hiển thị mã băm
zh_hans_cn: 哈希可见性
zh_hant: 雜湊可見度

# EmptyState_DropFiles
source: No files. Click 'Add Files' to start.
ar: لا توجد ملفات. انقر فوق 'إضافة ملفات' للبدء.
bg_bg: Няма файлове. Кликнете 'Добавяне', за да започнете.
bn_bd: কোনো ফাইল নেই। শুরু করতে 'ফাইল যোগ করুন'-এ ক্লিক করুন।
cs_cz: Žádné soubory. Klikněte na 'Přidat soubory' pro začátek.
da_dk: Ingen filer. Klik på 'Tilføj filer' for at starte.
de_at: Keine Dateien. Klicken Sie auf 'Dateien hinzufügen'.
dz_bt: ཡིག་སྣོད་ མིན་འདུག འགོ་བཙུགས་ནིའི་དོན་ལུ་ 'ཡིག་སྣོད་ ཁ་སྐོང་' ལུ་ ཨེབ་གཏང་འབད།
el_cy: Δεν υπάρχουν αρχεία. Κάντε κλικ στο 'Προσθήκη αρχείων'.
es_419: Sin archivos. Haz clic en 'Agregar archivos' para empezar.
et_ee: Faile pole. Alustamiseks klõpsa 'Lisa faile'.
fa_ir: فایلی نیست. برای شروع روی 'افزودن فایل‌ها' کلیک کنید.
fi_fi: Ei tiedostoja. Aloita napsauttamalla 'Lisää tiedostoja'.
fil_ph: Walang files. I-click ang 'Magdagdag ng Files' para magsimula.
fr_fr: Aucun fichier. Cliquez sur 'Ajouter des fichiers'.
he_il: אין קבצים. לחץ על 'הוסף קבצים' כדי להתחיל.
hi_in: कोई फाइल नहीं। शुरू करने के लिए 'फाइलें जोड़ें' पर क्लिक करें।
hr_hr: Nema datoteka. Kliknite 'Dodaj datoteke' za početak.
hu_hu: Nincsenek fájlok. Kattintson a 'Hozzáadás' gombra.
id_id: Tidak ada berkas. Klik 'Tambah Berkas' untuk mulai.
is_is: Engar skrár. Smelltu á 'Bæta við skrám' til að byrja.
it_it: Nessun file. Fai clic su 'Aggiungi file' per iniziare.
ja_jp: ファイルがありません。「ファイルを追加」をクリックして開始してください。
kk_kz: Файлдар жоқ. Бастау үшін 'Файлдарды қосу' түймесін басыңыз.
km_kh: មិនមានឯកសារទេ។ ចុច 'បន្ថែមឯកសារ' ដើម្បីចាប់ផ្តើម។
ko_kr: 파일이 없습니다. 시작하려면 '파일 추가'를 클릭하세요.
ky_kg: Файлдар жок. Баштоо үчүн 'Файлдарды кошуу' баскычын басыңыз.
lo_la: ບໍ່ມີໄຟລ໌. ຄລິກ 'ເພີ່ມໄຟລ໌' ເພື່ອເລີ່ມຕົ້ນ.
lt_lt: Nėra failų. Spustelėkite 'Pridėti failus', kad pradėtumėte.
lv_lv: Nav failu. Noklikšķiniet uz 'Pievienot failus', lai sāktu.
mk_mk: Нема датотеки. Кликнете 'Додај датотеки' за да започнете.
mn_mn: Файл алга. Эхлэхийн тулд 'Файл нэмэх'-ийг дарна уу.
ms_my: Tiada fail. Klik 'Tambah Fail' untuk mula.
my_mm: ဖိုင်များ မရှိပါ။ စတင်ရန် 'ဖိုင်များ ထည့်ရန်' ကို နှိပ်ပါ။
nb_no: Ingen filer. Klikk på 'Legg til filer' for å starte.
ne_np: कुनै फाइल छैन। सुरु गर्न 'फाइलहरू थप्नुहोस्' मा क्लिक गर्नुहोस्।
nl_be: Geen bestanden. Klik op 'Bestanden toevoegen' om te beginnen.
pl_pl: Brak plików. Kliknij 'Dodaj pliki', aby rozpocząć.
ps_af: هیڅ فایل نشته. د پیل لپاره 'فایلونه اضافه کول' کلیک وکړئ.
pt_br: Nenhum arquivo. Clique em 'Adicionar Arquivos' para começar.
ro_ro: Niciun fișier. Faceți clic pe 'Adaugă fișiere' pentru a începe.
ru_ru: Нет файлов. Нажмите 'Добавить файлы', чтобы начать.
si_lk: ගොනු නොමැත. ආරම්භ කිරීමට 'ගොනු එක් කරන්න' ක්ලික් කරන්න.
sk_sk: Žiadne súbory. Kliknite na 'Pridať súbory' pre začiatok.
sl_si: Ni datotek. Kliknite 'Dodaj datoteke' za začetek.
sq_al: Nuk ka skedarë. Klikoni 'Shto Skedarë' për të filluar.
sr_cyrl_rs: Нема датотека. Кликните на 'Додај датотеке' да бисте почели.
sv_se: Inga filer. Klicka på 'Lägg till filer' för att börja.
tg_tj: Файлҳо нест. Барои оғоз кардан 'Иловаи файлҳо...' -ро клик кунед.
th_th: ไม่มีไฟล์ คลิก 'เพิ่มไฟล์' เพื่อเริ่มต้น
tk_tm: Faýl ýok. Başlamak üçin 'Faýllary goş' basyň.
tr_tr: Dosya yok. Başlamak için 'Dosya Ekle'ye tıklayın.
uk_ua: Немає файлів. Натисніть 'Додати файли', щоб почати.
vi_vn: Chưa có tệp. Nhấn 'Thêm tệp' để bắt đầu.
zh_hans_cn: 暂无文件。点击“添加文件”开始。
zh_hant: 暫無檔案。點擊「新增檔案」開始。

# Settings_LockTheme
source: Lock this theme as default
ar: قفل هذا المظهر كافتراضي
bg_bg: Заключи тази тема като подразбиране
bn_bd: এই থিমটি ডিফল্ট হিসেবে লক করুন
cs_cz: Uzamknout tento motiv jako výchozí
da_dk: Lås dette tema som standard
de_at: Dieses Thema als Standard sperren
dz_bt: བརྗོད་དོན་འདི་ སྔོན་སྒྲིག་སྦེ་ བསྡམས་བཞག
el_cy: Κλείδωμα αυτού του θέματος ως προεπιλογή
es_419: Fijar este tema como predeterminado
et_ee: Lukusta see teema vaikimisi
fa_ir: قفل کردن این پوسته به عنوان پیش‌فرض
fi_fi: Lukitse tämä teema oletukseksi
fil_ph: I-lock ang temang ito bilang default
fr_fr: Verrouiller ce thème par défaut
he_il: נעל ערכת נושא זו כברירת מחדל
hi_in: इस थीम को डिफ़ॉल्ट के रूप में लॉक करें
hr_hr: Zaključaj ovu temu kao zadanu
hu_hu: Téma zárolása alapértelmezettként
id_id: Kunci tema ini sebagai default
is_is: Læsa þessu þema sem sjálfgefnu
it_it: Blocca questo tema come predefinito
ja_jp: このテーマをデフォルトとしてロック
kk_kz: Бұл тақырыпты әдепкі ретінде құлыптау
km_kh: ចាក់សោររចនាប័ទ្មនេះជាលំនាំដើម
ko_kr: 이 테마를 기본값으로 잠금
ky_kg: Бул теманы демейки катары кулпулоо
lo_la: ລັອກຮູບແບບນີ້ເປັນຄ່າເລີ່ມຕົ້ນ
lt_lt: Užrakinti šią temą kaip numatytąją
lv_lv: Bloķēt šo tēmu kā noklusējumu
mk_mk: Заклучи ја оваа тема како стандардна
mn_mn: Энэ загварыг үндсэн болгож түгжих
ms_my: Kunci tema ini sebagai lalai
my_mm: ဤအပြင်အဆင်ကို ပုံသေအဖြစ် သော့ခတ်ထားရန်
nb_no: Lås dette temaet som standard
ne_np: यो थिमलाई पूर्वनिर्धारित रूपमा लक गर्नुहोस्
nl_be: Vergrendel dit thema als standaard
pl_pl: Zablokuj ten motyw jako domyślny
ps_af: دا بڼه د ډیفالټ په توګه لاک کړئ
pt_br: Bloquear este tema como padrão
ro_ro: Blochează această temă ca implicită
ru_ru: Зафиксировать эту тему по умолчанию
si_lk: මෙම තේමාව පෙරනිමිය ලෙස අගුළු දමන්න
sk_sk: Uzamknúť tento motív ako predvolený
sl_si: Zakleni to temo kot privzeto
sq_al: Kyç këtë temë si të paracaktuar
sr_cyrl_rs: Закључај ову тему као подразумевану
sv_se: Lås detta tema som standard
tg_tj: Ин мавзӯъро ҳамчун пешфарз қулф кунед
th_th: ล็อกธีมนี้เป็นค่าเริ่มต้น
tk_tm: Bu temany standart hökmünde gulpla
tr_tr: Bu temayı varsayılan olarak kilitle
uk_ua: Зафіксувати цю тему за замовчуванням
vi_vn: Khóa chủ đề này làm mặc định
zh_hans_cn: 将此主题锁定为默认
zh_hant: 將此主題鎖定為預設

# Msg_FileSizeLimitExceeded_Summary
source: Skipped {0} files exceeding limit ({1} {2}): {3}
ar: تم تخطي {0} ملفات تتجاوز الحد ({1} {2}): {3}
bg_bg: Пропуснати {0} файла над лимита ({1} {2}): {3}
bn_bd: লিমিটের বেশি হওয়ায় {0} টি ফাইল বাদ দেওয়া হয়েছে ({1} {2}): {3}
cs_cz: Přeskočeno {0} souborů překračujících limit ({1} {2}): {3}
da_dk: Sprang {0} filer over der overstiger grænsen ({1} {2}): {3}
de_at: {0} Dateien übersprungen, die das Limit ({1} {2}) überschreiten: {3}
dz_bt: ཚད་གཞི་ ({1} {2}) ལས་བརྒལ་བའི་ ཡིག་སྣོད་ {0} གོམ་འགྱོ་ཡོད།: {3}
el_cy: Παραλείφθηκαν {0} αρχεία που υπερβαίνουν το όριο ({1} {2}): {3}
es_419: Se omitieron {0} archivos que exceden el límite ({1} {2}): {3}
et_ee: Vahele jäetud {0} faili, mis ületasid limiidi ({1} {2}): {3}
fa_ir: {0} فایل که از محدودیت ({1} {2}) فراتر بودند نادیده گرفته شدند: {3}
fi_fi: Ohitettiin {0} tiedostoa, jotka ylittävät rajan ({1} {2}): {3}
fil_ph: Nilaktawan ang {0} files na lumampas sa limit ({1} {2}): {3}
fr_fr: {0} fichiers ignorés dépassant la limite ({1} {2}) : {3}
he_il: דולגו {0} קבצים החורגים מהמגבלה ({1} {2}): {3}
hi_in: सीमा ({1} {2}) से अधिक {0} फाइलों को छोड़ दिया गया: {3}
hr_hr: Preskočeno {0} datoteka iznad ograničenja ({1} {2}): {3}
hu_hu: {0} fájl kihagyva a korlát ({1} {2}) túllépése miatt: {3}
id_id: Melewati {0} berkas yang melebihi batas ({1} {2}): {3}
is_is: Sleppti {0} skrám sem fara yfir mörkin ({1} {2}): {3}
it_it: Ignorati {0} file che superano il limite ({1} {2}): {3}
ja_jp: 制限 ({1} {2}) を超えるため、{0} 個のファイルをスキップしました: {3}
kk_kz: Шектен асқан ({1} {2}) {0} файл өткізіп жіберілді: {3}
km_kh: បានរំលងឯកសារ {0} ដែលលើសពីដែនកំណត់ ({1} {2})៖ {3}
ko_kr: 제한({1} {2})을 초과하여 {0}개 파일을 건너뛰었습니다: {3}
ky_kg: Чектен ашкан ({1} {2}) {0} файл өткөрүп жиберилди: {3}
lo_la: ຂ້າມ {0} ໄຟລ໌ທີ່ເກີນຂອບເຂດກຳນົດ ({1} {2}): {3}
lt_lt: Praleista {0} failų, viršijančių limitą ({1} {2}): {3}
lv_lv: Izlaisti {0} faili, kas pārsniedz ierobežojumu ({1} {2}): {3}
mk_mk: Прескокнати {0} датотеки што го надминуваат ограничувањето ({1} {2}): {3}
mn_mn: Хязгаараас хэтэрсэн ({1} {2}) {0} файлыг алгаслаа: {3}
ms_my: Melangkau {0} fail yang melebihi had ({1} {2}): {3}
my_mm: ကန့်သတ်ချက် ({1} {2}) ထက်ကျော်လွန်သော ဖိုင် {0} ခုကို ကျော်သွားပါသည်- {3}
nb_no: Hoppet over {0} filer som overstiger grensen ({1} {2}): {3}
ne_np: सीमा ({1} {2}) नाघेका {0} फाइलहरू छोडियो: {3}
nl_be: {0} bestanden die de limiet ({1} {2}) overschrijden, zijn overgeslagen: {3}
pl_pl: Pominięto {0} plików przekraczających limit ({1} {2}): {3}
ps_af: {0} فایلونه چې له حد څخه ډیر وو ({1} {2}) پریښودل شول: {3}
pt_br: Ignorados {0} arquivos que excedem o limite ({1} {2}): {3}
ro_ro: S-au omis {0} fișiere care depășesc limita ({1} {2}): {3}
ru_ru: Пропущено файлов, превышающих лимит ({1} {2}): {0} {3}
si_lk: සීමාව ({1} {2}) ඉක්මවන ගොනු {0} ක් මඟ හරින ලදී: {3}
sk_sk: Preskočených {0} súborov presahujúcich limit ({1} {2}): {3}
sl_si: Preskočenih {0} datotek, ki presegajo omejitev ({1} {2}): {3}
sq_al: U kapërcyen {0} skedarë që tejkalojnë kufirin ({1} {2}): {3}
sr_cyrl_rs: Прескочено {0} датотека које премашују ограничење ({1} {2}): {3}
sv_se: Hoppade över {0} filer som överskrider gränsen ({1} {2}): {3}
tg_tj: {0} файлҳое, ки аз ҳадди аксар ({1} {2}) зиёд буданд, партофта шуданд: {3}
th_th: ข้ามไฟล์ {0} ไฟล์ที่เกินขีดจำกัด ({1} {2}): {3}
tk_tm: Çäkden ({1} {2}) geçýän {0} faýl böküldi: {3}
tr_tr: Sınırı ({1} {2}) aşan {0} dosya atlandı: {3}
uk_ua: Пропущено файлів, що перевищують ліміт ({1} {2}): {0} {3}
vi_vn: Đã bỏ qua {0} tệp vượt quá giới hạn ({1} {2}): {3}
zh_hans_cn: 跳过了 {0} 个超出大小限制 ({1} {2}) 的文件： {3}
zh_hant: 略過了 {0} 個超出大小限制 ({1} {2}) 的檔案： {3}

# Msg_SystemLanguage
source: System Language
ar: لغة النظام
bg_bg: Системен език
bn_bd: সিস্টেম ল্যাঙ্গুয়েজ
cs_cz: Jazyk systému
da_dk: Systemsprog
de_at: Systemsprache
dz_bt: མ་ལག་ སྐད་ཡིག
el_cy: Γλώσσα Συστήματος
es_419: Idioma del sistema
et_ee: Süsteemi keel
fa_ir: زبان سیستم
fi_fi: Järjestelmän kieli
fil_ph: Wika ng Sistema
fr_fr: Langue du système
he_il: שפת מערכת
hi_in: सिस्टम भाषा
hr_hr: Jezik sustava
hu_hu: Rendszer nyelve
id_id: Bahasa Sistem
is_is: Kerfistungumál
it_it: Lingua di sistema
ja_jp: システム言語
kk_kz: Жүйе тілі
km_kh: ភាសាប្រព័ន្ធ
ko_kr: 시스템 언어
ky_kg: Система тили
lo_la: ພາສາລະບົບ
lt_lt: Sistemos kalba
lv_lv: Sistēmas valoda
mk_mk: Јазик на системот
mn_mn: Системийн хэл
ms_my: Bahasa Sistem
my_mm: စနစ် ဘာသာစကား
nb_no: Systemspråk
ne_np: प्रणाली भाषा
nl_be: Systeemtaal
pl_pl: Język systemu
ps_af: د سیسټم ژبه
pt_br: Idioma do Sistema
ro_ro: Limba sistemului
ru_ru: Язык системы
si_lk: පද්ධති භාෂාව
sk_sk: Jazyk systému
sl_si: Sistemski jezik
sq_al: Gjuha e Sistemit
sr_cyrl_rs: Језик система
sv_se: Systemspråk
tg_tj: Забони система
th_th: ภาษาของระบบ
tk_tm: Ulgam dili
tr_tr: Sistem Dili
uk_ua: Мова системи
vi_vn: Ngôn ngữ hệ thống
zh_hans_cn: 系统语言
zh_hant: 系統語言

# Msg_SystemLanguageWarning
source: Returning to 'Auto' setting requires a restart to fully take effect. Do you want to continue?
ar: العودة إلى الإعداد 'تلقائي' تتطلب إعادة التشغيل لتأخذ مفعولها الكامل. هل تريد الاستمرار؟
bg_bg: Връщането към 'Автоматично' изисква рестарт. Искате ли да продължите?
bn_bd: 'স্বয়ংক্রিয়' সেটিংয়ে ফিরে গেলে পুরোপুরি কার্যকর হতে রিস্টার্ট প্রয়োজন। আপনি কি চালিয়ে যেতে চান?
cs_cz: Návrat k nastavení 'Automaticky' vyžaduje restart pro plný účinek. Chcete pokračovat?
da_dk: At vende tilbage til 'Automatisk' indstilling kræver en genstart for at træde fuldt i kraft. Vil du fortsætte?
de_at: Die Rückkehr zu 'Automatisch' erfordert einen Neustart. Möchten Sie fortfahren?
dz_bt: 'རང་བཞིན་' སྒྲིག་སྟངས་ལུ་ ལོག་འགྱོ་བ་ཅིན་ ཆ་ཚང་སྦེ་ ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ ལོག་འགོ་བཙུགས་དགོ། ཁྱོད་ འཕྲོ་མཐུད་ནི་ཨིན་ན?
el_cy: Η επιστροφή στη ρύθμιση 'Αυτόματα' απαιτεί επανεκκίνηση. Θέλετε να συνεχίσετε;
es_419: Volver a 'Automático' requiere reiniciar para surtir efecto completo. ¿Quieres continuar?
et_ee: 'Automaatse' sätte taastamine nõuab taaskäivitust. Kas soovid jätkata?
fa_ir: بازگشت به تنظیم 'خودکار' نیاز به راه‌اندازی مجدد دارد. آیا ادامه می‌دهید؟
fi_fi: 'Automaattinen'-asetukseen palaaminen vaatii uudelleenkäynnistyksen. Haluatko jatkaa?
fil_ph: Ang pagbalik sa 'Auto' ay nangangailangan ng restart para ganap na gumana. Gusto mo bang ituloy?
fr_fr: Retourner au réglage 'Auto' nécessite un redémarrage. Continuer ?
he_il: חזרה להגדרה 'אוטומטי' דורשת הפעלה מחדש. האם ברצונך להמשיך?
hi_in: 'ऑटो' सेटिंग पर लौटने के लिए पूरी तरह से प्रभावी होने के लिए पुनरारंभ करना आवश्यक है। क्या आप जारी रखना चाहते हैं?
hr_hr: Povratak na postavku 'Automatski' zahtijeva ponovno pokretanje. Želite li nastaviti?
hu_hu: Az 'Automatikus' beállításra való visszatéréshez újraindítás szükséges. Folytatja?
id_id: Kembali ke pengaturan 'Otomatis' memerlukan restart agar berlaku sepenuhnya. Lanjutkan?
is_is: Að fara aftur í 'Sjálfvirkt' krefst endurræsingar til að virka að fullu. Viltu halda áfram?
it_it: Il ritorno all'impostazione 'Automatica' richiede un riavvio. Vuoi continuare?
ja_jp: 「自動」設定に戻すには、完全に反映させるために再起動が必要です。続行しますか？
kk_kz: 'Автоматты' параметріне оралу толық күшіне енуі үшін қайта іске қосуды қажет етеді. Жалғастырғыңыз келе ме?
km_kh: ការត្រឡប់ទៅការកំណត់ 'ស្វ័យប្រវត្តិ' ទាមទារការចាប់ផ្ដើមឡើងវិញដើម្បីឱ្យមានប្រសិទ្ធភាពពេញលេញ។ តើអ្នកចង់បន្តទេ?
ko_kr: '자동' 설정으로 돌아가면 완전히 적용하기 위해 재시작이 필요합니다. 계속하시겠습니까?
ky_kg: 'Автоматтык' жөндөөсүнө кайтуу толук күчүнө кириши үчүн кайра иштетүүнү талап кылат. Улантасызбы?
lo_la: ການກັບໄປໃຊ້ການຕັ້ງຄ່າ 'ອັດຕະໂນມັດ' ຕ້ອງການການຣີສະຕາດເພື່ອໃຫ້ມີຜົນສົມບູນ. ທ່ານຕ້ອງການສືບຕໍ່ບໍ?
lt_lt: Norint grįžti prie 'Automatinio' nustatymo, reikia perkrauti programą. Ar norite tęsti?
lv_lv: Lai atgrieztos pie iestatījuma 'Automātiski', ir nepieciešama restartēšana. Vai vēlaties turpināt?
mk_mk: Враќањето на 'Автоматски' бара рестартирање за да стапи на сила. Дали сакате да продолжите?
mn_mn: 'Автомат' тохиргоо руу буцахад бүрэн хэрэгжихийн тулд дахин эхлүүлэх шаардлагатай. Үргэлжлүүлэх үү?
ms_my: Kembali ke tetapan 'Auto' memerlukan mula semula untuk berkuat kuasa sepenuhnya. Adakah anda mahu meneruskan?
my_mm: 'အလိုအလျောက်' ဆက်တင်သို့ ပြန်သွားပါက အပြည့်အဝ အသက်ဝင်ရန် App ကို ပြန်လည်စတင်ရန် လိုအပ်ပါသည်။ ဆက်လုပ်လိုပါသလား?
nb_no: Å gå tilbake til 'Auto'-innstillingen krever en omstart for å tre i kraft. Vil du fortsette?
ne_np: 'अटो' सेटिङमा फर्कन पूर्ण रूपमा लागू हुनको लागि पुन: सुरु गर्न आवश्यक छ। के तपाइँ जारी राख्न चाहनुहुन्छ?
nl_be: Terugkeren naar de 'Auto' instelling vereist een herstart om volledig van kracht te worden. Wilt u doorgaan?
pl_pl: Powrót do ustawienia 'Automatycznie' wymaga restartu. Czy chcesz kontynuować?
ps_af: 'اوتومات' ترتیب ته بیرته ستنیدل د بشپړ اغیز لپاره بیا پیل کولو ته اړتیا لري. ایا غواړئ دوام ورکړئ؟
pt_br: Voltar para a configuração 'Automático' requer reinicialização para ter efeito total. Deseja continuar?
ro_ro: Revenirea la setarea 'Automat' necesită repornire pentru a avea efect complet. Doriți să continuați?
ru_ru: Для возврата к настройке 'Автоматически' потребуется перезапуск. Хотите продолжить?
si_lk: 'ස්වයංක්‍රීය' සැකසුම වෙත ආපසු යාම සම්පූර්ණයෙන් ක්‍රියාත්මක වීමට නැවත ආරම්භ කිරීම අවශ්‍ය වේ. ඔබට ඉදිරියට යාමට අවශ්‍යද?
sk_sk: Návrat k nastaveniu 'Automaticky' vyžaduje reštart, aby sa prejavil naplno. Chcete pokračovať?
sl_si: Vrnitev na nastavitev 'Samodejno' zahteva ponovni zagon. Želite nadaljevati?
sq_al: Kthimi te cilësimi 'Automatike' kërkon një rinisje që të hyjë plotësisht në fuqi. Dëshironi të vazhdoni?
sr_cyrl_rs: Враћање на 'Аутоматски' подешавање захтева поновно покретање. Да ли желите да наставите?
sv_se: Att återgå till 'Automatisk' inställning kräver en omstart för att få full effekt. Vill du fortsätta?
tg_tj: Бозгашт ба танзимоти 'Автоматӣ' барои пурра эътибор пайдо кардан бозоғозиро талаб мекунад. Оё шумо мехоҳед идома диҳед?
th_th: การกลับไปใช้การตั้งค่า 'อัตโนมัติ' ต้องรีสตาร์ทเพื่อให้มีผลสมบูรณ์ คุณต้องการดำเนินการต่อหรือไม่?
tk_tm: 'Awtomatik' sazlamasyna gaýtmak üçin täzeden başlatmak gerek. Dowam etmek isleýärsiňizmi?
tr_tr: 'Otomatik' ayarına geri dönmek, tam olarak etkili olması için yeniden başlatma gerektirir. Devam etmek istiyor musunuz?
uk_ua: Повернення до налаштування 'Автоматично' вимагає перезапуску. Бажаєте продовжити?
vi_vn: Quay lại cài đặt 'Tự động' cần khởi động lại để có hiệu lực đầy đủ. Bạn muốn tiếp tục không?
zh_hans_cn: 恢复为“自动”设置需要重启才能完全生效。是否继续？
zh_hant: 恢復為「自動」設定需要重新啟動才能完全生效。是否繼續？

# Msg_LanguageChangeTitle
source: Language Change
ar: تغيير اللغة
bg_bg: Смяна на езика
bn_bd: ভাষা পরিবর্তন
cs_cz: Změna jazyka
da_dk: Sprogændring
de_at: Sprache ändern
dz_bt: སྐད་ཡིག་ བསྒྱུར་བཅོས།
el_cy: Αλλαγή Γλώσσας
es_419: Cambio de idioma
et_ee: Keele vahetamine
fa_ir: تغییر زبان
fi_fi: Kielen vaihto
fil_ph: Pagpalit ng Wika
fr_fr: Changement de langue
he_il: שינוי שפה
hi_in: भाषा परिवर्तन
hr_hr: Promjena jezika
hu_hu: Nyelvváltás
id_id: Ganti Bahasa
is_is: Breyta tungumáli
it_it: Cambio lingua
ja_jp: 言語の変更
kk_kz: Тілді өзгерту
km_kh: ការផ្លាស់ប្តូរភាសា
ko_kr: 언어 변경
ky_kg: Тилди өзгөртүү
lo_la: ປ່ຽນພາສາ
lt_lt: Kalbos keitimas
lv_lv: Valodas maiņa
mk_mk: Промена на јазик
mn_mn: Хэл солих
ms_my: Tukar Bahasa
my_mm: ဘာသာစကား ပြောင်းလဲခြင်း
nb_no: Bytt språk
ne_np: भाषा परिवर्तन
nl_be: Taal wijzigen
pl_pl: Zmiana języka
ps_af: د ژبې بدلون
pt_br: Mudança de Idioma
ro_ro: Schimbare limbă
ru_ru: Изменение языка
si_lk: භාෂාව වෙනස් කිරීම
sk_sk: Zmena jazyka
sl_si: Sprememba jezika
sq_al: Ndryshimi i Gjuhës
sr_cyrl_rs: Промена језика
sv_se: Byt språk
tg_tj: Тағйири Забон
th_th: การเปลี่ยนภาษา
tk_tm: Dili üýtgetmek
tr_tr: Dil Değişikliği
uk_ua: Зміна мови
vi_vn: Thay đổi ngôn ngữ
zh_hans_cn: 更改语言
zh_hant: 變更語言

# Msg_LanguageChangeConfirmation
source: Are you sure about that?
ar: هل أنت متأكد من ذلك؟
bg_bg: Сигурни ли сте?
bn_bd: আপনি কি এ ব্যাপারে নিশ্চিত?
cs_cz: Jste si tím jistí?
da_dk: Er du sikker på det?
de_at: Sind Sie sicher?
dz_bt: ཁྱོད་ ཐད་རི་བ་རི་ཨིན་ན?
el_cy: Είστε σίγουροι;
es_419: ¿Estás seguro de eso?
et_ee: Oled sa selles kindel?
fa_ir: آیا از این کار مطمئن هستید؟
fi_fi: Oletko varma?
fil_ph: Sigurado ka ba dyan?
fr_fr: Êtes-vous sûr de vouloir faire ça ?
he_il: האם אתה בטוח בכך?
hi_in: क्या आप इसके बारे में निश्चित हैं?
hr_hr: Jeste li sigurni u to?
hu_hu: Biztos benne?
id_id: Apakah Anda yakin?
is_is: Ertu viss um það?
it_it: Sei sicuro?
ja_jp: 本当に変更しますか？
kk_kz: Бұған сенімдісіз бе?
km_kh: តើអ្នកប្រាកដអំពីវាទេ?
ko_kr: 정말로 변경하시겠습니까?
ky_kg: Буга ишенимдүүсүзбү?
lo_la: ທ່ານແນ່ໃຈກ່ຽວກັບເລື່ອງນີ້ບໍ?
lt_lt: Ar esate tuo tikras?
lv_lv: Vai esat pārliecināts par to?
mk_mk: Дали сте сигурни за тоа?
mn_mn: Та үүнд итгэлтэй байна уу?
ms_my: Adakah anda pasti tentang perkara itu?
my_mm: သေချာပါသလား?
nb_no: Er du sikker på det?
ne_np: के तपाईं यसमा निश्चित हुनुहुन्छ?
nl_be: Bent u daar zeker van?
pl_pl: Jesteś tego pewien?
ps_af: ایا تاسو پدې اړه ډاډه یاست؟
pt_br: Você tem certeza disso?
ro_ro: Sunteți sigur de asta?
ru_ru: Вы уверены?
si_lk: ඔබ ඒ ගැන විශ්වාසද?
sk_sk: Ste si tým istý?
sl_si: Ste prepričani?
sq_al: Jeni të sigurt për këtë?
sr_cyrl_rs: Да ли сте сигурни?
sv_se: Är du säker på det?
tg_tj: Оё шумо ба ин мутмаин ҳастед?
th_th: คุณแน่ใจเกี่ยวกับเรื่องนี้หรือไม่?
tk_tm: Şoňa ynamyňyz kämilmi?
tr_tr: Bunu yapmak istediğinizden emin misiniz?
uk_ua: Ви впевнені?
vi_vn: Bạn có chắc chắn về điều này không?
zh_hans_cn: 您确定要更改吗？
zh_hant: 您確定要變更嗎？

# Msg_DontShowAgain
source: Don't show this alert again
ar: لا تظهر هذا التنبيه مرة أخرى
bg_bg: Не показвай повече
bn_bd: এই সতর্কতা আর দেখাবেন না
cs_cz: Toto upozornění již nezobrazovat
da_dk: Vis ikke denne advarsel igen
de_at: Diese Warnung nicht mehr anzeigen
dz_bt: ཉེན་བརྡ་འདི་ ལོག་མ་སྟོན།
el_cy: Να μην εμφανιστεί ξανά
es_419: No mostrar esta alerta de nuevo
et_ee: Ära seda hoiatust enam kuva
fa_ir: این هشدار را دوباره نشان نده
fi_fi: Älä näytä tätä varoitusta uudelleen
fil_ph: Huwag nang ipakita ito uli
fr_fr: Ne plus afficher cet avertissement
he_il: אל תציג התראה זו שוב
hi_in: यह चेतावनी दोबारा न दिखाएं
hr_hr: Ne prikazuj ovo upozorenje ponovo
hu_hu: Ne mutassa újra ezt a figyelmeztetést
id_id: Jangan tampilkan peringatan ini lagi
is_is: Ekki sýna þessa viðvörun aftur
it_it: Non mostrare più questo avviso
ja_jp: この警告を再度表示しない
kk_kz: Бұл ескертуді қайта көрсетпеу
km_kh: កុំបង្ហាញការជូនដំណឹងនេះម្តងទៀត
ko_kr: 이 경고를 다시 표시하지 않음
ky_kg: Бул эскертүүнү кайра көрсөтпөө
lo_la: ບໍ່ຕ້ອງສະແດງການເຕືອນນີ້ອີກ
lt_lt: Daugiau nerodyti šio įspėjimo
lv_lv: Vairs nerādīt šo brīdinājumu
mk_mk: Не го прикажувај ова предупредување повторно
mn_mn: Энэ анхааруулгыг дахин харуулахгүй
ms_my: Jangan tunjukkan amaran ini lagi
my_mm: ဤသတိပေးချက်ကို ထပ်မပြပါနှင့်
nb_no: Ikke vis denne advarselen igjen
ne_np: यो चेतावनी फेरि नदेखाउनुहोस्
nl_be: Toon deze waarschuwing niet meer
pl_pl: Nie pokazuj więcej tego ostrzeżenia
ps_af: دا خبرداری بیا مه ښایاست
pt_br: Não mostrar este aviso novamente
ro_ro: Nu mai afișa această alertă
ru_ru: Больше не показывать это предупреждение
si_lk: මෙම අනතුරු ඇඟවීම නැවත පෙන්වන්න එපා
sk_sk: Toto upozornenie už nezobrazovať
sl_si: Tega opozorila ne prikaži več
sq_al: Mos e shfaq më këtë paralajmërim
sr_cyrl_rs: Не приказуј поново ово упозорење
sv_se: Visa inte denna varning igen
tg_tj: Ин огоҳиро дигар нишон надиҳед
th_th: ไม่ต้องแสดงคำเตือนนี้อีก
tk_tm: Bu duýduryşy gaýtadan görkezme
tr_tr: Bu uyarıyı bir daha gösterme
uk_ua: Більше не показувати це попередження
vi_vn: Không hiển thị lại cảnh báo này
zh_hans_cn: 不再显示此警告
zh_hant: 不再顯示此警告
