Repository: poli0981/HashTool
Catalog: Lang/Resources.*.resx
Languages: ar, bg_bg, bn_bd, cs_cz, da_dk, de_at, dz_bt, el_cy, es_419, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, km_kh, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, mn_mn, ms_my, my_mm, nb_no, ne_np, nl_be, pl_pl, ps_af, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, tg_tj, th_th, tk_tm, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant

# Msg_DisclaimerContent
source: You are about to switch to the Developer (Pre-release) update channel. This version may contain bugs, be unstable, and could cause data loss. I am not responsible for any issues arising from using this version.
ar: أنت على وشك التبديل إلى قناة تحديث المطورين (ما قبل الإصدار). قد يحتوي هذا الإصدار على أخطاء، ويكون غير مستقر، وقد يتسبب في فقدان البيانات. أنا لست مسؤولاً عن أي مشاكل تنشأ عن استخدام هذا الإصدار.
bg_bg: На път сте да превключите към канал за разработчици (Pre-release). Тази версия може да съдържа бъгове, да е нестабилна и да причини загуба на данни. Не нося отговорност за проблеми, възникнали от използването на тази версия.
bn_bd: আপনি ডেভেলপার (প্রি-রিলিজ) আপডেট চ্যানেলে স্যুইচ করতে যাচ্ছেন। এই সংস্করণে বাগ থাকতে পারে, এটি অস্থিতিশীল হতে পারে এবং ডেটা হারানোর কারণ হতে পারে। এই সংস্করণ ব্যবহারের ফলে উদ্ভূত কোনো সমস্যার জন্য আমি দায়ী নই।
cs_cz: Chystáte se přepnout na vývojářský (Pre-release) aktualizační kanál. Tato verze může obsahovat chyby, být nestabilní a způsobit ztrátu dat. Nenesu odpovědnost za žádné problémy vzniklé používáním této verze.
da_dk: Du er ved at skifte til udvikler (Pre-release) opdateringskanalen. Denne version kan indeholde fejl, være ustabil og forårsage datatab. Jeg er ikke ansvarlig for eventuelle problemer, der opstår ved brug af denne version.
de_at: Sie wechseln zum Entwickler-Update-Kanal (Pre-release). Diese Version kann Fehler enthalten, instabil sein und Datenverlust verursachen. Ich übernehme keine Verantwortung für Probleme, die durch diese Version entstehen.
dz_bt: ཁྱོད་ བཟོ་མིའི་ དུས་མཐུན་ རྒྱུ་ལམ་ (Pre-release) ལུ་ འགྱོ་དོ། ཐོན་རིམ་འདི་ནང་ འཛོལ་བ་འོང་ནི་དང་། བརྟན་ཏོག་མེད་པ། གནས་སྡུད་ བརླག་སྟོར་ཞུགས་ནིའི་ ཉེན་ཁ་ཡོད། ཐོན་རིམ་འདི་ ལག་ལེན་འཐབ་པ་ལུ་བརྟེན་ བྱུང་བའི་ གནད་དོན་ཚུ་ལུ་ ང་གིས་ འགན་ཁུར་ མི་འབག
el_cy: Πρόκειται να μεταβείτε στο κανάλι ενημερώσεων Προγραμματιστή (Pre-release). Αυτή η έκδοση μπορεί να περιέχει σφάλματα, να είναι ασταθής και να προκαλέσει απώλεια δεδομένων. Δεν φέρω ευθύνη για τυχόν προβλήματα που προκύψουν από τη χρήση αυτής της έκδοσης.
es_419: Estás a punto de cambiar al canal de actualizaciones de Desarrollador (Pre-lanzamiento). Esta versión puede tener errores, ser inestable y causar pérdida de datos. No me hago responsable de cualquier problema que surja al usar esta versión.
et_ee: Olete lülitumas arendaja (Pre-release) värskenduskanalile. See versioon võib sisaldada vigu, olla ebastabiilne ja põhjustada andmekadu. Ma ei vastuta selle versiooni kasutamisest tulenevate probleemide eest.
fa_ir: شما در حال تغییر به کانال بروزرسانی توسعه‌دهنده (پیش‌انتشار) هستید. این نسخه ممکن است دارای باگ باشد، ناپایدار باشد و باعث از دست رفتن اطلاعات شود. من مسئولیتی در قبال مشکلات ناشی از استفاده از این نسخه ندارم.
fi_fi: Olet vaihtamassa kehittäjä (Pre-release) -päivityskanavaan. Tämä versio voi sisältää virheitä, olla epävakaa ja aiheuttaa tietojen katoamisen. En ole vastuussa mistään ongelmista, jotka johtuvat tämän version käytöstä.
fil_ph: Lilipat ka sa Developer (Pre-release) update channel. Ang bersyong ito ay maaaring may bugs, hindi stable, at maging sanhi ng pagkawala ng data. Hindi ako responsable sa anumang isyu na manggagaling sa paggamit nito.
fr_fr: Vous allez passer sur le canal de mise à jour Développeur (Pré-version). Cette version peut contenir des bugs, être instable et causer des pertes de données. Je ne suis pas responsable des problèmes survenant avec cette version.
he_il: אתה עומד לעבור לערוץ עדכון מפתחים (טרום-שחרור). גרסה זו עשויה להכיל באגים, להיות לא יציבה ולגרום לאובדן נתונים. איני אחראי לכל בעיה הנובעת משימוש בגרסה זו.
hi_in: आप डेवलपर (प्री-रिलीज़) अपडेट चैनल पर स्विच करने वाले हैं। इस संस्करण में बग हो सकते हैं, यह अस्थिर हो सकता है और डेटा हानि का कारण बन सकता है। मैं इस संस्करण का उपयोग करने से उत्पन्न होने वाली किसी भी समस्या के लिए जिम्मेदार नहीं हूं।
hr_hr: Upravo prelazite na razvojni (Pre-release) kanal ažuriranja. Ova verzija može sadržavati pogreške, biti nestabilna i uzrokovati gubitak podataka. Ne snosim odgovornost za bilo kakve probleme nastale korištenjem ove verzije.
hu_hu: Ön éppen a Fejlesztői (Pre-release) frissítési csatornára vált. Ez a verzió hibákat tartalmazhat, instabil lehet és adatvesztést okozhat. Nem vállalok felelősséget a verzió használatából eredő problémákért.
id_id: Anda akan beralih ke saluran pembaruan Pengembang (Pra-rilis). Versi ini mungkin mengandung bug, tidak stabil, dan menyebabkan kehilangan data. Saya tidak bertanggung jawab atas masalah yang timbul dari penggunaan versi ini.
is_is: Þú ert að fara að skipta yfir í þróunaruppfærslurás (Pre-release). Þessi útgáfa gæti innihaldið villur, verið óstöðug og valdið gagnatapi. Ég ber enga ábyrgð á vandamálum sem koma upp við notkun þessarar útgáfu.
it_it: Stai per passare al canale di aggiornamento Sviluppatore (Pre-release). Questa versione potrebbe contenere bug, essere instabile e causare la perdita di dati. Non sono responsabile per eventuali problemi derivanti dall'utilizzo di questa versione.
ja_jp: 開発者（プレリリース）更新チャンネルに切り替えようとしています。 このバージョンにはバグが含まれている可能性があり、不安定で、データ損失を引き起こす可能性があります。 このバージョンの使用に起因する問題について、私は一切の責任を負いません。
kk_kz: Сіз Әзірлеуші (Pre-release) жаңарту арнасына ауысқалы жатырсыз. Бұл нұсқада қателер болуы мүмкін, тұрақсыз болуы және деректердің жоғалуына әкелуі мүмкін. Мен осы нұсқаны пайдаланудан туындаған кез келген мәселелерге жауапты емеспін.
km_kh: អ្នកហៀបនឹងប្តូរទៅឆានែលធ្វើបច្ចុប្បន្នភាពអ្នកអភិវឌ្ឍន៍ (មុនចេញផ្សាយ)។ កំណែនេះអាចមានកំហុស មិនស្ថិតស្ថេរ និងអាចបណ្តាលឱ្យបាត់បង់ទិន្នន័យ។ ខ្ញុំមិនទទួលខុសត្រូវចំពោះបញ្ហាណាមួយដែលកើតឡើងពីការប្រើប្រាស់កំណែនេះទេ។
ko_kr: 개발자(Pre-release) 업데이트 채널로 전환하려고 합니다. 이 버전은 버그가 있거나 불안정할 수 있으며 데이터 손실을 초래할 수 있습니다. 이 버전 사용으로 인해 발생하는 문제에 대해 저는 책임을 지지 않습니다.
ky_kg: Сиз Иштеп чыгуучу (Pre-release) жаңартуу каналына өткөнү жатасыз. Бул версияда каталар болушу мүмкүн, туруксуз болушу жана маалыматтардын жоголушуна алып келиши мүмкүн. Мен бул версияны колдонуудан келип чыккан көйгөйлөр үчүн жооптуу эмесмин.
lo_la: ທ່ານກຳລັງຈະປ່ຽນໄປໃຊ້ຊ່ອງທາງອັບເດດນັກພັດທະນາ (Pre-release). ເວີຊັນນີ້ອາດມີຂໍ້ຜິດພາດ, ບໍ່ສະຖຽນ ແລະ ອາດເຮັດໃຫ້ຂໍ້ມູນສູນຫາຍ. ຂ້ອຍຈະບໍ່ຮັບຜິດຊອບຕໍ່ບັນຫາໃດໆ ທີ່ເກີດຈາກການໃຊ້ເວີຊັນນີ້.
lt_lt: Ketinate pereiti prie Kūrėjo (Pre-release) atnaujinimų kanalo. Šioje versijoje gali būti klaidų, ji gali būti nestabili ir sukelti duomenų praradimą. Aš neprisiimu atsakomybės už jokias problemas, kilusias naudojant šią versiją.
lv_lv: Jūs gatavojaties pārslēgties uz Izstrādātāja (Pre-release) atjaunināšanas kanālu. Šajā versijā var būt kļūdas, tā var būt nestabila un izraisīt datu zudumu. Es neesmu atbildīgs par jebkādām problēmām, kas radušās, izmantojot šo versiju.
mk_mk: Ќе се префрлите на каналот за ажурирање за Програмери (Pre-release). Оваа верзија може да содржи грешки, да биде нестабилна и да предизвика губење на податоци. Не сум одговорен за какви било проблеми што произлегуваат од користењето на оваа верзија.
mn_mn: Та Хөгжүүлэгчийн (Pre-release) шинэчлэлтийн суваг руу шилжих гэж байна. Энэ хувилбар алдаатай, тогтворгүй байж болох бөгөөд өгөгдөл алдагдахад хүргэж болзошгүй. Энэ хувилбарыг ашигласнаас үүдэн гарах аливаа асуудалд би хариуцлага хүлээхгүй.
ms_my: Anda akan bertukar ke saluran kemas kini Pembangun (Pralelepasan). Versi ini mungkin mengandungi pepijat, tidak stabil, dan boleh menyebabkan kehilangan data. Saya tidak bertanggungjawab ke atas sebarang masalah yang timbul daripada menggunakan versi ini.
my_mm: သင်သည် Developer (Pre-release) အပ်ဒိတ် ချန်နယ်သို့ ပြောင်းလဲတော့မည်။ ဤဗားရှင်းတွင် အမှားများ ပါဝင်နိုင်ပြီး၊ မတည်ငြိမ်မှုများနှင့် ဒေတာပျောက်ဆုံးမှုများ ဖြစ်စေနိုင်သည်။ ဤဗားရှင်းကို အသုံးပြုခြင်းကြောင့် ဖြစ်ပေါ်လာသော ပြဿနာများအတွက် ကျွန်ုပ်တွင် တာဝန်မရှိပါ။
nb_no: Du er i ferd med å bytte til Utvikler (Pre-release) oppdateringskanalen. Denne versjonen kan inneholde feil, være ustabil og forårsake tap av data. Jeg er ikke ansvarlig for eventuelle problemer som oppstår ved bruk av denne versjonen.
ne_np: तपाईं विकासकर्ता (प्रि-रिलिज) अपडेट च्यानलमा स्विच गर्न लाग्दै हुनुहुन्छ। यो संस्करणमा बगहरू हुन सक्छन्, अस्थिर हुन सक्छ र डेटा हराउन सक्छ। यो संस्करण प्रयोग गर्दा उत्पन्न हुने कुनै पनि समस्याको लागि म जिम्मेवार छैन।
nl_be: U staat op het punt over te schakelen naar het updatekanaal voor Ontwikkelaars (Pre-release). Deze versie kan fouten bevatten, instabiel zijn en gegevensverlies veroorzaken. Ik ben niet verantwoordelijk voor eventuele problemen die voortvloeien uit het gebruik van deze versie.
pl_pl: Zamierzasz przełączyć się na kanał aktualizacji dla Deweloperów (Pre-release). Ta wersja może zawierać błędy, być niestabilna i powodować utratę danych. Nie ponoszę odpowiedzialności za żadne problemy wynikające z używania tej wersji.
ps_af: تاسو د جوړوونکي (Pre-release) تازه کولو چینل ته بدلیدو په حال کې یاست. دا نسخه ممکن بګونه ولري، بې ثباته وي، او د معلوماتو له لاسه ورکولو لامل شي. زه د دې نسخې کارولو څخه راپورته شوي ستونزو لپاره مسؤل نه یم.
pt_br: Você está prestes a mudar para o canal de atualização do Desenvolvedor (Pré-lançamento). Esta versão pode conter bugs, ser instável e causar perda de dados. Não me responsabilizo por quaisquer problemas decorrentes do uso desta versão.
ro_ro: Sunteți pe cale să comutați la canalul de actualizare pentru Dezvoltatori (Pre-lansare). Această versiune poate conține erori, poate fi instabilă și ar putea cauza pierderi de date. Nu sunt responsabil pentru problemele apărute din utilizarea acestei versiuni.
ru_ru: Вы собираетесь переключиться на канал обновлений для Разработчиков (Pre-release). Эта версия может содержать ошибки, быть нестабильной и привести к потере данных. Я не несу ответственности за любые проблемы, возникшие при использовании этой версии.
si_lk: ඔබ සංවර්ධක (Pre-release) යාවත්කාලීන නාලිකාවට මාරු වීමට සූදානම් වේ. මෙම අනුවාදයේ දෝෂ තිබිය හැක, අස්ථායී විය හැක, සහ දත්ත අහිමි වීමට හේතු විය හැක. මෙම අනුවාදය භාවිතයෙන් පැන නගින කිසිදු ගැටලුවකට මා වගකියනු නොලැබේ.
sk_sk: Chystáte sa prepnúť na vývojársky (Pre-release) aktualizačný kanál. Táto verzia môže obsahovať chyby, byť nestabilná a spôsobiť stratu dát. Nenesiem zodpovednosť za žiadne problémy vyplývajúce z používania tejto verzie.
sl_si: Preklopili boste na posodobitveni kanal za razvijalce (Pre-release). Ta različica lahko vsebuje napake, je nestabilna in lahko povzroči izgubo podatkov. Ne odgovarjam za morebitne težave, ki bi nastale zaradi uporabe te različice.
sq_al: Jeni gati të kaloni në kanalin e përditësimit të Zhvilluesit (Pre-release). Ky version mund të përmbajë gabime, të jetë i paqëndrueshëm dhe të shkaktojë humbje të të dhënave. Unë nuk mbaj përgjegjësi për asnjë problem që lind nga përdorimi i këtij versioni.
sr_cyrl_rs: Спремате се да пређете на канал за ажурирање Развојне верзије (Pre-release). Ова верзија може садржати грешке, бити нестабилна и проузроковати губитак података. Не сносим одговорност за било какве проблеме настале коришћењем ове верзије.
sr_latn_rs: Upravo prelazite na Developer (Pre-release) kanal ažuriranja. Ova verzija može sadržati greške, biti nestabilna i uzrokovati gubitak podataka. Ne snosim odgovornost za probleme nastale korišćenjem ove verzije.
sv_se: Du håller på att byta till utvecklarens (Pre-release) uppdateringskanal. Denna version kan innehålla buggar, vara instabil och orsaka dataförlust. Jag ansvarar inte för några problem som uppstår vid användning av denna version.
tg_tj: Шумо ба канали навсозии Таҳиягар (Pre-release) мегузаред. Ин версия метавонад хатогиҳо дошта бошад, ноустувор бошад ва боиси гум шудани маълумот гардад. Ман барои ҳама гуна мушкилоте, ки аз истифодаи ин версия бармеоянд, ҷавобгар нестам.
th_th: คุณกำลังจะสลับไปยังช่องทางการอัปเดตของนักพัฒนา (Pre-release) เวอร์ชันนี้อาจมีข้อบกพร่อง ไม่เสถียร และอาจทำให้ข้อมูลสูญหาย ฉันจะไม่รับผิดชอบต่อปัญหาใดๆ ที่เกิดขึ้นจากการใช้เวอร์ชันนี้
tk_tm: Dörediji (Pre-release) täzeleme kanalyna geçmekçi bolýarsyňyz. Bu wersiýada näsazlyklar bolup biler, durnuksyz bolup biler we maglumatlaryň ýitmegine sebäp bolup biler. Bu wersiýanyň ulanylmagyndan gelip çykýan islendik mesele üçin men jogapkär däl.
tr_tr: Geliştirici (Pre-release) güncelleme kanalına geçmek üzeresiniz. Bu sürüm hatalar içerebilir, kararsız olabilir ve veri kaybına neden olabilir. Bu sürümün kullanılmasından kaynaklanan hiçbir sorundan sorumlu değilim.
uk_ua: Ви збираєтеся перейти на канал оновлень для Розробників (Pre-release). Ця версія може містити помилки, бути нестабільною та призвести до втрати даних. Я не несу відповідальності за будь-які проблеми, що виникнуть у результаті використання цієї версії.
vi_vn: Bạn sắp chuyển sang kênh cập nhật Nhà phát triển (Pre-release). Phiên bản này có thể chứa lỗi, không ổn định và có thể gây mất dữ liệu. Tôi không chịu trách nhiệm cho bất kỳ vấn đề nào phát sinh khi sử dụng phiên bản này.
zh_hans_cn: 您即将切换到开发者（预发布）更新渠道。 该版本可能存在漏洞、运行不稳定并可能导致数据丢失。 对于使用此版本引起的任何问题，我概不负责。
zh_hant: 您即將切換到開發人員 (預先發行) 更新管道。 該版本可能存在錯誤、運作不穩定並可能導致資料遺失。 對於使用此版本引起的任何問題，本人概不負責。

# Msg_DisclaimerAgree
source: I have read and agree. I accept full responsibility.
ar: لقد قرأت وأوافق. أتحمل كامل المسؤولية.
bg_bg: Прочетох и съм съгласен. Поемам пълна отговорност.
bn_bd: আমি পড়েছি এবং একমত। আমি সম্পূর্ণ দায়িত্ব নিচ্ছি।
cs_cz: Přečetl jsem a souhlasím. Přebírám plnou odpovědnost.
da_dk: Jeg har læst og accepterer. Jeg påtager mig det fulde ansvar.
de_at: Gelesen und akzeptiert. Ich übernehme die volle Verantwortung.
dz_bt: ངས་ ལྷག་ཅི། ཁས་ལེན་འབདཝ་ཨིན། ངས་ འགན་ཁུར་ ཆ་ཚང་ འབག་འོང་།
el_cy: Διάβασα και συμφωνώ. Αναλαμβάνω την πλήρη ευθύνη.
es_419: Leí y acepto. Asumo toda la responsabilidad.
et_ee: Olen lugenud ja nõustun. Võtan täieliku vastutuse.
fa_ir: خواندم و موافقم. مسئولیت کامل را می‌پذیرم.
fi_fi: Olen lukenut ja hyväksyn. Otan täyden vastuun.
fil_ph: Nabasa ko at sumasang-ayon ako. Inaako ko ang responsibilidad.
fr_fr: J'ai lu et j'accepte. J'assume l'entière responsabilité.
he_il: קראתי ואני מסכים. אני לוקח אחריות מלאה.
hi_in: मैंने पढ़ लिया है और सहमत हूँ। मैं पूरी जिम्मेदारी लेता हूँ।
hr_hr: Pročitao sam i slažem se. Preuzimam punu odgovornost.
hu_hu: Elolvastam és elfogadom. Teljes felelősséget vállalok.
id_id: Saya sudah baca dan setuju. Saya tanggung jawab penuh.
is_is: Ég hef lesið og samþykki. Ég tek fulla ábyrgð.
it_it: Ho letto e accetto. Mi assumo la piena responsabilità.
ja_jp: 読みました。同意して、すべての責任を負います。
kk_kz: Мен оқыдым және келісемін. Толық жауапкершілікті өз мойныма аламын.
km_kh: ខ្ញុំបានអាន និងយល់ព្រម។ ខ្ញុំទទួលខុសត្រូវទាំងស្រុង។
ko_kr: 읽었으며 동의합니다. 모든 책임을 지겠습니다.
ky_kg: Мен окуп, макулмун. Толук жоопкерчиликти алам.
lo_la: ຂ້ອຍໄດ້ອ່ານ ແລະ ຍອມຮັບ. ຂ້ອຍຮັບຜິດຊອບທັງໝົດ.
lt_lt: Perskaičiau ir sutinku. Prisiimu visą atsakomybę.
lv_lv: Esmu izlasījis un piekrītu. Es uzņemos pilnu atbildību.
mk_mk: Прочитав и се согласувам. Преземам целосна одговорност.
mn_mn: Би уншиж танилцсан бөгөөд зөвшөөрч байна. Би бүрэн хариуцлага хүлээнэ.
ms_my: Saya telah membaca dan bersetuju. Saya memikul tanggungjawab penuh.
my_mm: ကျွန်ုပ် ဖတ်ရှုပြီး သဘောတူပါသည်။ တာဝန်အပြည့်အဝ ယူပါသည်။
nb_no: Jeg har lest og aksepterer. Jeg tar det fulle ansvaret.
ne_np: मैले पढेँ र म सहमत छु। म पूर्ण जिम्मेवारी लिन्छु।
nl_be: Ik heb dit gelezen en ga akkoord. Ik neem de volledige verantwoordelijkheid op mij.
pl_pl: Przeczytałem i akceptuję. Biorę na siebie pełną odpowiedzialność.
ps_af: ما لوستلی او موافق یم. زه بشپړ مسؤلیت په غاړه اخلم.
pt_br: Eu li e concordo. Assumo total responsabilidade.
ro_ro: Am citit și sunt de acord. Îmi asum întreaga responsabilitate.
ru_ru: Я прочитал и согласен. Беру на себя полную ответственность.
si_lk: මම කියවා එකඟ වෙමි. මම සම්පූර්ණ වගකීම භාර ගනිමි.
sk_sk: Čítal som a súhlasím. Preberám plnú zodpovednosť.
sl_si: Prebral sem in se strinjam. Prevzemam vso odgovornost.
sq_al: E kam lexuar dhe pajtohem. Marr përgjegjësi të plotë.
sr_cyrl_rs: Прочитао сам и слажем се. Преузимам пуну одговорност.
sr_latn_rs: Pročitao sam i slažem se. Preuzimam punu odgovornost.
sv_se: Jag har läst och accepterar. Jag tar fullt ansvar.
tg_tj: Ман хондам ва розӣ ҳастам. Ман масъулияти пурраро ба дӯш мегирам.
th_th: ฉันได้อ่านและยอมรับแล้ว ฉันขอรับผิดชอบทั้งหมด
tk_tm: Men okadym we kabul edýärin. Doly jogapkärçiligi öz üstüme alýaryn.
tr_tr: Okudum ve kabul ediyorum. Tüm sorumluluğu üstleniyorum.
uk_ua: Я прочитав(ла) та погоджуюсь. Беру на себе повну відповідальність.
vi_vn: Tôi đã đọc và đồng ý. Tôi chịu hoàn toàn trách nhiệm.
zh_hans_cn: 我已阅读并同意。我将承担全部责任。
zh_hant: 我已閱讀並同意。我將承擔全部責任。

# Dialog_SaveHash
source: Save Hash File
ar: حفظ ملف الهاش
bg_bg: Запазване на хеш файл
bn_bd: হ্যাশ ফাইল সেভ করুন
cs_cz: Uložit soubor hashe
da_dk: Gem Hash-fil
de_at: Hash-Datei speichern
dz_bt: ཧޭཤ་ ཡིག་སྣོད་ སྲུང་བཞག་འབད།
el_cy: Αποθήκευση Αρχείου Hash
es_419: Guardar archivo Hash
et_ee: Salvesta räsifail
fa_ir: ذخیره فایل هش
fi_fi: Tallenna tiivistetiedosto
fil_ph: I-save ang Hash File
fr_fr: Sauvegarder Fichier Hash
he_il: שמור קובץ Hash
hi_in: हैश फाइल सहेजें
hr_hr: Spremi hash datoteku
hu_hu: Hash fájl mentése
id_id: Simpan Berkas Hash
is_is: Vista Hash skrá
it_it: Salva file Hash
ja_jp: ハッシュファイルを保存
kk_kz: Хэш файлын сақтау
km_kh: រក្សាទុកឯកសារ Hash
ko_kr: 해시 파일 저장
ky_kg: Хэш файлын сактоо
lo_la: ບັນທຶກໄຟລ໌ Hash
lt_lt: Išsaugoti Hash failą
lv_lv: Saglabāt Hash failu
mk_mk: Зачувај Хеш Датотека
mn_mn: Хэш файл хадгалах
ms_my: Simpan Fail Hash
my_mm: Hash ဖိုင်ကို သိမ်းဆည်းရန်
nb_no: Lagre Hash-fil
ne_np: ह्यास फाइल बचत गर्नुहोस्
nl_be: Hashbestand opslaan
pl_pl: Zapisz plik Hash
ps_af: د هیش فایل خوندي کول
pt_br: Salvar Arquivo Hash
ro_ro: Salvează fișier Hash
ru_ru: Сохранить файл хэша
si_lk: Hash ගොනුව සුරකින්න
sk_sk: Uložiť Hash Súbor
sl_si: Shrani Hash datoteko
sq_al: Ruaj Skedarin Hash
sr_cyrl_rs: Сачувај хеш датотеку
sr_latn_rs: Sačuvaj Hash fajl
sv_se: Spara hash-fil
tg_tj: Сабти файли Ҳэш
th_th: บันทึกไฟล์แฮช
tk_tm: Heş faýlyny ýazdyr
tr_tr: Hash Dosyasını Kaydet
uk_ua: Зберегти файл хешу
vi_vn: Lưu tệp mã băm
zh_hans_cn: 保存哈希文件
zh_hant: 儲存雜湊檔

# Dialog_SaveZip
source: Save Compressed File
ar: حفظ الملف المضغوط
bg_bg: Запазване на архив
bn_bd: কমপ্রেসড ফাইল সেভ করুন
cs_cz: Uložit komprimovaný soubor
da_dk: Gem komprimeret fil
de_at: Komprimierte Datei speichern
dz_bt: བཙུགས་ཡོད་པའི་ ཡིག་སྣོད་ སྲུང་བཞག་འབད།
el_cy: Αποθήκευση Συμπιεσμένου Αρχείου
es_419: Guardar archivo comprimido
et_ee: Salvesta pakitud fail
fa_ir: ذخیره فایل فشرده
fi_fi: Tallenna pakattu tiedosto
fil_ph: I-save ang Compressed File
fr_fr: Sauvegarder Fichier Compressé
he_il: שמור קובץ דחוס
hi_in: कम्प्रेस्ड फाइल सहेजें
hr_hr: Spremi sažetu datoteku
hu_hu: Tömörített fájl mentése
id_id: Simpan Berkas Kompresi
is_is: Vista þjappaða skrá
it_it: Salva file compresso
ja_jp: 圧縮ファイルを保存
kk_kz: Қысылған файлды сақтау
km_kh: រក្សាទុកឯកសារដែលបានបង្រួម
ko_kr: 압축 파일 저장
ky_kg: Кысылган файлды сактоо
lo_la: ບັນທຶກໄຟລ໌ບີບອັດ
lt_lt: Išsaugoti suspaustą failą
lv_lv: Saglabāt saspiesto failu
mk_mk: Зачувај Компресирана Датотека
mn_mn: Шахсан файл хадгалах
ms_my: Simpan Fail Mampat
my_mm: ဖိသိပ်ထားသော ဖိုင်ကို သိမ်းဆည်းရန်
nb_no: Lagre komprimert fil
ne_np: कम्प्रेस गरिएको फाइल बचत गर्नुहोस्
nl_be: Gecomprimeerd bestand opslaan
pl_pl: Zapisz skompresowany plik
ps_af: فشار شوی فایل خوندي کول
pt_br: Salvar Arquivo Comprimido
ro_ro: Salvează fișier comprimat
ru_ru: Сохранить сжатый файл
si_lk: සම්පීඩිත ගොනුව සුරකින්න
sk_sk: Uložiť Komprimovaný Súbor
sl_si: Shrani stisnjeno datoteko
sq_al: Ruaj Skedarin e Ngjeshur
sr_cyrl_rs: Сачувај компримовану датотеку
sr_latn_rs: Sačuvaj kompresovani fajl
sv_se: Spara komprimerad fil
tg_tj: Сабти файли фишурдашуда
th_th: บันทึกไฟล์บีบอัด
tk_tm: Gysylan faýly ýazdyr
tr_tr: Sıkıştırılmış Dosyayı Kaydet
uk_ua: Зберегти стиснутий файл
vi_vn: Lưu tệp nén
zh_hans_cn: 保存压缩文件
zh_hant: 儲存壓縮檔

# Dialog_SelectFiles
source: Select Files to Hash
ar: اختر ملفات للهاش
bg_bg: Избор на файлове за хеширане
bn_bd: হ্যাশ করার জন্য ফাইল নির্বাচন করুন
cs_cz: Vybrat soubory pro hashování
da_dk: Vælg filer til hashing
de_at: Dateien zum Hashen auswählen
dz_bt: ཧེ་ཤ་བཟོ་ནིའི་ ཡིག་སྣོད་ སེལ་འཐུ་འབད།
el_cy: Επιλογή Αρχείων για Hash
es_419: Seleccionar archivos para hash
et_ee: Vali failid räsimiseks
fa_ir: انتخاب فایل‌ها برای هش
fi_fi: Valitse tiedostot tiivistettäväksi
fil_ph: Pumili ng Files para sa Hash
fr_fr: Sélectionner fichiers à hacher
he_il: בחר קבצים ל-Hash
hi_in: हैश के लिए फाइलें चुनें
hr_hr: Odaberi datoteke za hashiranje
hu_hu: Fájlok kiválasztása hash-eléshez
id_id: Pilih Berkas untuk Hash
is_is: Veldu skrár til að hasha
it_it: Seleziona i file per l'hash
ja_jp: ハッシュ化するファイルを選択
kk_kz: Хэштеу үшін файлдарды таңдаңыз
km_kh: ជ្រើសរើសឯកសារដើម្បី Hash
ko_kr: 해시할 파일 선택
ky_kg: Хэштөө үчүн файлдарды тандаңыз
lo_la: ເລືອກໄຟລ໌ເພື່ອສ້າງ Hash
lt_lt: Pasirinkite failus
lv_lv: Atlasiet failus hash aprēķinam
mk_mk: Изберете датотеки за хеширање
mn_mn: Хэш хийх файлуудаа сонгоно уу
ms_my: Pilih Fail untuk di-Hash
my_mm: Hash ပြုလုပ်ရန် ဖိုင်များကို ရွေးချယ်ပါ
nb_no: Velg filer som skal hashes
ne_np: ह्यास गर्न फाइलहरू चयन गर्नुहोस्
nl_be: Selecteer bestanden om te hashen
pl_pl: Wybierz pliki do hashowania
ps_af: د هیش لپاره فایلونه وټاکئ
pt_br: Selecionar arquivos para o hash
ro_ro: Selectează fișiere pentru hash
ru_ru: Выберите файлы для хэширования
si_lk: Hash කිරීම සඳහා ගොනු තෝරන්න
sk_sk: Vyberte súbory na hashovanie
sl_si: Izberite datoteke za hashiranje
sq_al: Zgjidh Skedarët për Hash
sr_cyrl_rs: Изаберите датотеке за хеширање
sr_latn_rs: Izaberite fajlove za hashovanje
sv_se: Välj filer för hashning
tg_tj: Файлҳоро барои ҳэш интихоб кунед
th_th: เลือกไฟล์ที่จะแฮช
tk_tm: Heşlemek üçin faýllary saýlaň
tr_tr: Hashlenecek Dosyaları Seçin
uk_ua: Оберіть файли для хешування
vi_vn: Chọn tệp để băm
zh_hans_cn: 选择要哈希的文件
zh_hant: 選擇要進行雜湊的檔案
