Repository: poli0981/HashTool
Catalog: Lang/Resources.*.resx
Languages: ar, bg_bg, bn_bd, cs_cz, da_dk, de_at, dz_bt, el_cy, es_419, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, km_kh, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, mn_mn, ms_my, my_mm, nb_no, ne_np, nl_be, pl_pl, ps_af, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, tg_tj, th_th, tk_tm, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant

# Msg_TaskCancelled_Title
source: Task Stopped
ar: تم إيقاف المهمة
bg_bg: Задачата е спряна
bn_bd: টাস্ক থামানো হয়েছে
cs_cz: Úloha zastavena
da_dk: Opgave stoppet
de_at: Aufgabe gestoppt
dz_bt: ལས་ཀ་ བཀག་ཡོད།
el_cy: Η εργασία διακόπηκε
es_419: Tarea detenida
et_ee: Ülesanne peatatud
fa_ir: وظیفه متوقف شد
fi_fi: Tehtävä pysäytetty
fil_ph: Itinigil ang Gawain
fr_fr: Tâche arrêtée
he_il: המשימה הופסקה
hi_in: कार्य रोका गया
hr_hr: Zadatak zaustavljen
hu_hu: Feladat leállítva
id_id: Tugas Dihentikan
is_is: Verk stöðvað
it_it: Attività Interrotta
ja_jp: タスク停止
kk_kz: Тапсырма тоқтатылды
km_kh: កិច្ចការត្រូវបានបញ្ឈប់
ko_kr: 작업 중지됨
ky_kg: Тапшырма токтотулду
lo_la: ວຽກຖືກຢຸດແລ້ວ
lt_lt: Užduotis sustabdyta
lv_lv: Uzdevums apturēts
mk_mk: Задачата е запрена
mn_mn: Үйлдэл зогссон
ms_my: Tugas Dihentikan
my_mm: လုပ်ငန်းစဉ် ရပ်တန့်သွားပါသည်
nb_no: Oppgave stoppet
ne_np: कार्य रोकियो
nl_be: Taak gestopt
pl_pl: Zadanie zatrzymane
ps_af: دنده ودرول شوه
pt_br: Tarefa Interrompida
ro_ro: Sarcină oprită
ru_ru: Задача остановлена
si_lk: කාර්යය නතර කරන ලදී
sk_sk: Úloha zastavená
sl_si: Opravilo ustavljeno
sq_al: Detyra u Ndal
sr_cyrl_rs: Задатак заустављен
sv_se: Uppgift stoppad
tg_tj: Вазифа қать шуд
th_th: งานหยุดลงแล้ว
tk_tm: Tabşyryk saklandy
tr_tr: Görev Durduruldu
uk_ua: Завдання зупинено
vi_vn: Tác vụ đã dừng
zh_hans_cn: 任务已停止
zh_hant: 工作已停止

# Btn_Yes
source: Yes
ar: نعم
bg_bg: Да
bn_bd: হ্যাঁ
cs_cz: Ano
da_dk: Ja
de_at: Ja
dz_bt: ཨིན།
el_cy: Ναι
es_419: Sí
et_ee: Jah
fa_ir: بله
fi_fi: Kyllä
fil_ph: Oo
fr_fr: Oui
he_il: כן
hi_in: हाँ
hr_hr: Da
hu_hu: Igen
id_id: Ya
is_is: Já
it_it: Sì
ja_jp: はい
kk_kz: Иә
km_kh: បាទ/ចាស
ko_kr: 예
ky_kg: Ооба
lo_la: ແມ່ນ
lt_lt: Taip
lv_lv: Jā
mk_mk: Да
mn_mn: Тийм
ms_my: Ya
my_mm: ဟုတ်ကဲ့
nb_no: Ja
ne_np: हो
nl_be: Ja
pl_pl: Tak
ps_af: هو
pt_br: Sim
ro_ro: Da
ru_ru: Да
si_lk: ඔව්
sk_sk: Áno
sl_si: Da
sq_al: Po
sr_cyrl_rs: Да
sv_se: Ja
tg_tj: Бале
th_th: ใช่
tk_tm: Hawa
tr_tr: Evet
uk_ua: Так
vi_vn: Có
zh_hans_cn: 是
zh_hant: 是

# Btn_OK
source: OK
ar: موافق
bg_bg: ОК
bn_bd: ঠিক আছে
dz_bt: བཏུབ།
el_cy: ΟΚ
es_419: Aceptar
fa_ir: تایید
he_il: אישור
hi_in: ठीक है
hr_hr: U redu
is_is: Í lagi
kk_kz: ОК
km_kh: យល់ព្រម
ko_kr: 확인
ky_kg: ОК
lo_la: ຕົກລົງ
lt_lt: Gerai
lv_lv: Labi
mk_mk: Во ред
my_mm: အိုကေ
ne_np: ठिक छ
nl_be: Oké
ps_af: ښه
ru_ru: ОК
si_lk: හරි
sl_si: V redu
sq_al: Në rregull
sr_cyrl_rs: У реду
tg_tj: ХУБ
th_th: ตกลง
tk_tm: Bolýar
tr_tr: Tamam
uk_ua: ОК
zh_hans_cn: 确定
zh_hant: 確定

# Btn_No
source: No
ar: لا
bg_bg: Не
bn_bd: না
cs_cz: Ne
da_dk: Nej
de_at: Nein
dz_bt: མེན།
el_cy: Όχι
et_ee: Ei
fa_ir: خیر
fi_fi: Ei
fil_ph: Hindi
fr_fr: Non
he_il: לא
hi_in: नहीं
hr_hr: Ne
hu_hu: Nem
id_id: Tidak
is_is: Nei
ja_jp: いいえ
kk_kz: Жоқ
km_kh: ទេ
ko_kr: 아니요
ky_kg: Жок
lo_la: ບໍ່
lt_lt: Ne
lv_lv: Nē
mk_mk: Не
mn_mn: Үгүй
ms_my: Tidak
my_mm: ဟင့်အင်း
nb_no: Nei
ne_np: होइन
nl_be: Nee
pl_pl: Nie
ps_af: نه
pt_br: Não
ro_ro: Nu
ru_ru: Нет
si_lk: නැත
sk_sk: Nie
sl_si: Ne
sq_al: Jo
sr_cyrl_rs: Не
sv_se: Nej
tg_tj: Не
th_th: ไม่ใช่
tk_tm: Ýok
tr_tr: Hayır
uk_ua: Ні
vi_vn: Không
zh_hans_cn: 否
zh_hant: 否

# Dialog_FileType_Zip
source: Zip Archive
ar: أرشيف Zip
bg_bg: Zip архив
bn_bd: Zip আর্কাইভ
cs_cz: Archiv Zip
da_dk: Zip Arkiv
de_at: Zip-Archiv
dz_bt: Zip ཡིག་མཛོད།
el_cy: Αρχείο Zip
es_419: Archivo Zip
et_ee: Zip-arhiiv
fa_ir: آرشیو Zip
fi_fi: Zip-arkisto
fr_fr: Archive Zip
he_il: ארכיון Zip
hi_in: ज़िप आर्काइव
hr_hr: Zip arhiva
hu_hu: Zip archívum
id_id: Arsip Zip
is_is: Zip safn
it_it: Archivio Zip
ja_jp: Zipアーカイブ
kk_kz: Zip мұрағаты
km_kh: ប័ណ្ណសារ Zip
ko_kr: Zip 아카이브
ky_kg: Zip архиви
lo_la: ໄຟລ໌ຈັດເກັບ Zip
lt_lt: Zip archyvas
lv_lv: Zip arhīvs
mk_mk: Zip архива
mn_mn: Zip архив
ms_my: Arkib Zip
my_mm: Zip ဖိုင်
nb_no: Zip-arkiv
ne_np: Zip अभिलेख
nl_be: Zip-archief
pl_pl: Archiwum Zip
ps_af: زپ آرشیف (Zip)
pt_br: Arquivo Zip
ro_ro: Arhivă Zip
ru_ru: Zip-архив
si_lk: Zip ගොනුව
sk_sk: Zip archív
sl_si: Zip arhiv
sq_al: Arkiv Zip
sr_cyrl_rs: Zip архива
sv_se: Zip-arkiv
tg_tj: Архиви Zip
th_th: ไฟล์เก็บถาวร Zip
tk_tm: Zip arhiwi
tr_tr: Zip Arşivi
uk_ua: Zip-архів
vi_vn: Tệp nén Zip
zh_hans_cn: Zip 压缩包
zh_hant: Zip 壓縮檔

# Msg_ConfirmExit_Title
source: Confirm Exit
ar: تأكيد الخروج
bg_bg: Потвърждение за изход
bn_bd: প্রস্থান নিশ্চিত করুন
cs_cz: Potvrzení ukončení
da_dk: Bekræft afslutning
de_at: Beenden bestätigen
dz_bt: ཕྱིར་ཐོན་ ངེས་གཏན་བཟོ།
el_cy: Επιβεβαίωση εξόδου
es_419: Confirmar salida
et_ee: Kinnita väljumine
fa_ir: تایید خروج
fi_fi: Vahvista lopetus
fil_ph: Kumpirmahin ang Paglabas
fr_fr: Confirmer la sortie
he_il: אישור יציאה
hi_in: निकास की पुष्टि करें
hr_hr: Potvrda izlaza
hu_hu: Kilépés megerősítése
id_id: Konfirmasi Keluar
is_is: Staðfesta lokun
it_it: Conferma uscita
ja_jp: 終了確認
kk_kz: Шығуды растау
km_kh: បញ្ជាក់ការចាកចេញ
ko_kr: 종료 확인
ky_kg: Чыгууну ырастоо
lo_la: ຢືນຢັນການອອກ
lt_lt: Patvirtinti išėjimą
lv_lv: Apstiprināt iziešanu
mk_mk: Потврди излез
mn_mn: Гарахыг баталгаажуулах
ms_my: Sahkan Keluar
my_mm: ထွက်ခွာရန် အတည်ပြုပါ
nb_no: Bekreft avslutning
ne_np: बाहिर निस्कने पुष्टि गर्नुहोस्
nl_be: Afsluiten bevestigen
pl_pl: Potwierdź wyjście
ps_af: وتل تایید کړئ
pt_br: Confirmar Saída
ro_ro: Confirmare ieșire
ru_ru: Подтверждение выхода
si_lk: පිටවීම තහවුරු කරන්න
sk_sk: Potvrdiť ukončenie
sl_si: Potrditev izhoda
sq_al: Konfirmo Daljen
sr_cyrl_rs: Потврди излаз
sv_se: Bekräfta avslut
tg_tj: Тасдиқи Хуруҷ
th_th: ยืนยันการออก
tk_tm: Çykmagy tassyklaň
tr_tr: Çıkışı Onayla
uk_ua: Підтвердження виходу
vi_vn: Xác nhận thoát
zh_hans_cn: 确认退出
zh_hant: 確認退出

# Msg_ConfirmExit_Content
source: Exiting will cancel all ongoing tasks. Are you sure?
ar: الخروج سيلغي جميع المهام الجارية. هل أنت متأكد؟
bg_bg: Излизането ще отмени всички текущи задачи. Сигурни ли сте?
bn_bd: প্রস্থান করলে চলমান সমস্ত কাজ বাতিল হয়ে যাবে। আপনি কি নিশ্চিত?
cs_cz: Ukončení zruší všechny probíhající úlohy. Jste si jistí?
da_dk: Afslutning vil annullere alle igangværende opgaver. Er du sikker?
de_at: Das Beenden bricht alle laufenden Aufgaben ab. Sind Sie sicher?
dz_bt: ཕྱིར་ཐོན་འབད་བ་ཅིན་ ད་ལྟོ་འབད་བའི་ ལས་ཀ་ག་ར་ ཆ་མེད་འགྱོ་འོང་། ཁྱོད་ ཐད་རི་བ་རི་ཨིན་ན?
el_cy: Η έξοδος θα ακυρώσει όλες τις τρέχουσες εργασίες. Είστε σίγουροι;
es_419: Salir cancelará todas las tareas en curso. ¿Estás seguro?
et_ee: Väljumine tühistab kõik pooleliolevad ülesanded. Kas oled kindel?
fa_ir: خروج باعث لغو تمام وظایف جاری می‌شود. مطمئن هستید؟
fi_fi: Lopettaminen peruuttaa kaikki käynnissä olevat tehtävät. Oletko varma?
fil_ph: Kakanselahin ng paglabas ang lahat ng ginagawa. Sigurado ka ba?
fr_fr: Quitter annulera toutes les tâches en cours. Êtes-vous sûr ?
he_il: יציאה תבטל את כל המשימות הפעילות. האם אתה בטוח?
hi_in: बाहर निकलने से सभी चल रहे कार्य रद्द हो जाएंगे। क्या आप सुनिश्चित हैं?
hr_hr: Izlaz će otkazati sve tekuće zadatke. Jeste li sigurni?
hu_hu: A kilépés megszakít minden folyamatban lévő feladatot. Biztos benne?
id_id: Keluar akan membatalkan semua tugas yang berjalan. Anda yakin?
is_is: Lokun mun hætta við öll verk í gangi. Ertu viss?
it_it: L'uscita annullerà tutte le attività in corso. Sei sicuro?
ja_jp: 終了すると、進行中のすべてのタスクがキャンセルされます。よろしいですか？
kk_kz: Шығу барлық ағымдағы тапсырмаларды тоқтатады. Сенімдісіз бе?
km_kh: ការចាកចេញនឹងបោះបង់កិច្ចការដែលកំពុងដំណើរការទាំងអស់។ តើអ្នកប្រាកដទេ?
ko_kr: 종료하면 진행 중인 모든 작업이 취소됩니다. 확실합니까?
ky_kg: Чыгуу бардык учурдагы тапшырмаларды жокко чыгарат. Ишенимдүүсүзбү?
lo_la: ການອອກຈະຍົກເລີກວຽກທີ່ກຳລັງເຮັດຢູ່ທັງໝົດ. ທ່ານແນ່ໃຈບໍ?
lt_lt: Išėjus bus atšauktos visos vykdomos užduotys. Ar tikrai norite išeiti?
lv_lv: Iziešana atcels visus pašlaik notiekošos uzdevumus. Vai esat pārliecināts?
mk_mk: Излегувањето ќе ги откаже сите тековни задачи. Дали сте сигурни?
mn_mn: Гарах нь одоо хийгдэж буй бүх үйлдлийг цуцлах болно. Та итгэлтэй байна уу?
ms_my: Keluar akan membatalkan semua tugas yang sedang berjalan. Adakah anda pasti?
my_mm: ထွက်ခွာခြင်းက လုပ်ဆောင်နေသော အရာအားလုံးကို ပယ်ဖျက်ပါမည်။ သေချာပါသလား?
nb_no: Avslutning vil avbryte alle pågående oppgaver. Er du sikker?
ne_np: बाहिर निस्कँदा चलिरहेका सबै कार्यहरू रद्द हुनेछन्। के तपाईं निश्चित हुनुहुन्छ?
nl_be: Als u afsluit, worden alle lopende taken geannuleerd. Bent u zeker?
pl_pl: Wyjście spowoduje anulowanie wszystkich trwających zadań. Jesteś pewien?
ps_af: وتل به ټول روان کارونه لغوه کړي. ایا تاسو ډاډه یاست؟
pt_br: Sair cancelará todas as tarefas em andamento. Você tem certeza?
ro_ro: Ieșirea va anula toate sarcinile în curs. Sunteți sigur?
ru_ru: Выход приведет к отмене всех текущих задач. Вы уверены?
si_lk: පිටවීම මගින් සිදුවෙමින් පවතින සියලුම කාර්යයන් අවලංගු කරනු ඇත. ඔබට විශ්වාසද?
sk_sk: Ukončenie zruší všetky prebiehajúce úlohy. Ste si istý?
sl_si: Izhod bo preklical vsa trenutna opravila. Ste prepričani?
sq_al: Dalja do të anulojë të gjitha detyrat në vazhdim. Jeni të sigurt?
sr_cyrl_rs: Излазак ће отказати све тренутне задатке. Да ли сте сигурни?
sv_se: Att avsluta kommer att avbryta alla pågående uppgifter. Är du säker?
tg_tj: Хуруҷ ҳамаи вазифаҳои ҷориро бекор мекунад. Шумо мутмаин ҳастед?
th_th: การออกจะยกเลิกงานที่กำลังดำเนินอยู่ทั้งหมด คุณแน่ใจหรือไม่?
tk_tm: Çykmak dowam edýän ähli tabşyryklary ýatyrar. Ynamyňyz kämilmi?
tr_tr: Çıkmak, devam eden tüm görevleri iptal edecektir. Emin misiniz?
uk_ua: Вихід призведе до скасування всіх поточних завдань. Ви впевнені?
vi_vn: Thoát sẽ hủy tất cả các tác vụ đang chạy. Bạn có chắc không?
zh_hans_cn: 退出将取消所有正在进行的任务。确定要退出吗？
zh_hant: 退出將取消所有正在進行的工作。確定要退出嗎？

# Msg_TaskCancelled_Content
source: Task was stopped due to timeout.
ar: تم إيقاف المهمة بسبب المهلة.
bg_bg: Задачата беше спряна поради изтичане на времето.
bn_bd: টাইমআউটের কারণে টাস্ক থামানো হয়েছে।
cs_cz: Úloha byla zastavena z důvodu časového limitu.
da_dk: Opgaven blev stoppet på grund af timeout.
de_at: Aufgabe wurde wegen Zeitüberschreitung gestoppt.
dz_bt: དུས་ཚོད་ རྫོགས་ནི་འདི་གིས་ ལས་ཀ་ བཀག་ཡོད།
el_cy: Η εργασία διακόπηκε λόγω χρονικού ορίου.
es_419: La tarea se detuvo por tiempo de espera.
et_ee: Ülesanne peatati ajalõpu tõttu.
fa_ir: وظیفه به دلیل اتمام مهلت زمانی متوقف شد.
fi_fi: Tehtävä pysäytettiin aikakatkaisun vuoksi.
fil_ph: Itinigil ang gawain dahil sa timeout.
fr_fr: La tâche a été arrêtée à cause du délai d'attente.
he_il: המשימה הופסקה עקב פסק זמן.
hi_in: टाइमआउट के कारण कार्य रोक दिया गया था।
hr_hr: Zadatak je zaustavljen zbog isteka vremena.
hu_hu: A feladat időtúllépés miatt leállt.
id_id: Tugas dihentikan karena batas waktu.
is_is: Verki var hætt vegna tímamarka.
it_it: L'attività è stata interrotta per timeout.
ja_jp: タイムアウトのため、タスクが停止されました。
kk_kz: Тапсырма күту уақытына байланысты тоқтатылды.
km_kh: កិច្ចការត្រូវបានបញ្ឈប់ដោយសារផុតកំណត់ពេលវេលា។
ko_kr: 타임아웃으로 인해 작업이 중지되었습니다.
ky_kg: Тапшырма күтүү убактысынын бүткөндүгүнө байланыштуу токтотулду.
lo_la: ວຽກຖືກຢຸດເນື່ອງຈາກໝົດເວລາ.
lt_lt: Užduotis buvo sustabdyta dėl laiko limito.
lv_lv: Uzdevums tika apturēts taimauta dēļ.
mk_mk: Задачата беше запрена поради истек на време.
mn_mn: Хугацаа дууссан тул үйлдэл зогссон.
ms_my: Tugas telah dihentikan kerana masa tamat.
my_mm: အချိန်ကုန်သွားသောကြောင့် လုပ်ငန်းစဉ်ကို ရပ်တန့်လိုက်ပါသည်။
nb_no: Oppgaven ble stoppet på grunn av tidsavbrudd.
ne_np: समय सीमा (Timeout) को कारणले कार्य रोकिएको थियो।
nl_be: Taak is gestopt wegens time-out.
pl_pl: Zadanie zostało zatrzymane z powodu przekroczenia czasu.
ps_af: دنده د وخت ختمیدو له امله ودرول شوه.
pt_br: A tarefa foi interrompida devido ao tempo limite.
ro_ro: Sarcina a fost oprită din cauza expirării timpului.
ru_ru: Задача была остановлена по таймауту.
si_lk: කාල සීමාව ඉක්මවා යාම හේතුවෙන් කාර්යය නතර කරන ලදී.
sk_sk: Úloha bola zastavená z dôvodu časového limitu.
sl_si: Opravilo je bilo ustavljeno zaradi časovne omejitve.
sq_al: Detyra u ndal për shkak të kalimit të kohës (timeout).
sr_cyrl_rs: Задатак је заустављен због истека времена.
sv_se: Uppgiften stoppades på grund av tidsgräns.
tg_tj: Вазифа аз сабаби тамом шудани вақт қатъ шуд.
th_th: งานหยุดลงเนื่องจากหมดเวลา
tk_tm: Tabşyryk wagt çägi sebäpli saklandy.
tr_tr: Zaman aşımı nedeniyle görev durduruldu.
uk_ua: Завдання було зупинено через тайм-аут.
vi_vn: Tác vụ đã bị dừng do quá thời gian.
zh_hans_cn: 任务因超时而停止。
zh_hant: 工作因逾時而停止。

# Dev_ToolTip_Save
source: Save debug log to disk.
ar: حفظ سجل التصحيح إلى القرص.
bg_bg: Запази дебъг лог на диска.
bn_bd: ডিবাগ লগ ডিস্কে সেভ করুন।
cs_cz: Uložit debug log na disk.
da_dk: Gem debug log til disk.
de_at: Debug-Log auf Datenträger speichern.
dz_bt: རྐྱེན་སེལ་ དྲན་དེབ་ ཌིཀསི་ནང་ སྲུང་བཞག་འབད།
el_cy: Αποθήκευση αρχείου καταγραφής στο δίσκο.
es_419: Guardar registro de depuración en disco.
et_ee: Salvesta silumislogi kettale.
fa_ir: ذخیره لاگ دیباگ در دیسک.
fi_fi: Tallenna virheenkorjausloki levylle.
fil_ph: I-save ang debug log sa disk.
fr_fr: Sauvegarder log debug sur disque.
he_il: שמור יומן דיבאג לדיסק.
hi_in: डिबग लॉग डिस्क पर सहेजें।
hr_hr: Spremi zapisnik ispravljanja pogrešaka na disk.
hu_hu: Hibakeresési napló mentése lemezre.
id_id: Simpan log debug ke disk.
is_is: Vista villuleitarskrá á disk.
it_it: Salva il log di debug sul disco.
ja_jp: デバッグログをディスクに保存します。
kk_kz: Жөндеу журналын дискіге сақтау.
km_kh: រក្សាទុកកំណត់ហេតុកែកំហុសទៅថាស។
ko_kr: 디버그 로그를 디스크에 저장합니다.
ky_kg: Мүчүлүштүктөрдү оңдоо журналын дискке сактоо.
lo_la: ບັນທຶກບັນທຶກການແກ້ໄຂຂໍ້ຜິດພາດລົງໃນດິດ.
lt_lt: Išsaugoti derinimo žurnalą į diską.
lv_lv: Saglabāt atkļūdošanas žurnālu diskā.
mk_mk: Зачувај го дневникот за дебагирање на диск.
mn_mn: Дибаг логийг дискэнд хадгалах.
ms_my: Simpan log nyahpepijat ke cakera.
my_mm: အမှားရှာမှတ်တမ်းကို ဒစ်စ်တွင် သိမ်းဆည်းရန်။
nb_no: Lagre feilsøkingslogg til disk.
ne_np: डिबग लगलाई डिस्कमा बचत गर्नुहोस्।
nl_be: Bewaar debug-logboek op schijf.
pl_pl: Zapisz log debugowania na dysku.
ps_af: د ډیبګ لاګ په ډیسک کې خوندي کړئ.
pt_br: Salvar log de depuração no disco.
ro_ro: Salvează jurnalul de depanare pe disc.
ru_ru: Сохранить журнал отладки на диск.
si_lk: දෝෂ නිවැරදි කිරීමේ ලොගය තැටියට සුරකින්න.
sk_sk: Uložiť protokol ladenia na disk.
sl_si: Shrani dnevnik iskanja napak na disk.
sq_al: Ruaj log-un e debug në disk.
sr_cyrl_rs: Сачувај дневник за отклањање грешака на диск.
sv_se: Spara felsökningslogg till disk.
tg_tj: Сабти гузориши ислоҳи хатогиҳо дар диск.
th_th: บันทึกบันทึกการแก้จุดบกพร่องลงในดิสก์
tk_tm: Düzediş (debug) logyny diske ýazdyr.
tr_tr: Hata ayıklama günlüğünü diske kaydet.
uk_ua: Зберегти журнал налагодження на диск.
vi_vn: Lưu log debug ra đĩa.
zh_hans_cn: 将调试日志保存到磁盘。
zh_hant: 將偵錯記錄儲存到磁碟。

# Dev_ToolTip_Pause
source: Pause real-time logging.
ar: إيقاف التسجيل في الوقت الحقيقي مؤقتاً.
bg_bg: Пауза на логването в реално време.
bn_bd: রিয়েল-টাইম লগিং পজ করুন।
cs_cz: Pozastavit logování v reálném čase.
da_dk: Pause real-time logning.
de_at: Echtzeit-Logging pausieren.
dz_bt: དུས་ཐོག་ དྲན་དེབ་བཟོ་ནི་ ཐེམ་བཞག
el_cy: Παύση καταγραφής σε πραγματικό χρόνο.
es_419: Pausar registro en tiempo real.
et_ee: Peata reaalajas logimine.
fa_ir: توقف لاگ‌گیری لحظه‌ای.
fi_fi: Keskeytä reaaliaikainen lokikirjaus.
fil_ph: I-pause ang real-time logging.
fr_fr: Pauser le log temps réel.
he_il: השהה רישום בזמן אמת.
hi_in: रीयल-टाइम लॉगिंग रोकें।
hr_hr: Pauziraj zapisivanje u stvarnom vremenu.
hu_hu: Valós idejű naplózás szüneteltetése.
id_id: Jeda logging waktu nyata.
is_is: Gera hlé á rauntímaskráningu.
it_it: Metti in pausa il log in tempo reale.
ja_jp: リアルタイムログを一時停止します。
kk_kz: Нақты уақыттағы журналды кідірту.
km_kh: ផ្អាកការកត់ត្រាពេលវេលាពិតប្រាកដ។
ko_kr: 실시간 로깅을 일시 중지합니다.
ky_kg: Реалдуу убакыт журналын тындыруу.
lo_la: ຢຸດບັນທຶກເວລາຈິງຊົ່ວຄາວ.
lt_lt: Pristabdyti realaus laiko žurnalą.
lv_lv: Pauzēt reāllaika reģistrēšanu.
mk_mk: Паузирај најавување во реално време.
mn_mn: Бодит хугацааны бүртгэлийг түр зогсоох.
ms_my: Jeda pembalakan masa nyata.
my_mm: အချိန်နှင့်တပြေးညီ မှတ်တမ်းတင်ခြင်းကို ခေတ္တရပ်ရန်။
nb_no: Sett sanntidslogging på pause.
ne_np: वास्तविक-समय लगिङलाई पज गर्नुहोस्।
nl_be: Pauzeer realtime logboekregistratie.
pl_pl: Wstrzymaj logowanie w czasie rzeczywistym.
ps_af: د ریښتیني وخت لاګنګ ودروئ.
pt_br: Pausar o log em tempo real.
ro_ro: Pauză înregistrare în timp real.
ru_ru: Приостановить ведение журнала в реальном времени.
si_lk: තත්‍ය කාලීන ලොග් වීම විරාම කරන්න.
sk_sk: Pozastaviť protokolovanie v reálnom čase.
sl_si: Začasno ustavi beleženje v realnem času.
sq_al: Pauzë logimin në kohë reale.
sr_cyrl_rs: Паузирај евидентирање у реалном времену.
sv_se: Pausa realtidsloggning.
tg_tj: Таваққуфи гузоришдиҳии вақти воқеӣ.
th_th: หยุดบันทึกแบบเรียลไทม์ชั่วคราว
tk_tm: Hakyky wagt loglamany sägindir.
tr_tr: Gerçek zamanlı günlük kaydını duraklat.
uk_ua: Призупинити ведення журналу в реальному часі.
vi_vn: Tạm dừng log thời gian thực.
zh_hans_cn: 暂停实时日志记录。
zh_hant: 暫停即時記錄。

# Tip_ShowHash
source: Show Hash
ar: إظهار الهاش
bg_bg: Покажи хеш
bn_bd: হ্যাশ দেখান
cs_cz: Zobrazit hash
da_dk: Vis Hash
de_at: Hash anzeigen
dz_bt: ཧޭཤ་ སྟོན།
el_cy: Εμφάνιση Hash
es_419: Mostrar Hash
et_ee: Kuva räsi
fa_ir: نمایش هش
fi_fi: Näytä tiiviste
fil_ph: Ipakita ang Hash
fr_fr: Afficher Hash
he_il: הצג Hash
hi_in: हैश दिखाएं
hr_hr: Prikaži hash
hu_hu: Hash mutatása
id_id: Tampilkan Hash
is_is: Sýna Hash
it_it: Mostra Hash
ja_jp: ハッシュを表示
kk_kz: Хэшті көрсету
km_kh: បង្ហាញ Hash
ko_kr: 해시 표시
ky_kg: Хэшти көрсөтүү
lo_la: ສະແດງ Hash
lt_lt: Rodyti Hash
lv_lv: Rādīt Hash
mk_mk: Прикажи Хеш
mn_mn: Хэш харуулах
ms_my: Tunjukkan Hash
my_mm: Hash ကို ပြသရန်
nb_no: Vis Hash
ne_np: ह्यास देखाउनुहोस्
nl_be: Hash tonen
pl_pl: Pokaż Hash
ps_af: هیش ښودل
pt_br: Mostrar Hash
ro_ro: Arată Hash
ru_ru: Показать хэш
si_lk: Hash පෙන්වන්න
sk_sk: Zobraziť Hash
sl_si: Prikaži Hash
sq_al: Trego Hash
sr_cyrl_rs: Прикажи хеш
sv_se: Visa hash
tg_tj: Нишон додани Ҳэш
th_th: แสดงแฮช
tk_tm: Heşi görkez
tr_tr: Hash Göster
uk_ua: Показати хеш
vi_vn: Hiện mã băm
zh_hans_cn: 显示哈希
zh_hant: 顯示雜湊

# Tip_HideHash
source: Hide Hash
ar: إخفاء الهاش
bg_bg: Скрий хеш
bn_bd: হ্যাশ লুকান
cs_cz: Skrýt hash
da_dk: Skjul Hash
de_at: Hash verbergen
dz_bt: ཧޭཤ་ སྦ་བཞག
el_cy: Απόκρυψη Hash
es_419: Ocultar Hash
et_ee: Peida räsi
fa_ir: مخفی کردن هش
fi_fi: Piilota tiiviste
fil_ph: Itago ang Hash
fr_fr: Masquer Hash
he_il: הסתר Hash
hi_in: हैश छिपाएं
hr_hr: Sakrij hash
hu_hu: Hash elrejtése
id_id: Sembunyikan Hash
is_is: Fela Hash
it_it: Nascondi Hash
ja_jp: ハッシュを隠す
kk_kz: Хэшті жасыру
km_kh: លាក់ Hash
ko_kr: 해시 숨기기
ky_kg: Хэшти жашыруу
lo_la: ເຊື່ອງ Hash
lt_lt: Slėpti Hash
lv_lv: Slēpt Hash
mk_mk: Скриј Хеш
mn_mn: Хэш нуух
ms_my: Sembunyikan Hash
my_mm: Hash ကို ဖျောက်ထားရန်
nb_no: Skjul Hash
ne_np: ह्यास लुकाउनुहोस्
nl_be: Hash verbergen
pl_pl: Ukryj Hash
ps_af: هیش پټول
pt_br: Ocultar Hash
ro_ro: Ascunde Hash
ru_ru: Скрыть хэш
si_lk: Hash සඟවන්න
sk_sk: Skryť Hash
sl_si: Skrij Hash
sq_al: Fshih Hash
sr_cyrl_rs: Сакриј хеш
sv_se: Dölj hash
tg_tj: Пинҳон кардани Ҳэш
th_th: ซ่อนแฮช
tk_tm: Heşi gizle
tr_tr: Hash Gizle
uk_ua: Приховати хеш
vi_vn: Ẩn mã băm
zh_hans_cn: 隐藏哈希
zh_hant: 隱藏雜湊

# Tip_CopyPath
source: Copy Path
ar: نسخ المسار
bg_bg: Копирай пътя
bn_bd: পাথ কপি করুন
cs_cz: Kopírovat cestu
da_dk: Kopier sti
de_at: Pfad kopieren
dz_bt: འགྲུལ་ལམ་ འདྲ་བཤུས་རྐྱབ།
el_cy: Αντιγραφή Διαδρομής
es_419: Copiar ruta
et_ee: Kopeeri tee
fa_ir: کپی مسیر
fi_fi: Kopioi polku
fil_ph: Kopyahin ang Path
fr_fr: Copier chemin
he_il: העתק נתיב
hi_in: पथ कॉपी करें
hr_hr: Kopiraj putanju
hu_hu: Útvonal másolása
id_id: Salin Jalur
is_is: Afrita slóð
it_it: Copia percorso
ja_jp: パスをコピー
kk_kz: Жолды көшіру
km_kh: ចម្លងផ្លូវ
ko_kr: 경로 복사
ky_kg: Жолду көчүрүү
lo_la: ສຳເນົາເສັ້ນທາງ
lt_lt: Kopijuoti kelią
lv_lv: Kopēt ceļu
mk_mk: Копирај Патека
mn_mn: Зам хуулах
ms_my: Salin Laluan
my_mm: လမ်းကြောင်းကို ကူးယူရန်
nb_no: Kopier bane
ne_np: पथ प्रतिलिपि गर्नुहोस्
nl_be: Pad kopiëren
pl_pl: Kopiuj ścieżkę
ps_af: لار کاپي کول
pt_br: Copiar Caminho
ro_ro: Copiază calea
ru_ru: Копировать путь
si_lk: මාර්ගය පිටපත් කරන්න
sk_sk: Kopírovať cestu
sl_si: Kopiraj pot
sq_al: Kopjo Rrugën
sr_cyrl_rs: Копирај путању
sv_se: Kopiera sökväg
tg_tj: Нусхабардории масир
th_th: คัดลอกเส้นทาง
tk_tm: Ýoly göçür
tr_tr: Yolu Kopyala
uk_ua: Копіювати шлях
vi_vn: Sao chép đường dẫn
zh_hans_cn: 复制路径
zh_hant: 複製路徑

# Msg_DiskFull
source: Your drive is out of space. Please choose another location :)
ar: محرك الأقراص ممتلئ. يرجى اختيار موقع آخر :)
bg_bg: Дискът е пълен. Моля, изберете друго място :)
bn_bd: আপনার ড্রাইভের জায়গা শেষ। দয়া করে অন্য লোকেশন বেছে নিন :)
cs_cz: Váš disk je plný. Vyberte prosím jiné umístění :)
da_dk: Dine drev er fulde. Vælg venligst en anden placering :)
de_at: Ihr Laufwerk ist voll. Bitte wählen Sie einen anderen Ort :)
dz_bt: ཁྱོད་ཀྱི་ ཌིཀསི་ གང་སོང་ནུག ས་གནས་ གཞན་ཅིག་ སེལ་འཐུ་འབད་གནང་། :)
el_cy: Ο δίσκος σας είναι γεμάτος. Παρακαλώ επιλέξτε άλλη τοποθεσία :)
es_419: Tu disco está lleno. Por favor elige otra ubicación :)
et_ee: Ketas on täis. Palun vali teine asukoht :)
fa_ir: درایو شما پر است. لطفاً مکان دیگری را انتخاب کنید :)
fi_fi: Levysi on täynnä. Valitse toinen sijainti :)
fil_ph: Puno na ang iyong drive. Paki-pili ng ibang lokasyon :)
fr_fr: Votre disque est plein. Veuillez choisir un autre emplacement :)
he_il: הכונן שלך מלא. אנא בחר מיקום אחר :)
hi_in: आपकी ड्राइव भर गई है। कृपया कोई अन्य स्थान चुनें :)
hr_hr: Vaš disk je pun. Molimo odaberite drugu lokaciju :)
hu_hu: A lemez megtelt. Kérjük, válasszon másik helyet :)
id_id: Drive Anda penuh. Silakan pilih lokasi lain :)
is_is: Diskurinn þinn er fullur. Vinsamlegast veldu annan stað :)
it_it: L'unità è piena. Scegli un'altra posizione :)
ja_jp: ドライブの空き容量が不足しています。別の場所を選択してください :)
kk_kz: Дисктің орны толды. Басқа орынды таңдаңыз :)
km_kh: ដ្រាយវ៍របស់អ្នកពេញហើយ។ សូមជ្រើសរើសទីតាំងផ្សេង :)
ko_kr: 드라이브 공간이 부족합니다. 다른 위치를 선택해 주세요 :)
ky_kg: Дискиңиз толуп калды. Башка орынды тандаңыз :)
lo_la: ດິດຂອງທ່ານເຕັມແລ້ວ. ກະລຸນາເລືອກສະຖານທີ່ອື່ນ :)
lt_lt: Jūsų diskas pilnas. Pasirinkite kitą vietą :)
lv_lv: Jūsu disks ir pilns. Lūdzu, izvēlieties citu vietu :)
mk_mk: Вашиот диск е полн. Ве молиме изберете друга локација :)
mn_mn: Таны диск дүүрсэн байна. Өөр газар сонгоно уу :)
ms_my: Cakera anda penuh. Sila pilih lokasi lain :)
my_mm: သင့်ဒစ်စ် ပြည့်နေပါသည်။ ကျေးဇူးပြု၍ အခြားနေရာကို ရွေးချယ်ပါ :)
nb_no: Disken din er full. Vennligst velg et annet sted :)
ne_np: तपाईंको ड्राइभ भरिएको छ। कृपया अर्को स्थान छान्नुहोस् :)
nl_be: Uw schijf is vol. Kies een andere locatie a.u.b. :)
pl_pl: Twój dysk jest pełny. Wybierz inną lokalizację :)
ps_af: ستاسو ډرایو ډک دی. مهرباني وکړئ بل ځای وټاکئ :)
pt_br: Seu disco está cheio. Por favor, escolha outro local :)
ro_ro: Unitatea dvs. este plină. Vă rugăm să alegeți altă locație :)
ru_ru: Ваш диск заполнен. Пожалуйста, выберите другое место :)
si_lk: ඔබගේ ධාවකය පිරී ඇත. කරුණාකර වෙනත් ස්ථානයක් තෝරන්න :)
sk_sk: Váš disk je plný. Prosím, vyberte iné umiestnenie :)
sl_si: Vaš disk je poln. Prosimo, izberite drugo lokacijo :)
sq_al: Disku juaj është plot. Ju lutemi zgjidhni një vendndodhje tjetër :)
sr_cyrl_rs: Ваш диск је пун. Молимо изаберите другу локацију :)
sv_se: Din enhet är full. Välj en annan plats :)
tg_tj: Диски шумо пур аст. Лутфан ҷои дигарро интихоб кунед :)
th_th: ไดรฟ์ของคุณเต็มแล้ว โปรดเลือกตำแหน่งอื่น :)
tk_tm: Diskiňiz doly. Başga ýer saýlaň :)
tr_tr: Diskiniz dolu. Lütfen başka bir konum seçin :)
uk_ua: Ваш диск заповнений. Будь ласка, оберіть інше місце :)
vi_vn: Ổ cứng của bạn đã đầy. Vui lòng chọn ổ đĩa khác :)
zh_hans_cn: 您的磁盘已满。请选择其他位置 :)
zh_hant: 您的磁碟已滿。請選擇其他位置 :)
