Repository: poli0981/HashTool
Catalog: Lang/Resources.*.resx
Languages: ar, bg_bg, bn_bd, cs_cz, da_dk, de_at, dz_bt, el_cy, es_419, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, km_kh, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, mn_mn, ms_my, my_mm, nb_no, ne_np, nl_be, pl_pl, ps_af, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, tg_tj, th_th, tk_tm, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant

# Settings_ShowPath
source: Show Path
ar: إظهار المسار
bg_bg: Покажи пътя
bn_bd: পাথ দেখান
cs_cz: Zobrazit cestu
da_dk: Vis sti
de_at: Pfad anzeigen
dz_bt: འགྲུལ་ལམ་ སྟོན།
el_cy: Εμφάνιση διαδρομής
es_419: Mostrar ruta
et_ee: Kuva tee
fa_ir: نمایش مسیر
fi_fi: Näytä polku
fil_ph: Ipakita ang Path
fr_fr: Afficher le chemin
he_il: הצג נתיב
hi_in: पथ दिखाएं
hr_hr: Prikaži putanju
hu_hu: Útvonal mutatása
id_id: Tampilkan Jalur
is_is: Sýna slóð
it_it: Mostra percorso
ja_jp: パスを表示
kk_kz: Жолды көрсету
km_kh: បង្ហាញផ្លូវ
ko_kr: 경로 표시
ky_kg: Жолду көрсөтүү
lo_la: ສະແດງເສັ້ນທາງ
lt_lt: Rodyti kelią
lv_lv: Parādīt ceļu
mk_mk: Прикажи патека
mn_mn: Зам харуулах
ms_my: Tunjukkan Laluan
my_mm: လမ်းကြောင်း ပြသရန်
nb_no: Vis bane
ne_np: पथ देखाउनुहोस्
nl_be: Pad tonen
pl_pl: Pokaż ścieżkę
ps_af: لار وښایاست
pt_br: Mostrar Caminho
ro_ro: Arată calea
ru_ru: Показать путь
si_lk: මාර්ගය පෙන්වන්න
sk_sk: Zobraziť cestu
sl_si: Prikaži pot
sq_al: Trego Rrugën
sr_cyrl_rs: Прикажи путању
sr_latn_rs: Prikaži putanju
sv_se: Visa sökväg
tg_tj: Нишон додани масир
th_th: แสดงเส้นทาง
tk_tm: Ýoly görkez
tr_tr: Yolu Göster
uk_ua: Показати шлях
vi_vn: Hiện đường dẫn
zh_hans_cn: 显示路径
zh_hant: 顯示路徑

# Settings_AutoSave
source: Settings are auto-saved to config.json
ar: يتم حفظ الإعدادات تلقائياً في config.json
bg_bg: Настройките се запазват в config.json
bn_bd: সেটিংস স্বয়ংক্রিয়ভাবে config.json এ সেভ হয়
cs_cz: Nastavení se automaticky ukládají do config.json
da_dk: Indstillinger gemmes automatisk i config.json
de_at: Einstellungen werden automatisch in config.json gespeichert
dz_bt: སྒྲིག་སྟངས་ཚུ་ config.json ནང་ རང་བཞིན་གྱིས་ སྲུང་བཞག་འབདཝ་ཨིན།
el_cy: Οι ρυθμίσεις αποθηκεύονται αυτόματα στο config.json
es_419: La configuración se guarda en config.json
et_ee: Sätted salvestatakse automaatselt faili config.json
fa_ir: تنظیمات به طور خودکار در config.json ذخیره می‌شوند
fi_fi: Asetukset tallennetaan automaattisesti config.json-tiedostoon
fil_ph: Kusang nase-save ang settings sa config.json
fr_fr: Paramètres auto-sauvegardés dans config.json
he_il: ההגדרות נשמרות אוטומטית ל-config.json
hi_in: सेटिंग्स config.json में स्वतः सहेजी जाती हैं
hr_hr: Postavke se automatski spremaju u config.json
hu_hu: A beállítások automatikusan mentésre kerülnek a config.json-ba
id_id: Pengaturan disimpan otomatis ke config.json
is_is: Stillingar vistast sjálfkrafa í config.json
it_it: Le impostazioni vengono salvate automaticamente in config.json
ja_jp: 設定は config.json に自動保存されます
kk_kz: Баптаулар config.json файлында автоматты түрде сақталады
km_kh: ការកំណត់ត្រូវបានរក្សាទុកដោយស្វ័យប្រវត្តិទៅ config.json
ko_kr: 설정은 config.json에 자동 저장됩니다
ky_kg: Жөндөөлөр config.json файлында автоматтык түрдө сакталат
lo_la: ການຕັ້ງຄ່າຖືກບັນທຶກອັດຕະໂນມັດໃນ config.json
lt_lt: Nustatymai automatiškai išsaugomi į config.json
lv_lv: Iestatījumi tiek automātiski saglabāti config.json
mk_mk: Поставките автоматски се зачувуваат во config.json
mn_mn: Тохиргоог config.json-д автоматаар хадгална
ms_my: Tetapan disimpan secara automatik ke config.json
my_mm: ဆက်တင်များကို config.json သို့ အလိုအလျောက် သိမ်းဆည်းပါသည်
nb_no: Innstillinger lagres automatisk til config.json
ne_np: सेटिङहरू स्वतः config.json मा बचत हुन्छन्
nl_be: Instellingen worden automatisch opgeslagen in config.json
pl_pl: Ustawienia są automatycznie zapisywane w config.json
ps_af: تنظیمات په اوتومات ډول په config.json کې خوندي کیږي
pt_br: As configurações são salvas automaticamente em config.json
ro_ro: Setările sunt salvate automat în config.json
ru_ru: Настройки автоматически сохраняются в config.json
si_lk: සැකසුම් config.json වෙත ස්වයංක්‍රීයව සුරැකේ
sk_sk: Nastavenia sa automaticky ukladajú do config.json
sl_si: Nastavitve se samodejno shranijo v config.json
sq_al: Cilësimet ruhen automatikisht në config.json
sr_cyrl_rs: Подешавања се аутоматски чувају у config.json
sr_latn_rs: Podešavanja se automatski čuvaju u config.json
sv_se: Inställningar sparas automatiskt i config.json
tg_tj: Танзимот ба таври худкор дар config.json сабт мешаванд
th_th: การตั้งค่าจะถูกบันทึกอัตโนมัติไปยัง config.json
tk_tm: Sazlamalar config.json faýlyna awtomatik ýazylýar
tr_tr: Ayarlar otomatik olarak config.json dosyasına kaydedilir
uk_ua: Налаштування автоматично зберігаються у config.json
vi_vn: Cài đặt tự động lưu vào config.json
zh_hans_cn: 设置已自动保存至 config.json
zh_hant: 設定已自動儲存至 config.json

# Settings_DeveloperMode
source: Developer Mode
ar: وضع المطور
bg_bg: Режим за разработчици
bn_bd: ডেভেলপার মোড
cs_cz: Vývojářský režim
da_dk: Udviklertilstand
de_at: Entwicklermodus
dz_bt: བཟོ་མིའི་ ཐབས་ལམ།
el_cy: Λειτουργία Προγραμματιστή
es_419: Modo Desarrollador
et_ee: Arendajarežiim
fa_ir: حالت توسعه‌دهنده
fi_fi: Kehittäjätila
fr_fr: Mode Développeur
he_il: מצב מפתח
hi_in: डेवलपर मोड
hr_hr: Razvojni način rada
hu_hu: Fejlesztői mód
id_id: Mode Pengembang
is_is: Þróunarhamur
it_it: Modalità Sviluppatore
ja_jp: 開発者モード
kk_kz: Әзірлеуші режимі
km_kh: របៀបអ្នកអភិវឌ្ឍន៍
ko_kr: 개발자 모드
ky_kg: Иштеп чыгуучу режими
lo_la: ໂໝດນັກພັດທະນາ
lt_lt: Kūrėjo režimas
lv_lv: Izstrādātāja režīms
mk_mk: Режим за програмери
mn_mn: Хөгжүүлэгчийн горим
ms_my: Mod Pembangun
my_mm: Developer မုဒ်
nb_no: Utviklermodus
ne_np: विकासकर्ता मोड
nl_be: Ontwikkelaarsmodus
pl_pl: Tryb dewelopera
ps_af: د جوړوونکي حالت
pt_br: Modo Desenvolvedor
ro_ro: Mod Dezvoltator
ru_ru: Режим разработчика
si_lk: සංවර්ධක ප්‍රකාරය
sk_sk: Vývojársky režim
sl_si: Razvojni način
sq_al: Modaliteti i Zhvilluesit
sr_cyrl_rs: Развојни режим
sr_latn_rs: Režim programera
sv_se: Utvecklarläge
tg_tj: Ҳолати таҳиягар
th_th: โหมดนักพัฒนา
tk_tm: Dörediji tertibi
tr_tr: Geliştirici Modu
uk_ua: Режим розробника
vi_vn: Chế độ nhà phát triển
zh_hans_cn: 开发者模式
zh_hant: 開發人員模式

# Settings_DeveloperDesc
source: Enable advanced logging and debugging tools.
ar: تفعيل التسجيل المتقدم وأدوات التصحيح.
bg_bg: Включва разширени логове и инструменти за дебъгване.
bn_bd: উন্নত লগিং এবং ডিবাগিং টুল চালু করুন।
cs_cz: Povolit pokročilé logování a ladicí nástroje.
da_dk: Aktiver avanceret logning og fejlfindingsværktøjer.
de_at: Erweitertes Logging und Debugging-Tools aktivieren.
dz_bt: ཡར་ཐོན་ཅན་གྱི་ དྲན་དེབ་ དང་ རྐྱེན་སེལ་ ལག་ཆ་ ལྕོགས་ཅན་བཟོ།
el_cy: Ενεργοποίηση καταγραφής και εργαλείων αποσφαλμάτωσης.
es_419: Habilitar registros avanzados y herramientas de depuración.
et_ee: Luba täpsem logimine ja silumistööriistad.
fa_ir: فعال‌سازی لاگ‌گیری پیشرفته و ابزارهای دیباگ.
fi_fi: Ota käyttöön edistynyt lokikirjaus ja virheenkorjaustyökalut.
fil_ph: Paganahin ang advanced logging at debugging tools.
fr_fr: Activer les logs avancés et le débogage.
he_il: אפשר רישום מתקדם וכלי ניפוי באגים.
hi_in: उन्नत लॉगिंग और डिबगिंग टूल सक्षम करें।
hr_hr: Omogući napredno bilježenje i alate za otklanjanje pogrešaka.
hu_hu: Haladó naplózás és hibakereső eszközök engedélyezése.
id_id: Aktifkan logging tingkat lanjut dan alat debugging.
is_is: Virkja ítarlega skráningu og villuleitarverkfæri.
it_it: Abilita i registri avanzati e gli strumenti di debug.
ja_jp: 高度なログ記録とデバッグツールを有効にします。
kk_kz: Кеңейтілген журнал жүргізуді және жөндеу құралдарын қосу.
km_kh: បើកការកត់ត្រាកម្រិតខ្ពស់ និងឧបករណ៍បំបាត់កំហុស។
ko_kr: 고급 로깅 및 디버깅 도구를 활성화합니다.
ky_kg: Кеңейтилген журналга жазууну жана оңдоо куралдарын иштетүү.
lo_la: ເປີດໃຊ້ການບັນທຶກຂັ້ນສູງ ແລະ ເຄື່ອງມືແກ້ໄຂຂໍ້ຜິດພາດ.
lt_lt: Įgalinti išplėstinį žurnalų rašymą ir derinimo įrankius.
lv_lv: Iespējot papildu reģistrēšanu un atkļūdošanas rīkus.
mk_mk: Овозможи напредно логирање и алатки за дебагирање.
mn_mn: Нарийвчилсан бүртгэл болон дибаг хийх хэрэгслүүдийг идэвхжүүлэх.
ms_my: Dayakan pembalakan lanjutan dan alat penyahpepijatan.
my_mm: အဆင့်မြင့် မှတ်တမ်းတင်ခြင်းနှင့် အမှားရှာဖွေရေး ကိရိယာများကို ဖွင့်ရန်။
nb_no: Aktiver avansert logging og feilsøkingsverktøy.
ne_np: उन्नत लगिङ र डिबगिङ उपकरणहरू सक्षम गर्नुहोस्।
nl_be: Schakel geavanceerde logboekregistratie en foutopsporingstools in.
pl_pl: Włącz zaawansowane logowanie i narzędzia do debugowania.
ps_af: پرمختللي لاګنګ او د ډیبګ کولو وسیلې فعال کړئ.
pt_br: Habilitar registros avançados e ferramentas de depuração.
ro_ro: Activează jurnalizarea avansată și instrumentele de depanare.
ru_ru: Включить расширенное логирование и инструменты отладки.
si_lk: උසස් ලොග් කිරීම සහ දෝෂ නිවැරදි කිරීමේ මෙවලම් සක්‍රීය කරන්න.
sk_sk: Povoliť rozšírené protokolovanie a ladiace nástroje.
sl_si: Omogoči napredno beleženje in orodja za iskanje napak.
sq_al: Aktivizo detajet e avancuara të logimit dhe mjetet e korrigjimit.
sr_cyrl_rs: Омогући напредно логовање и алате за отклањање грешака.
sr_latn_rs: Omogući napredne alate za logovanje i debagovanje.
sv_se: Aktivera avancerad loggning och felsökningsverktyg.
tg_tj: Фаъол кардани сабти мукаммал ва абзорҳои ислоҳи хатогиҳо.
th_th: เปิดใช้งานการบันทึกขั้นสูงและเครื่องมือแก้จุดบกพร่อง
tk_tm: Kämilleşdirilen hasaba alyş (log) we düzediş (debug) gurallaryny aç.
tr_tr: Gelişmiş günlük kaydı ve hata ayıklama araçlarını etkinleştir.
uk_ua: Увімкнути розширене логування та інструменти налагодження.
vi_vn: Bật ghi log nâng cao và công cụ gỡ lỗi.
zh_hans_cn: 启用高级日志记录和调试工具。
zh_hant: 啟用進階記錄與偵錯工具。

# Dev_Console
source: Developer Console
ar: وحدة تحكم المطور
bg_bg: Конзола
bn_bd: ডেভেলপার কনসোল
cs_cz: Vývojářská konzole
da_dk: Udviklerkonsol
de_at: Entwicklerkonsole
dz_bt: བཟོ་མིའི་ མ་སྒྲོམ།
el_cy: Κονσόλα Προγραμματιστή
es_419: Consola de desarrollador
et_ee: Arendaja konsool
fa_ir: کنسول توسعه‌دهنده
fi_fi: Kehittäjäkonsoli
fr_fr: Console Développeur
he_il: מסוף מפתחים
hi_in: डेवलपर कंसोल
hr_hr: Razvojna konzola
hu_hu: Fejlesztői konzol
id_id: Konsol Pengembang
is_is: Þróunarkonsóll
it_it: Console Sviluppatore
ja_jp: 開発コンソール
kk_kz: Әзірлеуші консолі
km_kh: កុងសូលអ្នកអភិវឌ្ឍន៍
ko_kr: 개발자 콘솔
ky_kg: Иштеп чыгуучунун консолу
lo_la: ຄອນໂຊນນັກພັດທະນາ
lt_lt: Kūrėjo konsolė
lv_lv: Izstrādātāja konsole
mk_mk: Конзола за програмери
mn_mn: Хөгжүүлэгчийн консол
ms_my: Konsol Pembangun
my_mm: Developer ကွန်ဆိုးလ်
nb_no: Utviklerkonsoll
ne_np: विकासकर्ता कन्सोल
nl_be: Ontwikkelaarsconsole
pl_pl: Konsola deweloperska
ps_af: د جوړوونکي کنسول
pt_br: Console do Desenvolvedor
ro_ro: Consolă Dezvoltator
ru_ru: Консоль разработчика
si_lk: සංවර්ධක කොන්සෝලය
sk_sk: Vývojárska konzola
sl_si: Razvojna konzola
sq_al: Konsola e Zhvilluesit
sr_cyrl_rs: Развојна конзола
sr_latn_rs: Konzola programera
sv_se: Utvecklarkonsol
tg_tj: Консоли таҳиягар
th_th: คอนโซลนักพัฒนา
tk_tm: Dörediji konsoly
tr_tr: Geliştirici Konsolu
uk_ua: Консоль розробника
vi_vn: Bảng điều khiển (Console)
zh_hans_cn: 开发者控制台
zh_hant: 開發人員主控台

# Dev_Beta
source: BETA
ar: بيتا
bg_bg: БЕТА
bn_bd: বিটা
dz_bt: ཚོད་ལྟ། (BETA)
et_ee: BEETA
fa_ir: بتا (BETA)
fr_fr: BÊTA
he_il: בטא
hi_in: बीटा (BETA)
hu_hu: BÉTA
ja_jp: ベータ
kk_kz: БЕТА
km_kh: បេតា (BETA)
ko_kr: 베타
ky_kg: БЕТА
lo_la: ເບຕ້າ
mk_mk: БЕТА
mn_mn: БЕТА
ne_np: बेटा (BETA)
nl_be: BÈTA
ps_af: بیټا (BETA)
ru_ru: БЕТА
si_lk: බීටා (BETA)
sr_cyrl_rs: БЕТА
tg_tj: БЕТА
th_th: เบต้า
uk_ua: БЕТА
zh_hans_cn: 测试版
zh_hant: 測試版

# Dev_Recording
source: Recording
ar: جاري التسجيل
bg_bg: Записва се
bn_bd: রেকর্ডিং হচ্ছে
cs_cz: Nahrávání
da_dk: Optager
de_at: Aufnahme
dz_bt: སྒྲ་བཟུང་དོ།
el_cy: Εγγραφή
es_419: Grabando
et_ee: Salvestamine
fa_ir: در حال ضبط
fi_fi: Tallennetaan
fil_ph: Nagre-record
fr_fr: Enregistrement
he_il: מקליט
hi_in: रिकॉर्डिंग
hr_hr: Snimanje
hu_hu: Rögzítés
id_id: Merekam
is_is: Tekur upp
it_it: Registrazione
ja_jp: 記録中
kk_kz: Жазылуда
km_kh: កំពុងថត
ko_kr: 기록 중
ky_kg: Жазылууда
lo_la: ກຳລັງບັນທຶກ
lt_lt: Įrašoma
lv_lv: Ieraksta
mk_mk: Снимање
mn_mn: Бичиж байна
ms_my: Merakam
my_mm: မှတ်တမ်းတင်နေသည်
nb_no: Tar opp
ne_np: रेकर्डिङ हुँदैछ
nl_be: Aan het opnemen
pl_pl: Nagrywanie
ps_af: ثبت کول
pt_br: Gravando
ro_ro: Înregistrare
ru_ru: Запись
si_lk: පටිගත වෙමින්
sk_sk: Zaznamenáva sa
sl_si: Snemanje
sq_al: Duke regjistruar
sr_cyrl_rs: Снимање
sr_latn_rs: Snimanje
sv_se: Spelar in
tg_tj: Сабт мешавад
th_th: กำลังบันทึก
tk_tm: Ýazga alynýar
tr_tr: Kaydediliyor
uk_ua: Запис
vi_vn: Đang ghi
zh_hans_cn: 记录中
zh_hant: 記錄中

# Dev_Paused
source: Paused
ar: متوقف مؤقتاً
bg_bg: На пауза
bn_bd: বিরতি দেওয়া হয়েছে
cs_cz: Pozastaveno
da_dk: Pauset
de_at: Pausiert
dz_bt: ཐེམ་ཡོད།
el_cy: Σε παύση
es_419: Pausado
et_ee: Peatatud
fa_ir: متوقف شده
fi_fi: Keskeytetty
fil_ph: Naka-pause
fr_fr: En pause
he_il: מושהה
hi_in: रोका गया
hr_hr: Pauzirano
hu_hu: Szüneteltetve
id_id: Dijeda
is_is: Í bið
it_it: In pausa
ja_jp: 一時停止
kk_kz: Кідіртілді
km_kh: បានផ្អាក
ko_kr: 일시 중지됨
ky_kg: Тыныгууда
lo_la: ຢຸດຊົ່ວຄາວແລ້ວ
lt_lt: Pristabdyta
lv_lv: Apturēts
mk_mk: Паузирано
mn_mn: Түр зогссон
ms_my: Dijeda
my_mm: ခေတ္တရပ်ထားသည်
nb_no: Satt på pause
ne_np: पज गरिएको छ
nl_be: Gepauzeerd
pl_pl: Wstrzymano
ps_af: درول شوی
pt_br: Pausado
ro_ro: Pauză
ru_ru: Пауза
si_lk: විරාම කර ඇත
sk_sk: Pozastavené
sl_si: Začasno ustavljeno
sq_al: Në pauzë
sr_cyrl_rs: Паузирано
sr_latn_rs: Pauzirano
sv_se: Pausad
tg_tj: Таваққуф шуд
th_th: หยุดชั่วคราว
tk_tm: Säkindi
tr_tr: Duraklatıldı
uk_ua: Пауза
vi_vn: Đã tạm dừng
zh_hans_cn: 已暂停
zh_hant: 已暫停

# Dev_SaveToFile
source: Save to File
ar: حفظ إلى ملف
bg_bg: Запиши във файл
bn_bd: ফাইলে সেভ করুন
cs_cz: Uložit do souboru
da_dk: Gem til fil
de_at: In Datei speichern
dz_bt: ཡིག་སྣོད་ནང་ སྲུང་བཞག་འབད།
el_cy: Αποθήκευση σε αρχείο
es_419: Guardar en archivo
et_ee: Salvesta faili
fa_ir: ذخیره در فایل
fi_fi: Tallenna tiedostoon
fil_ph: I-save sa File
fr_fr: Sauvegarder dans un fichier
he_il: שמור לקובץ
hi_in: फाइल में सहेजें
hr_hr: Spremi u datoteku
hu_hu: Mentés fájlba
id_id: Simpan ke Berkas
is_is: Vista í skrá
it_it: Salva su file
ja_jp: ファイルに保存
kk_kz: Файлға сақтау
km_kh: រក្សាទុកទៅឯកសារ
ko_kr: 파일로 저장
ky_kg: Файлга сактоо
lo_la: ບັນທຶກລົງໄຟລ໌
lt_lt: Išsaugoti į failą
lv_lv: Saglabāt failā
mk_mk: Зачувај во датотека
mn_mn: Файлд хадгалах
ms_my: Simpan ke Fail
my_mm: ဖိုင်သို့ သိမ်းဆည်းရန်
nb_no: Lagre til fil
ne_np: फाइलमा बचत गर्नुहोस्
nl_be: Opslaan in bestand
pl_pl: Zapisz do pliku
ps_af: په فایل کې خوندي کول
pt_br: Salvar em Arquivo
ro_ro: Salvează în fișier
ru_ru: Сохранить в файл
si_lk: ගොනුවට සුරකින්න
sk_sk: Uložiť do súboru
sl_si: Shrani v datoteko
sq_al: Ruaj në Skedar
sr_cyrl_rs: Сачувај у датотеку
sr_latn_rs: Sačuvaj u fajl
sv_se: Spara till fil
tg_tj: Сабт дар файл
th_th: บันทึกลงไฟล์
tk_tm: Faýla ýazdyr
tr_tr: Dosyaya Kaydet
uk_ua: Зберегти у файл
vi_vn: Lưu ra tệp
zh_hans_cn: 保存到文件
zh_hant: 儲存至檔案

# Dev_NoSave
source: No Save
ar: لا تحفظ
bg_bg: Без запис
bn_bd: সেভ করবেন না
cs_cz: Neukládat
da_dk: Gem ikke
de_at: Nicht speichern
dz_bt: སྲུང་བཞག་ མ་འབད།
el_cy: Χωρίς αποθήκευση
es_419: No guardar
et_ee: Ära salvesta
fa_ir: ذخیره نکن
fi_fi: Älä tallenna
fil_ph: Huwag I-save
fr_fr: Ne pas sauver
he_il: אל תשמור
hi_in: सहेजें नहीं
hr_hr: Ne spremaj
hu_hu: Nincs mentés
id_id: Jangan Simpan
is_is: Ekki vista
it_it: Non salvare
ja_jp: 保存しない
kk_kz: Сақтамау
km_kh: មិនរក្សាទុក
ko_kr: 저장 안 함
ky_kg: Сактабоо
lo_la: ບໍ່ບັນທຶກ
lt_lt: Neišsaugoti
lv_lv: Nesaglabāt
mk_mk: Не зачувувај
mn_mn: Хадгалахгүй
ms_my: Jangan Simpan
my_mm: မသိမ်းဆည်းပါ
nb_no: Ikke lagre
ne_np: बचत नगर्नुहोस्
nl_be: Niet opslaan
pl_pl: Nie zapisuj
ps_af: خوندي نه کړئ
pt_br: Não Salvar
ro_ro: Nu salva
ru_ru: Не сохранять
si_lk: සුරකින්න එපා
sk_sk: Neukladať
sl_si: Ne shrani
sq_al: Mos Ruaj
sr_cyrl_rs: Не чувај
sr_latn_rs: Ne čuvaj
sv_se: Spara inte
tg_tj: Сабт накунед
th_th: ไม่บันทึก
tk_tm: Ýazdyrma
tr_tr: Kaydetme
uk_ua: Не зберігати
vi_vn: Không lưu
zh_hans_cn: 不保存
zh_hant: 不儲存

# Dev_Clear
source: Clear Console
ar: مسح وحدة التحكم
bg_bg: Изчисти конзолата
bn_bd: কনসোল পরিষ্কার করুন
cs_cz: Vymazat konzoli
da_dk: Ryd konsol
de_at: Konsole leeren
dz_bt: མ་སྒྲོམ་ བསུབ།
el_cy: Καθαρισμός κονσόλας
es_419: Limpiar consola
et_ee: Tühjenda konsool
fa_ir: پاک‌کردن کنسول
fi_fi: Tyhjennä konsoli
fil_ph: I-clear ang Console
fr_fr: Vider la console
he_il: נקה מסוף
hi_in: कंसोल साफ करें
hr_hr: Očisti konzolu
hu_hu: Konzol törlése
id_id: Bersihkan Konsol
is_is: Hreinsa konsól
it_it: Pulisci console
ja_jp: コンソールをクリア
kk_kz: Консольді тазалау
km_kh: សម្អាតកុងសូល
ko_kr: 콘솔 지우기
ky_kg: Консолду тазалоо
lo_la: ລຶບຄອນໂຊນ
lt_lt: Išvalyti konsolę
lv_lv: Notīrīt konsoli
mk_mk: Исчисти конзола
mn_mn: Консол цэвэрлэх
ms_my: Kosongkan Konsol
my_mm: ကွန်ဆိုးလ်ကို ရှင်းရန်
nb_no: Tøm konsoll
ne_np: कन्सोल खाली गर्नुहोस्
nl_be: Console wissen
pl_pl: Wyczyść konsolę
ps_af: کنسول پاکول
pt_br: Limpar Console
ro_ro: Golește consola
ru_ru: Очистить консоль
si_lk: කොන්සෝලය මකන්න
sk_sk: Vymazať konzolu
sl_si: Počisti konzolo
sq_al: Pastro Konsolën
sr_cyrl_rs: Очисти конзолу
sr_latn_rs: Obriši konzolu
sv_se: Rensa konsol
tg_tj: Тоза кардани консол
th_th: ล้างคอนโซล
tk_tm: Konsoly arassala
tr_tr: Konsolu Temizle
uk_ua: Очистити консоль
vi_vn: Xóa Console
zh_hans_cn: 清空控制台
zh_hant: 清除主控台

# Dev_Copy
source: Copy All
ar: نسخ الكل
bg_bg: Копирай всичко
bn_bd: সব কপি করুন
cs_cz: Kopírovat vše
da_dk: Kopier alt
de_at: Alles kopieren
dz_bt: ག་ར་ འདྲ་བཤུས་རྐྱབ།
el_cy: Αντιγραφή όλων
es_419: Copiar todo
et_ee: Kopeeri kõik
fa_ir: کپی همه
fi_fi: Kopioi kaikki
fil_ph: Kopyahin Lahat
fr_fr: Tout copier
he_il: העתק הכל
hi_in: सभी कॉपी करें
hr_hr: Kopiraj sve
hu_hu: Összes másolása
id_id: Salin Semua
is_is: Afrita allt
it_it: Copia tutto
ja_jp: すべてコピー
kk_kz: Барлығын көшіру
km_kh: ចម្លងទាំងអស់
ko_kr: 모두 복사
ky_kg: Баарын көчүрүү
lo_la: ສຳເນົາທັງໝົດ
lt_lt: Kopijuoti viską
lv_lv: Kopēt visu
mk_mk: Копирај сè
mn_mn: Бүгдийг хуулах
ms_my: Salin Semua
my_mm: အားလုံးကို ကူးယူရန်
nb_no: Kopier alt
ne_np: सबै प्रतिलिपि गर्नुहोस्
nl_be: Alles kopiëren
pl_pl: Kopiuj wszystko
ps_af: ټول کاپي کول
pt_br: Copiar Tudo
ro_ro: Copiază tot
ru_ru: Скопировать все
si_lk: සියල්ල පිටපත් කරන්න
sk_sk: Kopírovať všetko
sl_si: Kopiraj vse
sq_al: Kopjo të Gjitha
sr_cyrl_rs: Копирај све
sr_latn_rs: Kopiraj sve
sv_se: Kopiera allt
tg_tj: Нусхабардории ҳама
th_th: คัดลอกทั้งหมด
tk_tm: Hemmesini göçür
tr_tr: Tümünü Kopyala
uk_ua: Скопіювати все
vi_vn: Sao chép tất cả
zh_hans_cn: 复制全部
zh_hant: 全部複製

# Dev_OpenFolder
source: Open Log Folder
ar: فتح مجلد السجلات
bg_bg: Отвори папката с логове
bn_bd: লগ ফোল্ডার খুলুন
cs_cz: Otevřít složku logů
da_dk: Åbn logmappe
de_at: Log-Ordner öffnen
dz_bt: དྲན་དེབ་ སྣོད་འཛིན་ ཁ་ཕྱེ།
el_cy: Άνοιγμα φακέλου καταγραφής
es_419: Abrir carpeta de logs
et_ee: Ava logikaust
fa_ir: باز کردن پوشه لاگ
fi_fi: Avaa lokikansio
fil_ph: Buksan ang Log Folder
fr_fr: Ouvrir dossier logs
he_il: פתח תיקיית לוגים
hi_in: लॉग फ़ोल्डर खोलें
hr_hr: Otvori mapu dnevnika
hu_hu: Napló mappa megnyitása
id_id: Buka Folder Log
is_is: Opna log-möppu
it_it: Apri cartella log
ja_jp: ログフォルダを開く
kk_kz: Журнал қалтасын ашу
km_kh: បើកថតកំណត់ហេតុ
ko_kr: 로그 폴더 열기
ky_kg: Журнал папкасын ачуу
lo_la: ເປີດໂຟນເດີບັນທຶກ
lt_lt: Atidaryti žurnalų aplanką
lv_lv: Atvērt žurnālu mapi
mk_mk: Отвори папка за логови
mn_mn: Лог хавтас нээх
ms_my: Buka Folder Log
my_mm: မှတ်တမ်း ဖိုင်တွဲကို ဖွင့်ရန်
nb_no: Åpne loggmappe
ne_np: लग फोल्डर खोल्नुहोस्
nl_be: Logmap openen
pl_pl: Otwórz folder logów
ps_af: د لاګ فولډر خلاصول
pt_br: Abrir Pasta de Logs
ro_ro: Deschide folderul cu jurnale
ru_ru: Открыть папку журналов
si_lk: ලොග් ෆෝල්ඩරය විවෘත කරන්න
sk_sk: Otvoriť priečinok s denníkmi
sl_si: Odpri mapo z dnevniki
sq_al: Hap Dosjen e Log-ut
sr_cyrl_rs: Отвори фасциклу дневника
sr_latn_rs: Otvori folder logova
sv_se: Öppna loggmapp
tg_tj: Кушодани ҷузвдони гузоришҳо
th_th: เปิดโฟลเดอร์บันทึก
tk_tm: Log bukjasyny aç
tr_tr: Günlük Klasörünü Aç
uk_ua: Відкрити папку журналів
vi_vn: Mở thư mục Log
zh_hans_cn: 打开日志文件夹
zh_hant: 開啟記錄資料夾

# About_Author
source: Author
ar: المؤلف
bg_bg: Автор
bn_bd: লেখক
cs_cz: Autor
da_dk: Forfatter
de_at: Autor
dz_bt: རྩོམ་པ་པོ།
el_cy: Δημιουργός
es_419: Autor
et_ee: Autor
fa_ir: سازنده
fi_fi: Tekijä
fil_ph: May-akda
fr_fr: Auteur
he_il: מחבר
hi_in: लेखक
hr_hr: Autor
hu_hu: Szerző
id_id: Penulis
is_is: Höfundur
it_it: Autore
ja_jp: 作者
kk_kz: Автор
km_kh: អ្នកនិពន្ធ
ko_kr: 작성자
ky_kg: Автор
lo_la: ຜູ້ຂຽນ
lt_lt: Autorius
lv_lv: Autors
mk_mk: Автор
mn_mn: Зохиогч
ms_my: Pengarang
my_mm: ရေးသားသူ
nb_no: Forfatter
ne_np: लेखक
nl_be: Auteur
pl_pl: Autor
ps_af: لیکوال
pt_br: Autor
ro_ro: Autor
ru_ru: Автор
si_lk: කර්තෘ
sk_sk: Autor
sl_si: Avtor
sq_al: Autori
sr_cyrl_rs: Аутор
sr_latn_rs: Autor
sv_se: Författare
tg_tj: Муаллиф
th_th: ผู้สร้าง
tk_tm: Awtor
tr_tr: Yazar
uk_ua: Автор
vi_vn: Tác giả
zh_hans_cn: 作者
zh_hant: 作者

# About_Software
source: Software
ar: البرنامج
bg_bg: Софтуер
bn_bd: সফটওয়্যার
dz_bt: མཉེན་ཆས།
el_cy: Λογισμικό
et_ee: Tarkvara
fa_ir: نرم‌افزار
fi_fi: Ohjelmisto
fr_fr: Logiciel
he_il: תוכנה
hi_in: सॉफ़्टवेयर
hr_hr: Softver
hu_hu: Szoftver
id_id: Perangkat Lunak
is_is: Hugbúnaður
ja_jp: ソフトウェア
kk_kz: Бағдарламалық жасақтама
km_kh: កម្មវិធី
ko_kr: 소프트웨어
ky_kg: Программалык камсыздоо
lo_la: ຊອບແວ
lt_lt: Programinė įranga
lv_lv: Programmatūra
mk_mk: Софтвер
mn_mn: Програм хангамж
ms_my: Perisian
my_mm: ဆော့ဖ်ဝဲလ်
nb_no: Programvare
ne_np: सफ्टवेयर
pl_pl: Oprogramowanie
ps_af: سافټویر
ru_ru: Программное обеспечение
si_lk: මෘදුකාංගය
sk_sk: Softvér
sl_si: Programska oprema
sq_al: Softueri
sr_cyrl_rs: Софтвер
sr_latn_rs: Softver
sv_se: Programvara
tg_tj: Нармафзор
th_th: ซอฟต์แวร์
tk_tm: Programma üpjünçiligi
tr_tr: Yazılım
uk_ua: Програмне забезпечення
vi_vn: Phần mềm
zh_hans_cn: 软件
zh_hant: 軟體

# About_ThirdParty
source: Third-party Libraries
ar: مكتبات الطرف الثالث
bg_bg: Библиотеки на трети страни
bn_bd: থার্ড-পার্টি লাইব্রেরি
cs_cz: Knihovny třetích stran
da_dk: Tredjepartsbiblioteker
de_at: Drittanbieter-Bibliotheken
dz_bt: ཕྱོགས་གསུམ་པའི་ དཔེ་མཛོད།
el_cy: Βιβλιοθήκες τρίτων
es_419: Librerías de terceros
et_ee: Kolmanda osapoole teegid
fa_ir: کتابخانه‌های شخص ثالث
fi_fi: Kolmannen osapuolen kirjastot
fr_fr: Bibliothèques tierces
he_il: ספריות צד שלישי
hi_in: थर्ड-पार्टी लाइब्रेरीज़
hr_hr: Biblioteke trećih strana
hu_hu: Harmadik féltől származó könyvtárak
id_id: Pustaka Pihak Ketiga
is_is: Söfn þriðja aðila
it_it: Librerie di terze parti
ja_jp: サードパーティ製ライブラリ
kk_kz: Үшінші тарап кітапханалары
km_kh: បណ្ណាល័យភាគីទីបី
ko_kr: 타사 라이브러리
ky_kg: Үчүнчү тараптын китепканалары
lo_la: ໄລບຣາຣີບຸກຄົນທີສາມ
lt_lt: Trečiųjų šalių bibliotekos
lv_lv: Trešo pušu bibliotēkas
mk_mk: Библиотеки од трети страни
mn_mn: Гуравдагч талын сангууд
ms_my: Pustaka Pihak Ketiga
my_mm: ပြင်ပစာကြည့်တိုက်များ (Libraries)
nb_no: Tredjepartsbiblioteker
ne_np: थर्ड-पार्टी पुस्तकालयहरू
nl_be: Bibliotheken van derden
pl_pl: Biblioteki stron trzecich
ps_af: د دریمې ډلې کتابتونونه
pt_br: Bibliotecas de Terceiros
ro_ro: Biblioteci terțe
ru_ru: Сторонние библиотеки
si_lk: තෙවන පාර්ශවීය පුස්තකාල
sk_sk: Knižnice tretích strán
sl_si: Knjižnice tretjih oseb
sq_al: Libraritë e palëve të treta
sr_cyrl_rs: Библиотеке трећих страна
sr_latn_rs: Biblioteke trećih strana
sv_se: Tredjepartsbibliotek
tg_tj: Китобхонаҳои тарафи сеюм
th_th: ไลบรารีของบุคคลที่สาม
tk_tm: Üçünji tarap kitaphanalary
tr_tr: Üçüncü Taraf Kütüphaneleri
uk_ua: Сторонні бібліотеки
vi_vn: Thư viện bên thứ ba
zh_hans_cn: 第三方库
zh_hant: 第三方函式庫
