Repository: poli0981/HashTool
Catalog: Lang/Resources.*.resx
Languages: ar, bg_bg, bn_bd, cs_cz, da_dk, de_at, dz_bt, el_cy, es_419, et_ee, fa_ir, fi_fi, fil_ph, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, km_kh, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, mn_mn, ms_my, my_mm, nb_no, ne_np, nl_be, pl_pl, ps_af, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, tg_tj, th_th, tk_tm, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant

# Settings_ThemeStyle
source: Theme style
ar: نمط المظهر
bg_bg: Стил на темата
bn_bd: থিম স্টাইল
cs_cz: Styl motivu
da_dk: Temastil
de_at: Themenstil
dz_bt: བཟོ་རྣམ།
el_cy: Στυλ θέματος
es_419: Estilo del tema
et_ee: Teema stiil
fa_ir: سبک پوسته
fi_fi: Teeman tyyli
fil_ph: Istilo ng tema
fr_fr: Style du thème
he_il: סגנון ערכת נושא
hi_in: थीम शैली
hr_hr: Stil teme
hu_hu: Téma stílus
id_id: Gaya tema
is_is: Stíll þema
it_it: Stile del tema
ja_jp: テーマスタイル
kk_kz: Тақырып стилі
km_kh: ប្រភេទរចនាប័ទ្ម
ko_kr: 테마 스타일
ky_kg: Теманын стили
lo_la: ສະໄຕລ໌ຮູບແບບ
lt_lt: Temos stilius
lv_lv: Tēmas stils
mk_mk: Стил на тема
mn_mn: Загварын хэв маяг
ms_my: Gaya tema
my_mm: အပြင်အဆင် ပုံစံ
nb_no: Temastil
ne_np: थिम शैली
nl_be: Themastijl
pl_pl: Styl motywu
ps_af: د بڼې سټایل
pt_br: Estilo do tema
ro_ro: Stilul temei
ru_ru: Стиль темы
si_lk: තේමා විලාසය
sk_sk: Štýl motívu
sl_si: Slog teme
sq_al: Stili i temës
sr_cyrl_rs: Стил теме
sr_latn_rs: Stil teme
sv_se: Temastil
tg_tj: Услуби мавзӯъ
th_th: สไตล์ธีม
tk_tm: Tema stili
tr_tr: Tema Stili
uk_ua: Стиль теми
vi_vn: Kiểu giao diện
zh_hans_cn: 主题风格
zh_hant: 主題風格

# Settings_ThemeVariant
source: Light/Dark
ar: فاتح/داكن
bg_bg: Светла/Тъмна
bn_bd: লাইট/ডার্ক
cs_cz: Světlý/Tmavý
da_dk: Lys/Mørk
de_at: Hell/Dunkel
dz_bt: དཀར་པོ།/ནག་པོ།
el_cy: Φωτεινό/Σκοτεινό
es_419: Claro/Oscuro
et_ee: Hele/Tume
fa_ir: روشن/تاریک
fi_fi: Vaalea/Tumma
fr_fr: Clair/Sombre
he_il: בהיר/כהה
hi_in: लाइट/डार्क
hr_hr: Svijetla/Tamna
hu_hu: Világos/Sötét
id_id: Terang/Gelap
is_is: Ljóst/Dökkt
it_it: Chiaro/Scuro
ja_jp: ライト/ダーク
kk_kz: Ашық/Қараңғы
km_kh: ភ្លឺ/ងងឹត
ko_kr: 라이트/다크
ky_kg: Жарык/Караңгы
lo_la: ສະຫວ່າງ/ມືດ
lt_lt: Šviesi/Tamsi
lv_lv: Gaiša/Tumša
mk_mk: Светла/Темна
mn_mn: Цайвар/Бараан
ms_my: Cerah/Gelap
my_mm: အလင်း/အမှောင်
nb_no: Lys/Mørk
ne_np: उज्यालो/अँध्यारो
nl_be: Licht/Donker
pl_pl: Jasny/Ciemny
ps_af: روښانه/تیاره
pt_br: Claro/Escuro
ro_ro: Luminos/Întunecat
ru_ru: Светлая/Темная
si_lk: ආලෝක/අඳුරු
sk_sk: Svetlý/Tmavý
sl_si: Svetla/Temna
sq_al: Dritë/Errësirë
sr_cyrl_rs: Светла/Тамна
sr_latn_rs: Svetla/Tamna
sv_se: Ljust/Mörkt
tg_tj: Равшан/Торик
th_th: สว่าง/มืด
tk_tm: Ýagty/Garaňky
tr_tr: Açık/Koyu
uk_ua: Світла/Темна
vi_vn: Sáng/Tối
zh_hans_cn: 浅色/深色
zh_hant: 淺色/深色

# Settings_Font
source: Font
ar: الخط
bg_bg: Шрифт
bn_bd: ফন্ট
cs_cz: Písmo
da_dk: Skrifttype
de_at: Schriftart
dz_bt: ཡིག་གཟུགས།
el_cy: Γραμματοσειρά
es_419: Fuente
fa_ir: قلم (Font)
fi_fi: Fontti
fr_fr: Police
he_il: גופן
hi_in: फॉन्ट
hu_hu: Betűtípus
is_is: Leturgerð
it_it: Carattere
ja_jp: フォント
kk_kz: Қаріп
km_kh: ពុម្ពអក្សរ
ko_kr: 글꼴
ky_kg: Шрифт
lo_la: ຟອນ
lt_lt: Šriftas
lv_lv: Fonts
mk_mk: Фонт
mn_mn: Фонт
ms_my: Fon
my_mm: ဖောင့်
nb_no: Skrift
ne_np: फन्ट
nl_be: Lettertype
pl_pl: Czcionka
ps_af: لیکبڼه (Font)
pt_br: Fonte
ru_ru: Шрифт
si_lk: අකුරු විලාසය (Font)
sk_sk: Písmo
sl_si: Pisava
sq_al: Fonti
sr_cyrl_rs: Фонт
sv_se: Typsnitt
tg_tj: Ҳуруф
th_th: แบบอักษร
tk_tm: Şrift
tr_tr: Yazı Tipi
uk_ua: Шрифт
vi_vn: Phông chữ
zh_hans_cn: 字体
zh_hant: 字型

# Settings_FontSize
source: Font size (pt)
ar: حجم الخط (pt)
bg_bg: Размер на шрифта (pt)
bn_bd: ফন্ট সাইজ (pt)
cs_cz: Velikost písma (pt)
da_dk: Skriftstørrelse (pt)
de_at: Schriftgröße (pt)
dz_bt: ཡིག་གཟུགས་ ཚད། (pt)
el_cy: Μέγεθος γραμματοσειράς (pt)
es_419: Tamaño de fuente (pt)
et_ee: Fondi suurus (pt)
fa_ir: اندازه قلم (pt)
fi_fi: Fonttikoko (pt)
fil_ph: Laki ng font (pt)
fr_fr: Taille de police (pt)
he_il: גודל גופן (pt)
hi_in: फॉन्ट का आकार (pt)
hr_hr: Veličina fonta (pt)
hu_hu: Betűméret (pt)
id_id: Ukuran font (pt)
is_is: Leturstærð (pt)
it_it: Dimensione carattere (pt)
ja_jp: フォントサイズ (pt)
kk_kz: Қаріп өлшемі (pt)
km_kh: ទំហំពុម្ពអក្សរ (pt)
ko_kr: 글꼴 크기 (pt)
ky_kg: Шрифттин өлчөмү (pt)
lo_la: ຂະໜາດຟອນ (pt)
lt_lt: Šrifto dydis (pt)
lv_lv: Fonta izmērs (pt)
mk_mk: Големина на фонт (pt)
mn_mn: Фонтын хэмжээ (pt)
ms_my: Saiz fon (pt)
my_mm: ဖောင့် အရွယ်အစား (pt)
nb_no: Skriftstørrelse (pt)
ne_np: फन्ट साइज (pt)
nl_be: Lettergrootte (pt)
pl_pl: Rozmiar czcionki (pt)
ps_af: د لیکبڼې اندازه (pt)
pt_br: Tamanho da fonte (pt)
ro_ro: Dimensiune font (pt)
ru_ru: Размер шрифта (pt)
si_lk: අකුරු ප්‍රමාණය (pt)
sk_sk: Veľkosť písma (pt)
sl_si: Velikost pisave (pt)
sq_al: Madhësia e fontit (pt)
sr_cyrl_rs: Величина фонта (pt)
sr_latn_rs: Veličina fonta (pt)
sv_se: Teckenstorlek (pt)
tg_tj: Андозаи ҳуруф (pt)
th_th: ขนาดแบบอักษร (pt)
tk_tm: Şrift ölçegi (pt)
tr_tr: Yazı Tipi Boyutu (pt)
uk_ua: Розмір шрифту (pt)
vi_vn: Cỡ chữ (pt)
zh_hans_cn: 字体大小 (pt)
zh_hant: 字型大小 (pt)

# Settings_AutoFont
source: Auto-select optimal font for language
ar: اختيار الخط الأمثل للغة تلقائياً
bg_bg: Автоматичен шрифт според езика
bn_bd: ভাষার জন্য সঠিক ফন্ট স্বয়ংক্রিয়ভাবে বাছুন
cs_cz: Automaticky vybrat písmo pro jazyk
da_dk: Vælg automatisk optimal skrifttype til sprog
de_at: Optimale Schriftart für Sprache wählen
dz_bt: རང་བཞིན་གྱིས་ ཡིག་གཟུགས་ སེལ་འཐུ་འབད།
el_cy: Αυτόματη επιλογή για τη γλώσσα
es_419: Seleccionar fuente óptima automáticamente
et_ee: Vali automaatselt keele jaoks sobiv font
fa_ir: انتخاب خودکار قلم مناسب برای زبان
fi_fi: Valitse kielelle optimaalinen fontti automaattisesti
fil_ph: Kusang piliin ang font para sa wika
fr_fr: Choisir auto. la police optimale
he_il: בחר גופן אופטימלי לשפה אוטומטית
hi_in: भाषा के लिए इष्टतम फॉन्ट ऑटो-सेलेक्ट करें
hr_hr: Automatski odaberi font za jezik
hu_hu: Optimális betűtípus automatikus választása
id_id: Pilih font optimal secara otomatis
is_is: Velja sjálfkrafa bestu leturgerð fyrir tungumál
it_it: Seleziona automaticamente il carattere ottimale
ja_jp: 言語に最適なフォントを自動選択
kk_kz: Тіл үшін оңтайлы қаріпті автоматты түрде таңдау
km_kh: ជ្រើសរើសពុម្ពអក្សរល្អបំផុតដោយស្វ័យប្រវត្តិ
ko_kr: 언어에 최적화된 글꼴 자동 선택
ky_kg: Тил үчүн оптималдуу шрифтти автоматтык түрдө тандоо
lo_la: ເລືອກຟອນທີ່ເໝາະສົມສຳລັບພາສາອັດຕະໂນມັດ
lt_lt: Automatiškai parinkti optimalų šriftą kalbai
lv_lv: Automātiski izvēlēties optimālu fontu valodai
mk_mk: Автоматски избери оптимален фонт
mn_mn: Хэлэнд тохирох фонтыг автоматаар сонгох
ms_my: Pilih fon optimum untuk bahasa secara automatik
my_mm: ဘာသာစကားအတွက် အကောင်းဆုံးဖောင့်ကို အလိုအလျောက် ရွေးချယ်ရန်
nb_no: Velg optimal skrift for språk automatisk
ne_np: भाषाको लागि उत्तम फन्ट स्वतः छान्नुहोस्
nl_be: Kies automatisch het optimale lettertype
pl_pl: Automatycznie wybierz optymalną czcionkę dla języka
ps_af: په اوتومات ډول د ژبې لپاره غوره لیکبڼه غوره کړئ
pt_br: Selecionar automaticamente a melhor fonte para o idioma
ro_ro: Selectează automat fontul optim
ru_ru: Автовыбор оптимального шрифта для языка
si_lk: භාෂාව සඳහා සුදුසුම අකුරු ස්වයංක්‍රීයව තෝරන්න
sk_sk: Automaticky zvoliť optimálne písmo
sl_si: Samodejno izberi optimalno pisavo
sq_al: Zgjidh automatikisht fontin optimal
sr_cyrl_rs: Аутоматски изабери оптималан фонт за језик
sr_latn_rs: Automatski izbor optimalnog fonta za jezik
sv_se: Välj automatiskt optimalt typsnitt för språket
tg_tj: Ба таври худкор интихоб кардани ҳуруфи беҳтарин
th_th: เลือกแบบอักษรที่เหมาะสมสำหรับภาษาอัตโนมัติ
tk_tm: Dil üçin iň gowy şrifti awtomatik saýla
tr_tr: Dil için en uygun yazı tipini otomatik seç
uk_ua: Автоматично обрати оптимальний шрифт для мови
vi_vn: Tự động chọn phông chữ tối ưu cho ngôn ngữ
zh_hans_cn: 自动选择最适合该语言的字体
zh_hant: 自動選擇最適合該語言的字型

# Settings_LockFont
source: Lock as default font
ar: تثبيت كخط افتراضي
bg_bg: Заключи като шрифт по подразбиране
bn_bd: ডিফল্ট ফন্ট হিসেবে লক করুন
cs_cz: Uzamknout jako výchozí písmo
da_dk: Lås som standardskrifttype
de_at: Als Standardschrift sperren
dz_bt: སྔོན་སྒྲིག་ ཡིག་གཟུགས་སྦེ་ བཞག
el_cy: Κλείδωμα ως προεπιλογή
es_419: Fijar como fuente predeterminada
et_ee: Lukusta vaikimisi fondina
fa_ir: قفل کردن به عنوان قلم پیش‌فرض
fi_fi: Lukitse oletusfontiksi
fil_ph: I-lock bilang default font
fr_fr: Verrouiller comme police par défaut
he_il: נעל כגופן ברירת מחדל
hi_in: डिफ़ॉल्ट फॉन्ट के रूप में लॉक करें
hr_hr: Zaključaj kao zadani font
hu_hu: Zárolás alapértelmezettként
id_id: Kunci sebagai font default
is_is: Læsa sem sjálfgefna leturgerð
it_it: Blocca come carattere predefinito
ja_jp: デフォルトフォントとしてロック
kk_kz: Әдепкі қаріп ретінде құлыптау
km_kh: ចាក់សោរជាពុម្ពអក្សរលំនាំដើម
ko_kr: 기본 글꼴로 잠금
ky_kg: Демейки шрифт катары кулпулоо
lo_la: ລັອກເປັນຟອນເລີ່ມຕົ້ນ
lt_lt: Užrakinti kaip numatytąjį šriftą
lv_lv: Bloķēt kā noklusējuma fontu
mk_mk: Заклучи како стандарден фонт
mn_mn: Үндсэн фонтоор түгжих
ms_my: Kunci sebagai fon lalai
my_mm: ပုံသေဖောင့်အဖြစ် သော့ခတ်ထားရန်
nb_no: Lås som standardskrift
ne_np: पूर्वनिर्धारित फन्टको रूपमा लक गर्नुहोस्
nl_be: Vergrendelen als standaardlettertype
pl_pl: Zablokuj jako domyślną czcionkę
ps_af: د ډیفالټ لیکبڼې په توګه لاک کړئ
pt_br: Bloquear como fonte padrão
ro_ro: Blochează ca font implicit
ru_ru: Зафиксировать как шрифт по умолчанию
si_lk: පෙරනිමි අකුරු ලෙස අගුලු දමන්න
sk_sk: Uzamknúť ako predvolené písmo
sl_si: Zakleni kot privzeto pisavo
sq_al: Kyç si font të paracaktuar
sr_cyrl_rs: Закључај као подразумевани фонт
sr_latn_rs: Koristi kao podrazumevani font (Zaključaj promene)
sv_se: Lås som standardtypsnitt
tg_tj: Қулф кардан ҳамчун ҳуруфи пешфарз
th_th: ล็อกเป็นแบบอักษรเริ่มต้น
tk_tm: Standart şrift hökmünde gulpla
tr_tr: Varsayılan yazı tipi olarak kilitle
uk_ua: Зафіксувати як шрифт за замовчуванням
vi_vn: Khóa làm phông mặc định
zh_hans_cn: 锁定为默认字体
zh_hant: 鎖定為預設字型

# Settings_Scale
source: UI Scale
ar: مقياس واجهة المستخدم
bg_bg: Мащаб на интерфейса
bn_bd: UI স্কেল
cs_cz: Měřítko UI
da_dk: UI Skalering
de_at: UI-Skalierung
dz_bt: UI ཚད་གཞི།
el_cy: Κλίμακα UI
es_419: Escala de la interfaz
et_ee: UI skaala
fa_ir: مقیاس رابط کاربری
fi_fi: Käyttöliittymän skaalaus
fr_fr: Échelle UI
he_il: קנה מידה של הממשק
hi_in: UI स्केल
hr_hr: Skaliranje sučelja
hu_hu: UI méretezés
id_id: Skala UI
is_is: Kvarði viðmóts
it_it: Scala UI
ja_jp: UIスケール
kk_kz: Интерфейс масштабы
km_kh: ទំហំចំណុចប្រទាក់ (UI)
ko_kr: UI 배율
ky_kg: Интерфейс масштабы
lo_la: ຂະໜາດ UI
lt_lt: UI mastelis
lv_lv: UI mērogs
mk_mk: Скала на интерфејс
mn_mn: Дэлгэцийн хэмжээс
ms_my: Skala UI
my_mm: UI အရွယ်အစား
nb_no: UI-skalering
ne_np: UI स्केल
nl_be: UI Schaal
pl_pl: Skala interfejsu
ps_af: د UI کچه
pt_br: Escala da Interface
ro_ro: Scară UI
ru_ru: Масштаб интерфейса
si_lk: UI පරිමාණය
sk_sk: Mierka UI
sl_si: Merilo vmesnika (UI)
sq_al: Shkalla UI
sr_cyrl_rs: Скалирање интерфејса
sr_latn_rs: Skaliranje interfejsa
sv_se: UI-skalning
tg_tj: Миқёси интерфейс
th_th: มาตราส่วน UI
tk_tm: Interfeýs ölçegi
tr_tr: Arayüz Ölçeği
uk_ua: Масштаб інтерфейсу
vi_vn: Tỉ lệ giao diện (UI Scale)
zh_hans_cn: 界面缩放
zh_hant: 介面縮放

# Settings_MaskHash
source: Mask Hash Values (Security)
ar: إخفاء قيم الهاش (أمان)
bg_bg: Скриване на хеш стойности (Сигурност)
bn_bd: হ্যাশ মান লুকান (নিরাপত্তা)
cs_cz: Skrýt hodnoty hashe (Bezpečnost)
da_dk: Skjul Hash-værdier (Sikkerhed)
de_at: Hash-Werte maskieren (Sicherheit)
dz_bt: ཧޭཤ་ གནས་གོང་ སྦ་བཞག (ཉེན་སྲུང་།)
el_cy: Απόκρυψη τιμών Hash (Ασφάλεια)
es_419: Ocultar valores Hash (Seguridad)
et_ee: Peida räsiväärtused (Turvalisus)
fa_ir: مخفی کردن مقادیر هش (امنیتی)
fi_fi: Piilota tiivistearvot (Tietoturva)
fil_ph: Itago ang Hash Values (Seguridad)
fr_fr: Masquer les valeurs Hash (Sécurité)
he_il: הסתר ערכי Hash (אבטחה)
hi_in: हैश मान छिपाएं (सुरक्षा)
hr_hr: Sakrij hash vrijednosti (Sigurnost)
hu_hu: Hash értékek elrejtése (Biztonság)
id_id: Sembunyikan Nilai Hash (Keamanan)
is_is: Fela hash gildi (Öryggi)
it_it: Nascondi i valori Hash (Sicurezza)
ja_jp: ハッシュ値を隠す (セキュリティ)
kk_kz: Хэш мәндерін жасыру (Қауіпсіздік)
km_kh: លាក់តម្លៃ Hash (សុវត្ថិភាព)
ko_kr: 해시 값 마스킹 (보안)
ky_kg: Хэш маанилерин жашыруу (Коопсуздук)
lo_la: ເຊື່ອງຄ່າ Hash (ຄວາມປອດໄພ)
lt_lt: Slėpti Hash reikšmes (Saugumas)
lv_lv: Slēpt Hash vērtības (Drošība)
mk_mk: Скриј Хеш Вредности (Безбедност)
mn_mn: Хэшийн утгыг нуух (Аюулгүй байдал)
ms_my: Sembunyikan Nilai Hash (Keselamatan)
my_mm: Hash တန်ဖိုးများကို ဖျောက်ထားရန် (လုံခြုံရေး)
nb_no: Skjul Hash-verdier (Sikkerhet)
ne_np: ह्यास मानहरू लुकाउनुहोस् (सुरक्षा)
nl_be: Hashwaarden verbergen (Veiligheid)
pl_pl: Ukryj wartości Hash (Bezpieczeństwo)
ps_af: د هیش ارزښتونه پټ کړئ (امنیت)
pt_br: Ocultar Valores de Hash (Segurança)
ro_ro: Ascunde valorile Hash (Securitate)
ru_ru: Скрывать значения хэша (Безопасность)
si_lk: Hash අගයන් සඟවන්න (ආරක්ෂාව)
sk_sk: Skryť hodnoty Hash (Bezpečnosť)
sl_si: Skrij vrednosti Hash (Varnost)
sq_al: Fshih Vlerat e Hash (Siguria)
sr_cyrl_rs: Сакриј вредности хеша (Безбедност)
sr_latn_rs: Maskiraj Hash (Bezbednost)
sv_se: Dölj hashvärden (Säkerhet)
tg_tj: Пинҳон кардани арзишҳои Ҳэш (Амният)
th_th: ซ่อนค่าแฮช (ความปลอดภัย)
tk_tm: Heş bahalaryny gizle (Howpsuzlyk)
tr_tr: Hash Değerlerini Gizle (Güvenlik)
uk_ua: Приховувати значення хешу (Безпека)
vi_vn: Che giá trị băm (Bảo mật)
zh_hans_cn: 隐藏哈希值（安全）
zh_hant: 隱藏雜湊值 (安全性)

# Settings_Reset
source: Reset Theme
ar: إعادة تعيين الإعدادات
bg_bg: Нулиране на настройки
bn_bd: সেটিংস রিসেট করুন
cs_cz: Obnovit nastavení
da_dk: Nulstil indstillinger
de_at: Einstellungen zurücksetzen
dz_bt: སྒྲིག་སྟངས་ སླར་གསོ་འབད།
el_cy: Επαναφορά ρυθμίσεων
es_419: Restablecer configuración
et_ee: Lähtesta sätted
fa_ir: بازنشانی تنظیمات
fi_fi: Palauta asetukset
fil_ph: I-reset ang Settings
fr_fr: Réinitialiser
he_il: אפס הגדרות
hi_in: सेटिंग्स रीसेट करें
hr_hr: Vrati izvorne postavke
hu_hu: Beállítások alaphelyzete
id_id: Atur Ulang Pengaturan
is_is: Endurstilla stillingar
it_it: Reimposta le impostazioni
ja_jp: 設定をリセット
kk_kz: Баптауларды қалпына келтіру
km_kh: កំណត់ការកំណត់ឡើងវិញ
ko_kr: 설정 초기화
ky_kg: Жөндөөлөрдү баштапкы абалга келтирүү
lo_la: ຣີເຊັດການຕັ້ງຄ່າ
lt_lt: Atstatyti nustatymus
lv_lv: Atiestatīt iestatījumus
mk_mk: Ресетирај поставки
mn_mn: Тохиргоог дахин тохируулах
ms_my: Tetapkan Semula
my_mm: ဆက်တင်များကို မူလအတိုင်း ပြန်ထားရန်
nb_no: Tilbakestill innstillinger
ne_np: सेटिङहरू रिसेट गर्नुहोस्
nl_be: Instellingen herstellen
pl_pl: Zresetuj ustawienia
ps_af: تنظیمات بیا تنظیمول
pt_br: Redefinir Configurações
ro_ro: Resetează setările
ru_ru: Сбросить настройки
si_lk: සැකසුම් නැවත සකසන්න
sk_sk: Obnoviť nastavenia
sl_si: Ponastavi nastavitve
sq_al: Rivendos Cilësimet
sr_cyrl_rs: Ресетуј подешавања
sr_latn_rs: Resetuj temu
sv_se: Återställ inställningar
tg_tj: Барқарор кардани танзимот
th_th: รีเซ็ตการตั้งค่า
tk_tm: Sazlamalary nol et
tr_tr: Ayarları Sıfırla
uk_ua: Скинути налаштування
vi_vn: Đặt lại cài đặt
zh_hans_cn: 重置设置
zh_hant: 重設設定

# Settings_Other
source: Privacy & Security
ar: الخصوصية والأمان
bg_bg: Поверителност и сигурност
bn_bd: গোপনীয়তা এবং নিরাপত্তা
cs_cz: Soukromí a zabezpečení
da_dk: Privatliv & Sikkerhed
de_at: Datenschutz & Sicherheit
dz_bt: སྒེར་གསང་ དང་ ཉེན་སྲུང་།
el_cy: Απόρρητο & Ασφάλεια
es_419: Privacidad y Seguridad
et_ee: Privaatsus ja turvalisus
fa_ir: حریم خصوصی و امنیت
fi_fi: Yksityisyys ja turvallisuus
fil_ph: Privacy at Seguridad
fr_fr: Confidentialité & Sécurité
he_il: פרטיות ואבטחה
hi_in: गोपनीयता और सुरक्षा
hr_hr: Privatnost i sigurnost
hu_hu: Adatvédelem és biztonság
id_id: Privasi & Keamanan
is_is: Persónuvernd og öryggi
it_it: Privacy e Sicurezza
ja_jp: プライバシー & セキュリティ
kk_kz: Құпиялылық және Қауіпсіздік
km_kh: ឯកជនភាព និងសុវត្ថិភាព
ko_kr: 개인정보 및 보안
ky_kg: Купуялык жана Коопсуздук
lo_la: ຄວາມເປັນສ່ວນຕົວ & ຄວາມປອດໄພ
lt_lt: Privatumas ir saugumas
lv_lv: Privātums un drošība
mk_mk: Приватност и Безбедност
mn_mn: Нууцлал болон Аюулгүй байдал
ms_my: Privasi & Keselamatan
my_mm: ကိုယ်ရေးကိုယ်တာနှင့် လုံခြုံရေး
nb_no: Personvern og Sikkerhet
ne_np: गोपनीयता र सुरक्षा
nl_be: Privacy & Veiligheid
pl_pl: Prywatność i bezpieczeństwo
ps_af: محرمیت او امنیت
pt_br: Privacidade e Segurança
ro_ro: Confidențialitate și Securitate
ru_ru: Конфиденциальность и безопасность
si_lk: පෞද්ගලිකත්වය සහ ආරක්ෂාව
sk_sk: Súkromie a Bezpečnosť
sl_si: Zasebnost in varnost
sq_al: Privatësia & Siguria
sr_cyrl_rs: Приватност и безбедност
sr_latn_rs: Privatnost i Bezbednost
sv_se: Integritet & Säkerhet
tg_tj: Махфият ва Амният
th_th: ความเป็นส่วนตัวและความปลอดภัย
tk_tm: Gizlinlik we Howpsuzlyk
tr_tr: Gizlilik ve Güvenlik
uk_ua: Конфіденційність та безпека
vi_vn: Quyền riêng tư & Bảo mật
zh_hans_cn: 隐私与安全
zh_hant: 隱私與安全性

# Settings_SetDefault
source: Set as Default
ar: تعيين كافتراضي
bg_bg: Задай по подразбиране
bn_bd: ডিফল্ট হিসেবে সেট করুন
cs_cz: Nastavit jako výchozí
da_dk: Sæt som standard
de_at: Als Standard festlegen
dz_bt: སྔོན་སྒྲིག་སྦེ་ གཞི་སྒྲིག་འབད།
el_cy: Ορισμός ως προεπιλογή
es_419: Establecer como predeterminado
et_ee: Määra vaikimisi
fa_ir: تنظیم به عنوان پیش‌فرض
fi_fi: Aseta oletukseksi
fil_ph: I-set bilang Default
fr_fr: Définir par défaut
he_il: קבע כברירת מחדל
hi_in: डिफ़ॉल्ट के रूप में सेट करें
hr_hr: Postavi kao zadano
hu_hu: Beállítás alapértelmezettként
id_id: Jadikan Default
is_is: Setja sem sjálfgefið
it_it: Imposta come predefinito
ja_jp: デフォルトに設定
kk_kz: Әдепкі ретінде орнату
km_kh: កំណត់ជាលំនាំដើម
ko_kr: 기본값으로 설정
ky_kg: Демейки катары коюу
lo_la: ຕັ້ງເປັນຄ່າເລີ່ມຕົ້ນ
lt_lt: Nustatyti kaip numatytąjį
lv_lv: Iestatīt kā noklusējumu
mk_mk: Постави како стандардно
mn_mn: Үндсэн болгох
ms_my: Tetapkan sebagai Lalai
my_mm: ပုံသေအဖြစ် သတ်မှတ်ရန်
nb_no: Sett som standard
ne_np: पूर्वनिर्धारित रूपमा सेट गर्नुहोस्
nl_be: Instellen als standaard
pl_pl: Ustaw jako domyślne
ps_af: د ډیفالټ په توګه وټاکئ
pt_br: Definir como Padrão
ro_ro: Setează ca implicit
ru_ru: Установить по умолчанию
si_lk: පෙරනිමිය ලෙස සකසන්න
sk_sk: Nastaviť ako predvolené
sl_si: Nastavi kot privzeto
sq_al: Cakto si të Paracaktuar
sr_cyrl_rs: Постави као подразумевано
sr_latn_rs: Postavi kao podrazumevano
sv_se: Sätt som standard
tg_tj: Ҳамчун пешфарз муқаррар кардан
th_th: ตั้งเป็นค่าเริ่มต้น
tk_tm: Standart edip belle
tr_tr: Varsayılan Olarak Ayarla
uk_ua: Встановити за замовчуванням
vi_vn: Đặt làm mặc định
zh_hans_cn: 设为默认
zh_hant: 設為預設

# Settings_CustomColor
source: Custom Text Color
ar: لون نص مخصص
bg_bg: Цвят на текста
bn_bd: কাস্টম টেক্সট কালার
cs_cz: Vlastní barva textu
da_dk: Tilpasset tekstfarve
de_at: Benutzerdefinierte Textfarbe
dz_bt: ཚིག་ཡིག་ ཚོས་གཞི་ སྲོལ་སྒྲིག
el_cy: Προσαρμοσμένο χρώμα κειμένου
es_419: Color de texto personalizado
et_ee: Kohandatud tekstivärv
fa_ir: رنگ متن سفارشی
fi_fi: Mukautettu tekstin väri
fil_ph: Kulay ng Teksto
fr_fr: Couleur du texte
he_il: צבע טקסט מותאם אישית
hi_in: कस्टम टेक्स्ट रंग
hr_hr: Prilagođena boja teksta
hu_hu: Egyéni szövegszín
id_id: Warna Teks Kustom
is_is: Sérsniðinn textalitur
it_it: Colore testo personalizzato
ja_jp: カスタムテキスト色
kk_kz: Мәтіннің пайдаланушы түсі
km_kh: ពណ៌អត្ថបទប្ដូរតាមបំណង
ko_kr: 사용자 지정 텍스트 색상
ky_kg: Тексттин ыңгайлаштырылган түсү
lo_la: ສີຂໍ້ຄວາມກຳນົດເອງ
lt_lt: Pasirinktinė teksto spalva
lv_lv: Pielāgota teksta krāsa
mk_mk: Приспособена боја на текст
mn_mn: Текстний өнгө
ms_my: Warna Teks Tersuai
my_mm: စိတ်ကြိုက် စာသားအရောင်
nb_no: Egendefinert tekstfarge
ne_np: कस्टम टेक्स्ट रङ
nl_be: Aangepaste tekstkleur
pl_pl: Niestandardowy kolor tekstu
ps_af: د متن دودیز رنګ
pt_br: Cor do Texto Personalizada
ro_ro: Culoare personalizată text
ru_ru: Пользовательский цвет текста
si_lk: අභිරුචි පෙළ වර්ණය
sk_sk: Vlastná farba textu
sl_si: Barva besedila po meri
sq_al: Ngjyrë e Personalizuar e Tekstit
sr_cyrl_rs: Прилагођена боја текста
sr_latn_rs: Prilagođena boja teksta
sv_se: Anpassad textfärg
tg_tj: Ранги матни фармоишӣ
th_th: สีข้อความแบบกำหนดเอง
tk_tm: Ýörite tekst reňki
tr_tr: Özel Metin Rengi
uk_ua: Спеціальний колір тексту
vi_vn: Màu văn bản tùy chỉnh
zh_hans_cn: 自定义文本颜色
zh_hant: 自訂文字顏色

# Settings_Advanced
source: Advanced
ar: متقدم
bg_bg: Разширени
bn_bd: উন্নত
cs_cz: Pokročilé
da_dk: Avanceret
de_at: Erweitert
dz_bt: ཡར་ཐོན་ཅན།
el_cy: Για προχωρημένους
es_419: Avanzado
et_ee: Täpsem
fa_ir: پیشرفته
fi_fi: Lisäasetukset
fr_fr: Avancé
he_il: מתקדם
hi_in: उन्नत (Advanced)
hr_hr: Napredno
hu_hu: Haladó
id_id: Lanjutan
is_is: Ítarlegt
it_it: Avanzate
ja_jp: 詳細設定
kk_kz: Қосымша
km_kh: កម្រិតខ្ពស់
ko_kr: 고급
ky_kg: Өркүндөтүлгөн
lo_la: ຂັ້ນສູງ
lt_lt: Išplėstiniai
lv_lv: Papildu
mk_mk: Напредно
mn_mn: Нарийвчилсан
ms_my: Lanjutan
my_mm: အဆင့်မြင့်
nb_no: Avansert
ne_np: उन्नत (Advanced)
nl_be: Geavanceerd
pl_pl: Zaawansowane
ps_af: پرمختللی
pt_br: Avançado
ro_ro: Avansat
ru_ru: Дополнительно
si_lk: උසස් (Advanced)
sk_sk: Pokročilé
sl_si: Napredno
sq_al: E avancuar
sr_cyrl_rs: Напредно
sr_latn_rs: Napredno
sv_se: Avancerat
tg_tj: Мукаммал
th_th: ขั้นสูง
tk_tm: Giňişleýin
tr_tr: Gelişmiş
uk_ua: Додатково
vi_vn: Nâng cao
zh_hans_cn: 高级
zh_hant: 進階

# Settings_AdminMode
source: Run as Administrator
ar: تشغيل كمسؤول
bg_bg: Изпълни като администратор
bn_bd: অ্যাডমিনিস্ট্রেটর হিসেবে চালান
cs_cz: Spustit jako správce
da_dk: Kør som administrator
de_at: Als Administrator ausführen
dz_bt: བདག་སྐྱོང་པ་སྦེ་ གཡོག་བཀོལ།
el_cy: Εκτέλεση ως Διαχειριστής
es_419: Ejecutar como Administrador
et_ee: Käivita administraatorina
fa_ir: اجرا به عنوان مدیر (Admin)
fi_fi: Suorita järjestelmänvalvojana
fil_ph: Patakbuhin bilang Admin
fr_fr: Exécuter en tant qu'admin
he_il: הפעל כמנהל מערכת
hi_in: एडमिनिस्ट्रेटर के रूप में चलाएं
hr_hr: Pokreni kao administrator
hu_hu: Futtatás rendszergazdaként
id_id: Jalankan sebagai Admin
is_is: Keyra sem stjórnandi
it_it: Esegui come Amministratore
ja_jp: 管理者として実行
kk_kz: Әкімші ретінде іске қосу
km_kh: ដំណើរការជាអ្នកគ្រប់គ្រង (Admin)
ko_kr: 관리자 권한으로 실행
ky_kg: Администратор катары иштетүү
lo_la: ດຳເນີນການໃນຖານະຜູ້ເບິ່ງແຍງລະບົບ
lt_lt: Paleisti kaip administratoriui
lv_lv: Palaist kā administratoram
mk_mk: Стартувај како Администратор
mn_mn: Администратороор ажиллуулах
ms_my: Jalankan sebagai Pentadbir
my_mm: Admin အဖြစ် ဖွင့်ရန်
nb_no: Kjør som Administrator
ne_np: प्रशासकको रूपमा चलाउनुहोस्
nl_be: Als beheerder uitvoeren
pl_pl: Uruchom jako Administrator
ps_af: د مدیر (Admin) په توګه چلول
pt_br: Executar como Administrador
ro_ro: Rulează ca Administrator
ru_ru: Запуск от имени администратора
si_lk: පරිපාලක (Admin) ලෙස ක්‍රියාත්මක කරන්න
sk_sk: Spustiť ako Správca
sl_si: Zaženi kot skrbnik
sq_al: Ekzekuto si Administrator
sr_cyrl_rs: Покрени као Администратор
sr_latn_rs: Pokreni kao Administrator
sv_se: Kör som administratör
tg_tj: Ҳамчун Администратор иҷро кардан
th_th: เรียกใช้ในฐานะผู้ดูแลระบบ
tk_tm: Administrator hökmünde işlet
tr_tr: Yönetici Olarak Çalıştır
uk_ua: Запуск від імені адміністратора
vi_vn: Chạy dưới quyền Admin
zh_hans_cn: 以管理员身份运行
zh_hant: 以系統管理員身分執行
